{
  "name" : "Engelska",
  "description" : "Språk är människans främsta redskap för att tänka, kommunicera och lära. Att ha kunskaper i flera språk kan ge nya perspektiv på omvärlden, ökade möjligheter till kontakter och större förståelse för olika sätt att leva. Engelska språket omger oss i vardagen och används inom så skilda områden som politik, utbildning och ekonomi. Kunskaper i engelska ökar därför individens möjligheter att ingå i olika sociala och kulturella sammanhang och att delta i internationellt studie- och arbetsliv.",
  "code" : "GRGRENG01",
  "designation" : "EN",
  "skolfsId" : "2010:37",
  "purposes" : [ {
    "type" : "PARAGRAPH",
    "heading" : "",
    "lines" : [ "Undervisningen i ämnet engelska ska syfta till att eleverna utvecklar kunskaper i engelska språket och kunskaper om områden och sammanhang där engelska används samt tilltro till sin förmåga att använda språket i olika situationer och för skilda syften." ]
  }, {
    "type" : "PARAGRAPH",
    "heading" : "",
    "lines" : [ "Genom undervisningen ska eleverna ges möjlighet att utveckla en allsidig kommunikativ förmåga.", "Denna förmåga innebär att förstå talad och skriven engelska, att kunna formulera sig och samspela med andra i tal och skrift och att kunna anpassa sitt språk till olika situationer, syften och mottagare.", "I den kommunikativa förmågan ingår även språklig säkerhet och att kunna använda olika strategier för att stödja kommunikationen och lösa problem när språkkunskaperna inte räcker till." ]
  }, {
    "type" : "PARAGRAPH",
    "heading" : "",
    "lines" : [ "I mötet med talat språk och texter ska eleverna ges möjlighet att utveckla förmågan att sätta innehållet i relation till egna erfarenheter, livsvillkor och intressen.", "Undervisningen ska även ge eleverna möjligheter att utveckla kunskaper om och förståelse för olika livsvillkor samt sociala och kulturella företeelser i områden och i sammanhang där engelska används." ]
  }, {
    "type" : "PARAGRAPH",
    "heading" : "",
    "lines" : [ "Undervisningen ska bidra till att eleverna utvecklar kunskaper i att söka, värdera, välja och tillägna sig innehållet i talat språk och texter från olika källor.", "De ska också ges förutsättningar att kunna använda olika hjälpmedel för lärande, förståelse, skapande och kommunikation.", "Undervisningen ska stimulera elevernas intresse för språk och kulturer och förmedla nyttan av språkkunskaper." ]
  }, {
    "type" : "BULLET",
    "heading" : "Genom undervisningen i ämnet engelska ska eleverna sammanfattningsvis ges förutsättningar att utveckla sin förmåga att",
    "lines" : [ "förstå och tolka innehållet i talad engelska och i olika slags texter,", "formulera sig och kommunicera i tal och skrift,", "använda språkliga strategier för att förstå och göra sig förstådda,", "anpassa språket efter olika syften, mottagare och sammanhang, och", "reflektera över livsvillkor, samhällsfrågor och kulturella företeelser i olika sammanhang och delar av världen där engelska används." ]
  } ],
  "courses" : [ {
    "name" : "Årskurs 1-3",
    "description" : "",
    "code" : "GRGRENG01_1-3",
    "centralContent" : [ {
      "heading" : "I årskurs 1–3",
      "lines" : [ ]
    }, {
      "heading" : "Kommunikationens innehåll",
      "lines" : [ "Ämnesområden som är välbekanta för eleverna.", "Intressen, personer och platser.", "Vardagsliv och levnadssätt i olika sammanhang och områden där engelska används." ]
    }, {
      "heading" : "Lyssna och läsa – reception",
      "lines" : [ "Tydligt talad engelska och texter från olika medier.", "Enkla instruktioner och beskrivningar.", "Olika former av enkla samtal och dialoger.", "Filmer och dramatiserade berättelser för barn.", "Sånger, ramsor, dikter och sagor.", "Ord och fraser i närmiljön, till exempel på skyltar, i reklam och andra enkla texter." ]
    }, {
      "heading" : "Tala, skriva och samtala – produktion och interaktion",
      "lines" : [ "Enkla presentationer.", "Enkla beskrivningar och meddelanden.", "Sånger, ramsor och dramatiseringar." ]
    } ],
    "knowledgeRequirementParagraphs" : [ ],
    "point" : null,
    "year" : {
      "start" : 1,
      "end" : 3
    }
  }, {
    "name" : "Årskurs 4-6",
    "description" : "",
    "code" : "GRGRENG01_4-6",
    "centralContent" : [ {
      "heading" : "I årskurs 4–6",
      "lines" : [ ]
    }, {
      "heading" : "Kommunikationens innehåll",
      "lines" : [ "Ämnesområden som är välbekanta för eleverna.", "Vardagliga situationer, intressen, personer, platser, händelser och aktiviteter.", "Åsikter, känslor och erfarenheter.", "Vardagsliv, levnadssätt och sociala relationer i olika sammanhang och områden där engelska används." ]
    }, {
      "heading" : "Lyssna och läsa – reception",
      "lines" : [ "Tydligt talad engelska och texter från olika medier.", "Muntliga och skriftliga instruktioner och beskrivningar.", "Olika former av samtal, dialoger och intervjuer.", "Filmer och dramatiserade berättelser för barn och unga.", "Sånger, sagor och dikter.", "Strategier för att uppfatta betydelsebärande ord och sammanhang i talat språk och texter, till exempel att anpassa lyssnande och läsning efter framställningens form och innehåll.", "Olika sätt att söka och välja texter och talat språk på engelska från Internet och andra medier.", "Språkliga företeelser som uttal, intonation, grammatiska strukturer och stavning samt fasta språkliga uttryck i det språk som eleverna möter.", "Hur ord och fasta språkliga uttryck, till exempel artighetsfraser och tilltalsord, används i texter och talat språk i olika situationer.", "Hur olika formuleringar används för att inleda och avsluta olika typer av framställningar och samtal." ]
    }, {
      "heading" : "Tala, skriva och samtala – produktion och interaktion",
      "lines" : [ "Presentationer, instruktioner, meddelanden, berättelser och beskrivningar i sammanhängande tal och skrift.", "Språkliga strategier för att förstå och göra sig förstådd när språket inte räcker till, till exempel omformuleringar.", "Språkliga strategier för att delta i och bidra till samtal, till exempel frågor och bekräftande fraser och uttryck.", "Språkliga företeelser för att förtydliga och berika kommunikationen som uttal och intonation, stavning och interpunktion, artighetsfraser och andra fasta språkliga uttryck samt grammatiska strukturer." ]
    } ],
    "knowledgeRequirementParagraphs" : [ {
      "heading" : "",
      "knowledgeRequirements" : [ {
        "text" : "Eleven kan förstå <strong>________</strong> i tydligt talad, enkel engelska i lugnt tempo samt i enkla texter om vardagliga och välbekanta ämnen.",
        "knowledgeRequirementChoice" : {
          "E" : "Eleven kan förstå <strong>det mest väsentliga av innehållet</strong> i tydligt talad, enkel engelska i lugnt tempo samt i enkla texter om vardagliga och välbekanta ämnen.",
          "C" : "Eleven kan förstå <strong>det huvudsakliga innehållet och uppfattar tydliga detaljer</strong> i tydligt talad, enkel engelska i lugnt tempo samt i enkla texter om vardagliga och välbekanta ämnen.",
          "A" : "Eleven kan förstå <strong>helheten och uppfatta väsentliga detaljer</strong> i tydligt talad, enkel engelska i lugnt tempo samt i enkla texter om vardagliga och välbekanta ämnen."
        }
      }, {
        "text" : "Eleven visar sin förståelse genom att <strong>________</strong> redogöra för och kommentera innehållet samt genom att med <strong>________</strong> resultat agera utifrån budskap och instruktioner i innehållet.",
        "knowledgeRequirementChoice" : {
          "E" : "Eleven visar sin förståelse genom att <strong>i enkel form</strong> redogöra för och kommentera innehållet samt genom att med <strong>godtagbart</strong> resultat agera utifrån budskap och instruktioner i innehållet.",
          "C" : "Eleven visar sin förståelse genom att <strong>i enkel form</strong> redogöra för och kommentera innehåll <strong>och detaljer</strong> samt även genom att med <strong>tillfredsställande</strong> resultat agera utifrån budskap och instruktioner i innehållet.",
          "A" : "Eleven visar sin förståelse genom att <strong>översiktligt</strong> redogöra för och kommentera innehållet <strong>och detaljer</strong> samt genom att med <strong>gott</strong> resultat agera utifrån budskap och instruktioner i innehållet."
        }
      }, {
        "text" : "För att underlätta sin förståelse av innehållet i det talade språket och texterna kan eleven välja och använda sig av <strong>________</strong> för lyssnande och läsning.",
        "knowledgeRequirementChoice" : {
          "E" : "För att underlätta sin förståelse av innehållet i det talade språket och texterna kan eleven välja och använda sig av <strong>någon strategi</strong> för lyssnande och läsning.",
          "C" : "För att underlätta sin förståelse av innehållet i det talade språket och texterna kan eleven <strong>i viss utsträckning</strong> välja och använda sig av <strong>strategier</strong> för lyssnande och läsning.",
          "A" : "För att underlätta sin förståelse av innehållet i det talade språket och texterna kan eleven <strong>i viss utsträckning</strong> välja och använda sig av <strong>strategier</strong> för lyssnande och läsning."
        }
      }, {
        "text" : "Eleven kan välja texter och talat språk av enkel karaktär och från olika medier samt <strong>________</strong> använda det valda materialet i sin egen produktion och interaktion.",
        "knowledgeRequirementChoice" : {
          "E" : "Eleven kan välja texter och talat språk av enkel karaktär och från olika medier samt <strong>med viss relevans</strong> använda det valda materialet i sin egen produktion och interaktion.",
          "C" : "Eleven kan välja texter och talat språk av enkel karaktär och från olika medier samt <strong>på ett relevant sätt</strong> använda det valda materialet i sin egen produktion och interaktion.",
          "A" : "Eleven kan välja texter och talat språk av enkel karaktär och från olika medier samt <strong>på ett relevant och effektivt sätt</strong> använda det valda materialet i sin egen produktion och interaktion."
        }
      } ]
    }, {
      "heading" : "",
      "knowledgeRequirements" : [ {
        "text" : "I muntliga och skriftliga framställningar av olika slag kan eleven formulera sig <strong>________</strong>.",
        "knowledgeRequirementChoice" : {
          "E" : "I muntliga och skriftliga framställningar av olika slag kan eleven formulera sig <strong>enkelt och begripligt med fraser och meningar</strong>.",
          "C" : "I muntliga och skriftliga framställningar av olika slag kan eleven formulera sig <strong>enkelt, relativt tydligt och till viss del sammanhängande</strong>.",
          "A" : "I muntliga och skriftliga framställningar av olika slag kan eleven formulera sig <strong>enkelt, <strong>re</strong>lativt tydligt och relativt sammanhängande</strong>."
        }
      }, {
        "text" : "För att förtydliga och variera sin kommunikation kan eleven bearbeta och göra <strong>________</strong> förbättringar av egna framställningar.",
        "knowledgeRequirementChoice" : {
          "E" : "För att förtydliga och variera sin kommunikation kan eleven bearbeta och göra <strong>enstaka enkla</strong> förbättringar av egna framställningar.",
          "C" : "För att förtydliga och variera sin kommunikation kan eleven bearbeta och göra <strong>enkla</strong> förbättringar av egna framställningar.",
          "A" : "För att förtydliga och variera sin kommunikation kan eleven bearbeta och göra <strong>enkla</strong> förbättringar av egna framställningar."
        }
      }, {
        "text" : "I muntlig och skriftlig interaktion kan eleven uttrycka sig <strong>________</strong>.",
        "knowledgeRequirementChoice" : {
          "E" : "I muntlig och skriftlig interaktion kan eleven uttrycka sig <strong>enkelt och begripligt med ord, fraser och meningar</strong>.",
          "C" : "I muntlig och skriftlig interaktion kan eleven uttrycka sig <strong>enkelt och relativt tydligt med ord, fraser och meningar</strong>.",
          "A" : "I muntlig och skriftlig interaktion kan eleven uttrycka sig <strong>enkelt och tydligt med ord, fraser och meningar samt i någon mån anpassat till syfte, mottagare och situation</strong>."
        }
      }, {
        "text" : "Dessutom kan eleven välja och använda sig av <strong>________</strong> som löser problem i och förbättrar interaktionen.",
        "knowledgeRequirementChoice" : {
          "E" : "Dessutom kan eleven välja och använda sig av <strong>någon strategi</strong> som löser problem i och förbättrar interaktionen.",
          "C" : "Dessutom kan eleven välja och använda sig av <strong>några olika strategier</strong> som löser problem i och förbättrar interaktionen.",
          "A" : "Dessutom kan eleven välja och använda sig av <strong>flera olika strategier</strong> som löser problem i och förbättrar interaktionen."
        }
      } ]
    }, {
      "heading" : "",
      "knowledgeRequirements" : [ {
        "text" : "Eleven kommenterar <strong>________</strong> några företeelser i olika sammanhang och områden där engelska används och kan då också göra enkla jämförelser med egna erfarenheter och kunskaper.",
        "knowledgeRequirementChoice" : {
          "E" : "Eleven kommenterar <strong>i enkel form</strong> några företeelser i olika sammanhang och områden där engelska används och kan då också göra enkla jämförelser med egna erfarenheter och kunskaper.",
          "C" : "Eleven kommenterar <strong>i enkel form</strong> några företeelser i olika sammanhang och områden där engelska används och kan då också göra enkla jämförelser med egna erfarenheter och kunskaper.",
          "A" : "Eleven kommenterar <strong>översiktligt</strong> några företeelser i olika sammanhang och områden där engelska används, och kan då också göra enkla jämförelser med egna erfarenheter och kunskaper."
        }
      } ]
    } ],
    "point" : null,
    "year" : {
      "start" : 4,
      "end" : 6
    }
  }, {
    "name" : "Årskurs 7-9",
    "description" : "",
    "code" : "GRGRENG01_7-9",
    "centralContent" : [ {
      "heading" : "I årskurs 7–9",
      "lines" : [ ]
    }, {
      "heading" : "Kommunikationens innehåll",
      "lines" : [ "Aktuella och för eleverna välbekanta ämnesområden.", "Intressen, vardagliga situationer, aktiviteter, händelseförlopp samt relationer och etiska frågor.", "Åsikter, erfarenheter, känslor och framtidsplaner.", "Levnadsvillkor, traditioner, sociala relationer och kulturella företeelser i olika sammanhang och områden där engelska används." ]
    }, {
      "heading" : "Lyssna och läsa – reception",
      "lines" : [ "Talad engelska och texter från olika medier.", "Talad engelska med viss regional och social färgning.", "Muntliga och skriftliga instruktioner och beskrivningar.", "Olika former av samtal, dialoger, intervjuer och muntliga framställningar.", "Skönlitteratur och annan fiktion även i talad, dramatiserad och filmatiserad form.", "Sånger och dikter.", "Muntlig och skriftlig information samt diskussioner och argumentation med olika syften, till exempel nyheter, reportage och tidningsartiklar.", "Strategier för att uppfatta detaljer och sammanhang i talat språk och texter, till exempel att anpassa lyssnande och läsning efter framställningens form, innehåll och syfte.", "Olika sätt att söka, välja och värdera texter och talat språk på engelska från Internet och andra medier.", "Språkliga företeelser som uttal, intonation, grammatiska strukturer, satsbyggnad, ord med olika stilvärden samt fasta språkliga uttryck i det språk eleverna möter.", "Hur texter och talat språk kan varieras för olika syften och sammanhang.", "Hur sammanbindande ord och andra uttryck används för att skapa struktur och språkligt sammanhängande helheter." ]
    }, {
      "heading" : "Tala, skriva och samtala – produktion och interaktion",
      "lines" : [ "Olika sätt att bearbeta egna framställningar för att variera, tydliggöra, precisera och anpassa dem efter deras syften.", "Muntliga och skriftliga berättelser, beskrivningar och instruktioner.", "Samtal och diskussioner samt argumentation.", "Språkliga strategier för att förstå och göra sig förstådd när språket inte räcker till, till exempel omformuleringar, frågor och förklaringar.", "Språkliga strategier för att bidra till och aktivt medverka i samtal genom att ta initiativ till interaktion, ge bekräftelse, ställa följdfrågor, ta initiativ till nya frågeställningar och ämnesområden samt för att avsluta samtalet.", "Språkliga företeelser för att förtydliga, variera och berika kommunikationen som uttal, intonation och fasta språkliga uttryck, grammatiska strukturer och satsbyggnad." ]
    } ],
    "knowledgeRequirementParagraphs" : [ {
      "heading" : "",
      "knowledgeRequirements" : [ {
        "text" : "Eleven kan förstå <strong>________</strong> i talad engelska i måttligt tempo samt i lättillgängliga texter i olika genrer.",
        "knowledgeRequirementChoice" : {
          "E" : "Eleven kan förstå <strong>det huvudsakliga innehållet och uppfatta tydliga detaljer</strong> i talad engelska i måttligt tempo samt i lättillgängliga texter i olika genrer.",
          "C" : "Eleven kan förstå <strong>det huvudsakliga innehållet och uppfatta väsentliga detaljer</strong> i talad engelska i måttligt tempo samt i lättillgängliga texter i olika genrer.",
          "A" : "Eleven kan förstå <strong>såväl helhet som detaljer i</strong> talad engelska i måttligt tempo samt i lättillgängliga texter i olika genrer."
        }
      }, {
        "text" : "Eleven visar sin förståelse genom att <strong>________</strong> redogöra för, diskutera och kommentera innehåll och detaljer samt genom att med <strong>________</strong> resultat agera utifrån budskap och instruktioner i innehållet.",
        "knowledgeRequirementChoice" : {
          "E" : "Eleven visar sin förståelse genom att <strong>översiktligt</strong> redogöra för, diskutera och kommentera innehåll och detaljer samt genom att med <strong>godtagbart</strong> resultat agera utifrån budskap och instruktioner i innehållet.",
          "C" : "Eleven visar sin förståelse genom att <strong>välgrundat</strong> redogöra för, diskutera och kommentera innehåll och detaljer samt genom att med <strong>tillfredsställande</strong> resultat agera utifrån budskap och instruktioner i innehållet.",
          "A" : "Eleven visar sin förståelse genom att <strong>välgrundat och nyanserat</strong> redogöra för, diskutera och kommentera innehåll och detaljer samt genom att med <strong>gott</strong> resultat agera utifrån budskap och instruktioner i innehållet."
        }
      }, {
        "text" : "För att underlätta sin förståelse av innehållet i det talade språket och texterna kan eleven välja och använda sig av <strong>________</strong> för lyssnande och läsning.",
        "knowledgeRequirementChoice" : {
          "E" : "För att underlätta sin förståelse av innehållet i det talade språket och texterna kan eleven välja och använda sig av <strong>någon strategi</strong> för lyssnande och läsning.",
          "C" : "För att underlätta sin förståelse av innehållet i det talade språket och texterna kan eleven <strong>i viss utsträckning</strong> välja och använda sig av <strong>strategier</strong> för lyssnande och läsning.",
          "A" : "För att underlätta sin förståelse av innehållet i det talade språket och texterna kan eleven <strong>i viss utsträckning</strong> välja och använda sig av strategier för lyssnande och läsning."
        }
      }, {
        "text" : "Eleven kan välja texter och talat språk från olika medier samt <strong>________</strong> använda det valda materialet i sin egen produktion och interaktion.",
        "knowledgeRequirementChoice" : {
          "E" : "Eleven kan välja texter och talat språk från olika medier samt <strong>med viss relevans</strong> använda det valda materialet i sin egen produktion och interaktion.",
          "C" : "Eleven kan välja texter och talat språk från olika medier samt <strong>på ett relevant sätt</strong> använda det valda materialet i sin egen produktion och interaktion.",
          "A" : "Eleven kan välja texter och talat språk från olika medier samt <strong>på ett relevant och effektivt sätt</strong> använda det valda materialet i sin egen produktion och interaktion."
        }
      } ]
    }, {
      "heading" : "",
      "knowledgeRequirements" : [ {
        "text" : "I muntliga och skriftliga framställningar i olika genrer kan eleven formulera sig <strong>________</strong>.",
        "knowledgeRequirementChoice" : {
          "E" : "I muntliga och skriftliga framställningar i olika genrer kan eleven formulera sig <strong>enkelt, begripligt och relativt sammanhängande</strong>.",
          "C" : "I muntliga och skriftliga framställningar i olika genrer kan eleven formulera sig <strong>relativt varierat, relativt tydligt och relativt sammanhängande</strong>. <strong>Eleven formulerar sig även med visst flyt och i någon mån anpassat till syfte, mottagare och situation</strong>.",
          "A" : "I muntliga och skriftliga framställningar i olika genrer kan eleven formulera sig <strong>relativt varierat, tydligt och sammanhängande</strong>. <strong>Eleven formulerar sig även med flyt och viss anpassning till syfte, mottagare och situation</strong>."
        }
      }, {
        "text" : "För att förtydliga och variera sin kommunikation kan eleven bearbeta och göra <strong>________</strong> förbättringar av egna framställningar.",
        "knowledgeRequirementChoice" : {
          "E" : "För att förtydliga och variera sin kommunikation kan eleven bearbeta och göra <strong>enkla</strong> förbättringar av egna framställningar.",
          "C" : "För att förtydliga och variera sin kommunikation kan eleven bearbeta och göra <strong>välgrundade</strong> förbättringar av egna framställningar.",
          "A" : "För att förtydliga och variera sin kommunikation kan eleven bearbeta och göra <strong>välgrundade</strong> förbättringar av egna framställningar."
        }
      }, {
        "text" : "I muntlig och skriftlig interaktion i olika sammanhang kan eleven uttrycka sig <strong>________</strong> samt <strong>________</strong> till syfte, mottagare och situation.",
        "knowledgeRequirementChoice" : {
          "E" : "I muntlig och skriftlig interaktion i olika sammanhang kan eleven uttrycka sig <strong>enkelt och begripligt</strong> samt <strong>i någon mån anpassat</strong> till syfte, mottagare och situation.",
          "C" : "I muntlig och skriftlig interaktion i olika sammanhang kan eleven uttrycka sig <strong>tydligt och med visst flyt</strong> samt <strong>med viss anpassning</strong> till syfte, mottagare och situation.",
          "A" : "I muntlig och skriftlig interaktion i olika sammanhang kan eleven uttrycka sig <strong>tydligt och med flyt</strong> samt <strong>med viss anpassning</strong> till syfte, mottagare och situation."
        }
      }, {
        "text" : "Dessutom kan eleven välja och använda sig av <strong>________</strong> strategier som <strong>________</strong> i och förbättrar interaktionen.",
        "knowledgeRequirementChoice" : {
          "E" : "Dessutom kan eleven välja och använda sig av <strong>i huvudsak fungerande</strong> strategier som <strong>i viss mån löser problem</strong> i och förbättrar interaktionen.",
          "C" : "Dessutom kan eleven välja och använda sig av <strong>fungerande</strong> strategier som <strong>löser problem</strong> i och förbättrar interaktionen.",
          "A" : "Dessutom kan eleven välja och använda sig av <strong>väl fungerande</strong> strategier som <strong>löser problem</strong> i och förbättrar interaktionen <strong>och för den framåt på ett konstruktivt sätt</strong>."
        }
      } ]
    }, {
      "heading" : "",
      "knowledgeRequirements" : [ {
        "text" : "Eleven diskuterar <strong>________</strong> några företeelser i olika sammanhang och områden där engelska används, och kan då också göra <strong>________</strong> jämförelser med egna erfarenheter och kunskaper.",
        "knowledgeRequirementChoice" : {
          "E" : "Eleven diskuterar <strong>översiktligt</strong> några företeelser i olika sammanhang och områden där engelska används, och kan då också göra <strong>enkla</strong> jämförelser med egna erfarenheter och kunskaper.",
          "C" : "Eleven diskuterar <strong>utförligt</strong> några företeelser i olika sammanhang och områden där engelska används och kan då också göra <strong>välutvecklade</strong> jämförelser med egna erfarenheter och kunskaper.",
          "A" : "Eleven diskuterar <strong>utförligt och nyanserat</strong> några företeelser i olika sammanhang och områden där engelska används och kan då också göra <strong>välutvecklade och nyanserade</strong> jämförelser med egna erfarenheter och kunskaper."
        }
      } ]
    } ],
    "point" : null,
    "year" : {
      "start" : 7,
      "end" : 9
    }
  } ]
}