{
  "name" : "Teckenspråk för hörande",
  "description" : "Språk är människans främsta redskap för att tänka, kommunicera och lära. Att ha kunskaper i flera språk kan ge nya perspektiv på omvärlden, ökade möjligheter till kontakter och större förståelse för olika sätt att leva. Kunskaper i flera språk ger också större möjligheter att ingå i skilda sociala och kulturella sammanhang. Kunskaper i teckenspråk är en förutsättning för att på ett naturligt sätt kunna verka bland döva och andra teckenspråkiga.",
  "code" : "GRGRTSP01",
  "designation" : "",
  "skolfsId" : "2010:37",
  "purposes" : [ {
    "type" : "PARAGRAPH",
    "heading" : "",
    "lines" : [ "Undervisningen i ämnet teckenspråk för hörande ska syfta till att eleverna utvecklar kunskaper i svenskt teckenspråk och kunskaper om de sammanhang där teckenspråket används samt tilltro till sin förmåga att använda språket i olika situationer och för skilda syften." ]
  }, {
    "type" : "PARAGRAPH",
    "heading" : "",
    "lines" : [ "Genom undervisningen ska eleverna ges möjlighet att utveckla en allsidig kommunikativ förmåga.", "Denna förmåga innebär att förstå teckenspråk i både möten med människor och teckenspråkiga texter, att kunna formulera sig och samspela med andra på teckenspråk och att kunna anpassa sitt språk till olika situationer, syften och mottagare.", "I den kommunikativa förmågan ingår även språklig säkerhet och att kunna använda olika strategier för att stödja kommunikationen och lösa problem när språkkunskaperna inte räcker till." ]
  }, {
    "type" : "PARAGRAPH",
    "heading" : "",
    "lines" : [ "I mötet med teckenspråk ska eleverna ges möjlighet att utveckla förmågan att sätta innehållet i relation till egna erfarenheter, livsvillkor och intressen.", "Undervisningen ska även ge eleverna möjligheter att utveckla kunskaper om och förståelse för livsvillkor samt kulturella och sociala företeelser i det teckenspråkiga samhället och andra sammanhang där teckenspråk används." ]
  }, {
    "type" : "PARAGRAPH",
    "heading" : "",
    "lines" : [ "Undervisningen ska bidra till att eleverna utvecklar kunskaper i att söka, värdera, välja och tillägna sig innehållet i teckenspråk från olika källor.", "De ska också ges förutsättningar att kunna använda olika hjälpmedel för lärande, förståelse, skapande och kommunikation.", "Undervisningen ska stimulera elevernas nyfikenhet på språk och kulturer och förmedla nyttan av språkkunskaper." ]
  }, {
    "type" : "BULLET",
    "heading" : "Genom undervisningen i ämnet teckenspråk för hörande ska eleverna sammanfattningsvis ges förutsättningar att utveckla sin förmåga att",
    "lines" : [ "avläsa och förstå teckenspråk och olika slags teckenspråkiga texter,", "formulera sig och kommunicera på teckenspråk,", "använda språkliga strategier för att förstå och göra sig förstådda på teckenspråk,", "anpassa språket efter olika syften, mottagare och sammanhang, samt", "reflektera över livsvillkor, samhällsfrågor och kulturella företeelser bland döva och andra teckenspråkiga i olika sammanhang och situationer, nationellt och internationellt." ]
  } ],
  "courses" : [ {
    "name" : "Årskurs 4-9  WITHIN_STUDENT_CHOICE",
    "description" : "",
    "code" : "GRGRTSP01_4-9-WITHIN_STUDENT_CHOICE",
    "centralContent" : [ {
      "heading" : "I årskurs 4–9, inom ramen för elevens val",
      "lines" : [ ]
    }, {
      "heading" : "Kommunikationens innehåll",
      "lines" : [ "Ämnesområden som är välbekanta för eleverna.", "Intressen, vardagliga situationer, personer och platser.", "Åsikter och känslor.", "Konkreta företeelser i det teckenspråkiga samhället." ]
    }, {
      "heading" : "Avläsa – reception",
      "lines" : [ "Tydligt teckenspråk och teckenspråkiga texter som är instruerande och beskrivande, med bildstöd och från olika medier.", "Samtal och dialoger.", "Berättelser och annan fiktion på teckenspråk, även i dramatiserad form.", "Information på teckenspråk, till exempel vägbeskrivningar och recept.", "Strategier för att uppfatta betydelsebärande enheter och dra slutsatser om innehållet, till exempel med hjälp av förförståelse.", "Olika sätt att orientera sig i teckenspråkiga texter från Internet och andra medier.", "Grundläggande principer för teckenspråks gestuella-visuella struktur.", "Språkliga företeelser som tecken, fasta orala komponenter och icke-manuella signaler i det språk eleverna möter.", "Hur ord bokstaveras och används i teckenspråk i olika situationer." ]
    }, {
      "heading" : "Teckna och samtala – produktion och interaktion",
      "lines" : [ "Presentationer, instruktioner, meddelanden, berättelser och beskrivningar på teckenspråk.", "Strategier för att lösa språkliga problem i samtal, till exempel frågor, omformuleringar och visualisering.", "Bokstavering, tecken och icke-manuella signaler för tydlig kommunikation." ]
    } ],
    "knowledgeRequirementParagraphs" : [ {
      "heading" : "",
      "knowledgeRequirements" : [ {
        "text" : "Eleven kan förstå <strong>________</strong> i enkelt och tydligt teckenspråk i långsamt tempo om vardagliga och välbekanta ämnen.",
        "knowledgeRequirementChoice" : {
          "E" : "Eleven kan förstå <strong>enkel bokstavering, vanliga tecken och enkla fraser</strong> i enkelt och tydligt teckenspråk i långsamt tempo om vardagliga och välbekanta ämnen.",
          "C" : "Eleven kan förstå <strong>det huvudsakliga innehållet och uppfattar tydliga detaljer</strong> i enkelt och tydligt teckenspråk i långsamt tempo om vardagliga och välbekanta ämnen.",
          "A" : "Eleven kan förstå <strong>det huvudsakliga innehållet och uppfattar väsentliga detaljer</strong> i enkelt och tydligt teckenspråk i långsamt tempo om vardagliga och välbekanta ämnen."
        }
      }, {
        "text" : "Eleven visar sin förståelse genom att <strong>________</strong> redogöra för och kommentera innehållet samt genom att med <strong>________</strong> resultat agera utifrån budskap och instruktioner i innehållet.",
        "knowledgeRequirementChoice" : {
          "E" : "Eleven visar sin förståelse genom att <strong>i mycket enkel form</strong> redogöra för och kommentera innehållet samt genom att med <strong>godtagbart</strong> resultat agera utifrån budskap och instruktioner i innehållet.",
          "C" : "Eleven visar sin förståelse genom att <strong>i mycket enkel form</strong> redogöra för innehåll och detaljer samt genom att med <strong>tillfredsställande</strong> resultat agera utifrån budskap och instruktioner i innehållet.",
          "A" : "Eleven visar sin förståelse genom att <strong>i enkel form</strong> redogöra för innehåll och detaljer samt genom att med <strong>gott</strong> resultat agera utifrån budskap och instruktioner i innehållet."
        }
      }, {
        "text" : "För att underlätta sin förståelse av innehållet vid reception kan eleven välja och använda sig av <strong>________</strong> för avläsning.",
        "knowledgeRequirementChoice" : {
          "E" : "För att underlätta sin förståelse av innehållet vid reception kan eleven välja och använda sig av <strong>någon strategi</strong> för avläsning.",
          "C" : "För att underlätta förståelse av innehållet vid reception kan eleven <strong>i viss utsträckning</strong> välja och använda sig av <strong>strategier</strong> för avläsning.",
          "A" : "För att underlätta sin förståelse av innehållet vid reception kan eleven <strong>i viss utsträckning</strong> välja och använda sig av <strong>strategier</strong> för avläsning."
        }
      }, {
        "text" : "Eleven kan välja teckenspråkiga texter av enkel karaktär och från olika medier, samt <strong>________</strong> använda det valda materialet i sin egen produktion och interaktion.",
        "knowledgeRequirementChoice" : {
          "E" : "Eleven kan välja teckenspråkiga texter av enkel karaktär och från olika medier, samt <strong>med viss relevans</strong> använda det valda materialet i sin egen produktion och interaktion.",
          "C" : "Eleven kan välja teckenspråkiga texter av enkel karaktär och från olika medier samt <strong>på ett relevant sätt</strong> använda det valda materialet i sin egen produktion och interaktion.",
          "A" : "Eleven kan välja teckenspråkiga texter av enkel karaktär och från olika medier, samt <strong>på ett relevant och effektivt sätt</strong> använda det valda materialet i sin egen produktion och interaktion."
        }
      } ]
    }, {
      "heading" : "",
      "knowledgeRequirements" : [ {
        "text" : "I framställningar av olika slag kan eleven formulera sig <strong>________</strong>.",
        "knowledgeRequirementChoice" : {
          "E" : "I framställningar av olika slag kan eleven formulera sig <strong>enkelt och begripligt med bokstavering, enstaka tecken och fraser</strong>.",
          "C" : "I framställningar av olika slag kan eleven formulera sig <strong>enkelt och relativt tydligt med bokstavering, fraser och meningar</strong>.",
          "A" : "I framställningar av olika slag kan eleven formulera sig <strong>enkelt, relativt tydligt och till viss del sammanhängande</strong>."
        }
      }, {
        "text" : "För att förtydliga och variera sin kommunikation kan eleven bearbeta och göra <strong>________</strong> förbättringar av egna framställningar.",
        "knowledgeRequirementChoice" : {
          "E" : "För att förtydliga och variera sin kommunikation kan eleven bearbeta och göra <strong>enstaka enkla</strong> förbättringar av egna framställningar.",
          "C" : "För att förtydliga och variera sin kommunikation kan eleven bearbeta och göra <strong>enstaka enkla</strong> förbättringar av egna framställningar.",
          "A" : "För att förtydliga och variera sin kommunikation kan eleven bearbeta och göra <strong>enkla</strong> förbättringar av egna framställningar."
        }
      }, {
        "text" : "I interaktion kan eleven uttrycka sig <strong>________</strong>.",
        "knowledgeRequirementChoice" : {
          "E" : "I interaktion kan eleven uttrycka sig <strong>enkelt och begripligt med bokstavering, enstaka tecken och fraser</strong>.",
          "C" : "I interaktion kan eleven uttrycka sig <strong>enkelt och begripligt med bokstavering, tecken, fraser och meningar</strong>.",
          "A" : "I interaktion kan eleven uttrycka sig <strong>enkelt och relativt tydligt med bokstavering, tecken, fraser och meningar</strong>."
        }
      }, {
        "text" : "Dessutom kan eleven välja och använda sig av <strong>________</strong> som löser problem i och förbättrar interaktionen.",
        "knowledgeRequirementChoice" : {
          "E" : "Dessutom kan eleven välja och använda sig av <strong>någon strategi</strong> som löser problem i och förbättrar interaktionen.",
          "C" : "Dessutom kan eleven välja och använda sig av <strong>några olika strategier</strong> som löser problem i och förbättrar interaktionen.",
          "A" : "Dessutom kan eleven välja och använda sig av <strong>flera olika strategier</strong> som löser problem i och förbättrar interaktionen."
        }
      } ]
    }, {
      "heading" : "",
      "knowledgeRequirements" : [ {
        "text" : "Eleven kommenterar i <strong>________</strong> form några företeelser i olika sammanhang där teckenspråk används och kan då också göra enkla jämförelser med egna erfarenheter och kunskaper.",
        "knowledgeRequirementChoice" : {
          "E" : "Eleven kommenterar i <strong>mycket enkel</strong> form några företeelser i olika sammanhang där teckenspråk används och kan då också göra enkla jämförelser med egna erfarenheter och kunskaper.",
          "C" : "Eleven kommenterar <strong>i mycket enkel form</strong> några företeelser i olika sammanhang där teckenspråk används och kan då också göra enkla jämförelser med egna erfarenheter och kunskaper.",
          "A" : "Eleven kommenterar <strong>i enkel form</strong> några företeelser i olika sammanhang där teckenspråk används och kan då också göra enkla jämförelser med egna erfarenheter och kunskaper."
        }
      } ]
    } ],
    "point" : null,
    "year" : {
      "start" : 4,
      "end" : 9
    }
  }, {
    "name" : "Årskurs 4-9  WITHIN_LANGUAGE_CHOICE",
    "description" : "",
    "code" : "GRGRTSP01_4-9-WITHIN_LANGUAGE_CHOICE",
    "centralContent" : [ {
      "heading" : "I årskurs 4–9, inom ramen för språkval",
      "lines" : [ ]
    }, {
      "heading" : "Kommunikationens innehåll",
      "lines" : [ "Ämnesområden som är välbekanta för eleverna.", "Intressen, vardagliga situationer, personer, platser, aktiviteter och händelser.", "Åsikter, känslor och erfarenheter.", "Det teckenspråkiga samhället och teckenspråkets ställning i Sverige." ]
    }, {
      "heading" : "Avläsa – reception",
      "lines" : [ "Tydligt teckenspråk och teckenspråkiga texter som är instruerande och beskrivande från olika medier.", "Samtal och dialoger.", "Berättelser och annan fiktion på teckenspråk, även i dramatiserad form.", "Information på teckenspråk, till exempel tidtabeller.", "Strategier för att uppfatta betydelsebärande enheter och förstå sammanhang beroende på framställningens form och innehåll.", "Olika sätt att söka och välja teckenspråkiga texter från Internet och andra medier.", "Språkliga företeelser som tecken, bokstavering, satsbyggnad, fasta orala komponenter och icke-manuella signaler i det språk som eleverna möter.", "Hur olika signaler används för att inleda och avsluta olika typer av samtal och teckenspråkiga texter." ]
    }, {
      "heading" : "Teckna och samtala – produktion och interaktion",
      "lines" : [ "Presentationer, instruktioner, meddelanden, berättelser och beskrivningar på sammanhängande teckenspråk.", "Språkliga strategier för att förstå och göra sig förstådd när språket inte räcker till, till exempel omformuleringar.", "Språkliga strategier för att delta i och bidra till samtal, till exempel frågor och bekräftande fraser och uttryck.", "Bokstavering, tecken, fasta orala komponenter, icke-manuella signaler och satsbyggnad för tydlig kommunikation." ]
    } ],
    "knowledgeRequirementParagraphs" : [ {
      "heading" : "",
      "knowledgeRequirements" : [ {
        "text" : "Eleven kan förstå <strong>________</strong> i enkelt och tydligt teckenspråk i lugnt tempo om vardagliga och välbekanta ämnen.",
        "knowledgeRequirementChoice" : {
          "E" : "Eleven kan förstå <strong>det mest väsentliga innehållet och uppfattar tydliga detaljer</strong> i enkelt och tydligt teckenspråk i lugnt tempo om vardagliga och välbekanta ämnen.",
          "C" : "Eleven kan förstå <strong>det huvudsakliga innehållet och uppfattar tydliga detaljer</strong> i enkelt och tydligt teckenspråk i lugnt tempo om vardagliga och välbekanta ämnen.",
          "A" : "Eleven kan förstå <strong>helheten och uppfattar väsentliga detaljer</strong> i enkelt och tydligt teckenspråk i lugnt tempo om vardagliga och välbekanta ämnen."
        }
      }, {
        "text" : "Eleven visar sin förståelse genom att <strong>________</strong> redogöra för och kommentera innehåll <strong>________</strong> samt genom att med <strong>________</strong> resultat agera utifrån budskap och instruktioner i innehållet.",
        "knowledgeRequirementChoice" : {
          "E" : "Eleven visar sin förståelse genom att <strong>i enkel form</strong> redogöra för och kommentera innehåll <strong>och detaljer</strong> samt genom att med <strong>godtagbart</strong> resultat agera utifrån budskap och instruktioner i innehållet.",
          "C" : "Eleven visar sin förståelse genom att <strong>i enkel form</strong> redogöra för och kommentera innehåll <strong>och detaljer</strong> samt genom att med <strong>tillfredsställande</strong> resultat agera utifrån budskap och instruktioner i innehållet.",
          "A" : "Eleven visar sin förståelse genom att <strong>översiktligt</strong> redogöra för och kommentera innehåll <strong>och detaljer</strong> samt genom att med <strong>gott</strong> resultat agera utifrån budskap och instruktioner i innehållet."
        }
      }, {
        "text" : "För att underlätta sin förståelse av innehållet vid reception kan eleven <strong>________</strong> välja och använda sig av <strong>________</strong> för avläsning.",
        "knowledgeRequirementChoice" : {
          "E" : "För att underlätta sin förståelse av innehållet vid reception kan eleven <strong>i viss utsträckning</strong> välja och använda sig av <strong>strategier</strong> för avläsning.",
          "C" : "För att underlätta sin förståelse av innehållet vid reception kan eleven <strong>i viss utsträckning</strong> välja och använda sig av <strong>strategier</strong> för avläsning.",
          "A" : "För att underlätta sin förståelse av innehållet vid reception kan eleven <strong>i viss utsträckning</strong> välja och använda sig av <strong>strategier</strong> för avläsning."
        }
      }, {
        "text" : "Eleven kan välja bland teckenspråkiga texter av enkel karaktär och från olika medier samt <strong>________</strong> använda det valda materialet i sin egen produktion och interaktion.",
        "knowledgeRequirementChoice" : {
          "E" : "Eleven kan välja bland teckenspråkiga texter av enkel karaktär och från olika medier samt <strong>på ett relevant sätt</strong> använda det valda materialet i sin egen produktion och interaktion.",
          "C" : "Eleven kan välja teckenspråkiga texter av enkel karaktär och från olika medier samt <strong>på ett relevant sätt</strong> använda det valda materialet i sin egen produktion och interaktion.",
          "A" : "Eleven kan välja teckenspråkiga texter av enkel karaktär och från olika medier, samt <strong>på ett relevant och effektivt</strong> sätt använda det valda materialet i sin egen produktion och interaktion."
        }
      } ]
    }, {
      "heading" : "",
      "knowledgeRequirements" : [ {
        "text" : "I framställningar av olika slag kan eleven formulera sig <strong>________</strong>.",
        "knowledgeRequirementChoice" : {
          "E" : "I framställningar av olika slag kan eleven formulera sig <strong>enkelt och begripligt med fraser och meningar</strong>.",
          "C" : "I framställningar av olika slag kan eleven formulera sig <strong>enkelt, relativt tydligt och till viss del sammanhängande</strong>.",
          "A" : "I framställningar av olika slag kan eleven formulera sig <strong>enkelt, relativt tydligt och relativt sammanhängande</strong>."
        }
      }, {
        "text" : "För att förtydliga och variera sin kommunikation kan eleven bearbeta och göra <strong>________</strong> förbättringar av egna framställningar.",
        "knowledgeRequirementChoice" : {
          "E" : "För att förtydliga och variera sin kommunikation kan eleven bearbeta och göra <strong>enstaka, enkla</strong> förbättringar av egna framställningar.",
          "C" : "För att förtydliga och variera sin kommunikation kan eleven bearbeta och göra <strong>enkla</strong> förbättringar av egna framställningar.",
          "A" : "För att förtydliga och variera sin kommunikation bearbetar eleven och gör <strong>enkla</strong> förbättringar av egna framställningar."
        }
      }, {
        "text" : "I interaktion kan eleven uttrycka sig <strong>________</strong>.",
        "knowledgeRequirementChoice" : {
          "E" : "I interaktion kan eleven uttrycka sig <strong>enkelt och begripligt med tecken, fraser och meningar</strong>.",
          "C" : "I interaktion kan eleven uttrycka sig <strong>enkelt och relativt tydligt med tecken, fraser och meningar</strong>.",
          "A" : "I interaktion kan eleven uttrycka sig <strong>enkelt och tydligt med tecken, fraser och meningar samt i någon mån anpassat till syfte, mottagare och situation</strong>."
        }
      }, {
        "text" : "Dessutom kan eleven välja och använda sig av <strong>________</strong> som löser problem i och förbättrar interaktionen.",
        "knowledgeRequirementChoice" : {
          "E" : "Dessutom kan eleven välja och använda sig av <strong>någon strategi</strong> som löser problem i och förbättrar interaktionen.",
          "C" : "Dessutom kan eleven välja och använda sig av <strong>några olika strategier</strong> som löser problem i och förbättrar interaktionen.",
          "A" : "Dessutom kan eleven välja och använda sig av <strong>flera olika strategier</strong> som löser problem i och förbättrar interaktionen."
        }
      } ]
    }, {
      "heading" : "",
      "knowledgeRequirements" : [ {
        "text" : "Eleven kommenterar <strong>________</strong> några företeelser i olika sammanhang där teckenspråk används, och kan då också göra enkla jämförelser med egna erfarenheter och kunskaper.",
        "knowledgeRequirementChoice" : {
          "E" : "Eleven kommenterar <strong>i enkel form</strong> några företeelser i olika sammanhang där teckenspråk används, och kan då också göra enkla jämförelser med egna erfarenheter och kunskaper.",
          "C" : "Eleven kommenterar <strong>i enkel form</strong> några företeelser i olika sammanhang där teckenspråk används, och kan då också göra enkla jämförelser med egna erfarenheter och kunskaper.",
          "A" : "Eleven kommenterar <strong>översiktligt</strong> några företeelser i olika sammanhang där teckenspråk används, och kan då också göra enkla jämförelser med egna erfarenheter och kunskaper."
        }
      } ]
    } ],
    "point" : null,
    "year" : {
      "start" : 4,
      "end" : 9
    }
  } ]
}