{
  "name" : "Modersmål - meänkieli som nationellt minoritetsspråk",
  "description" : "Tornedalingar är en nationell minoritet med flerhundraåriga anor i Sverige. Deras språk – meänkieli – är ett officiellt nationellt minoritetsspråk. De nationella minoritetsspråkens ställning i Sverige är i stort behov av att stärkas. För att säkra språkens framtid i landet är det nödvändigt att fler utvecklar språkkunskaper. Språken är viktiga kulturbärare som uttrycker gemensamma erfarenheter, värden och kunskaper som förenar de nationella minoriteterna i Sverige med människor som talar samma språk i andra delar av världen. Att ha kunskaper i språket och om minoritetens kultur kan ge nya perspektiv på den egna identiteten och stärker möjligheterna till deltagande i samhällslivet i Sverige och andra länder.",
  "code" : "GRGRMOS01",
  "designation" : "",
  "skolfsId" : "2010:37",
  "purposes" : [ {
    "type" : "PARAGRAPH",
    "heading" : "",
    "lines" : [ "Undervisningen i meänkieli som nationellt minoritetsspråk i ämnet modersmål ska syfta till att eleverna utvecklar kunskaper i och om språket samt kunskaper om minoritetens kultur.", "Genom undervisningen ska eleverna ges möjlighet att utveckla flerspråkighet, sin förståelse av omvärlden och sin identitet." ]
  }, {
    "type" : "PARAGRAPH",
    "heading" : "",
    "lines" : [ "Undervisningen ska stimulera elevernas intresse for att läsa, skriva och samtala på det nationella minoritetsspråket.", "Genom undervisningen ska eleverna ges möjlighet att möta och utveckla kunskaper om texter på språket i olika genrer.", "Undervisningen ska ge eleverna förutsättningar att utveckla en allsidig kommunikativ förmåga, språklig säkerhet i tal och skrift samt tilltro till sin förmåga att uttrycka sig i olika sammanhang och för skilda syften.", "Det innebär att eleverna genom undervisningen ska ges möjlighet att utveckla kunskaper om hur man formulerar sig och samspelar med andra i tal och skrift, liksom en medvetenhet om hur språkbruket varierar beroende på situation och sociala sammanhang." ]
  }, {
    "type" : "PARAGRAPH",
    "heading" : "",
    "lines" : [ "Genom undervisningen ska eleverna ges möjlighet att utveckla kunskaper om den nationella minoritetens historia, kulturella uttryck och traditioner.", "Eleverna ska genom undervisningen även ges förutsättningar att utveckla kunskaper om den nationella minoritetens musik, litteratur och andra estetiska uttrycksformer.", "Vidare ska eleverna ges förutsättningar att utveckla kunskaper om det nationella minoritetsspråkets ursprung, utveckling och nutida status." ]
  }, {
    "type" : "BULLET",
    "heading" : "Genom undervisningen i meänkieli som nationellt minoritetsspråk i ämnet modersmål ska eleverna sammanfattningsvis ges förutsättningar att utveckla sin förmåga att",
    "lines" : [ "formulera sig och kommunicera i tal och skrift,", "anpassa språket efter olika syften, mottagare och sammanhang,", "förstå och tolka innehållet i talat språk och olika slags texter,", "urskilja språkliga strukturer och följa språkliga normer,", "reflektera över sociala, historiska och kulturella företeelser i miljöer där språket används, och", "reflektera över språkets ursprung, utveckling och nutida status." ]
  } ],
  "courses" : [ {
    "name" : "Årskurs 1-3  MEANKIELI_LANGUAGE_FIRST",
    "description" : "",
    "code" : "GRGRMOS01_1-3-MEANKIELI_LANGUAGE_FIRST",
    "centralContent" : [ {
      "heading" : "I årskurs 1–3, inom ramen för meänkieli som förstaspråk",
      "lines" : [ ]
    }, {
      "heading" : "Läsa och skriva",
      "lines" : [ "Lässtrategier för att förstå och tolka texter samt för att anpassa läsningen efter textens form och innehåll.", "Strategier för skrivande av texter om ämnen som är välbekanta för eleven.", "Stavningsregler för vanligt förekommande ord i elevnära texter.", "Alfabetet på meänkieli samt förhållandet mellan ljud och bokstav." ]
    }, {
      "heading" : "Tala, lyssna och samtala",
      "lines" : [ "Samtal om vardagliga företeelser och händelser.", "Muntliga presentationer och muntligt berättande för olika mottagare. Bilder och andra hjälpmedel som kan stödja presentationen." ]
    }, {
      "heading" : "Texter",
      "lines" : [ "Berättande och poetiska texter för barn i form av bilderböcker, kapitelböcker, sagor, sägner, rim och ramsor.", "Faktatexter för barn.", "Texter med anknytning till tornedalingars och andra meänkielitalandes kultur." ]
    }, {
      "heading" : "Språkbruk",
      "lines" : [ "Ord och begrepp som används för att uttrycka känslor, kunskaper och åsikter.", "Ord och begrepp med anknytning till tornedalingars och andra meänkielitalandes kultur, till exempel ortsnamn och naturbegrepp." ]
    }, {
      "heading" : "Tornedalingars och andra meänkielitalandes kultur",
      "lines" : [ "Tornedalingarnas och andra meänkielitalandes liv i dag med utgångspunkt i historia och kulturarv. Högtider och traditioner under året." ]
    }, {
      "heading" : "Tornedalingars och andra meänkielitalandes kulturarv, till exempel i form av lekar, musik och andra estetiska uttryck.",
      "lines" : [ ]
    } ],
    "knowledgeRequirementParagraphs" : [ ],
    "point" : null,
    "year" : {
      "start" : 1,
      "end" : 3
    }
  }, {
    "name" : "Årskurs 4-6  MEANKIELI_LANGUAGE_FIRST",
    "description" : "",
    "code" : "GRGRMOS01_4-6-MEANKIELI_LANGUAGE_FIRST",
    "centralContent" : [ {
      "heading" : "I årskurs 4–6, inom ramen för meänkieli som förstaspråk",
      "lines" : [ ]
    }, {
      "heading" : "Läsa och skriva",
      "lines" : [ "Lässtrategier for att förstå och tolka texter från olika medier samt för att urskilja texters budskap, både de uttalade och sådant som står mellan raderna.", "Strategier för skrivande av berättande texter och faktatexter med hjälp av texternas typiska uppbyggnad och språkliga drag.", "Meänkielis grundläggande struktur med stavningsregler, böjningsmönster och meningsbyggnad.", "Ordböcker och andra hjälpmedel för stavning och ordförståelse." ]
    }, {
      "heading" : "Tala, lyssna och samtala",
      "lines" : [ "Samtal om egna och andras upplevelser samt om vardagliga företeelser och händelser.", "Muntliga presentationer och muntligt berättande för olika mottagare. Stödord, bilder och digitala medier som hjälpmedel för att planera och genomföra en muntlig presentation." ]
    }, {
      "heading" : "Texter",
      "lines" : [ "Berättande och poetiska texter samt faktatexter för barn och unga.", "Texter som belyser identitets- och livsfrågor, samt texter som har anknytning till tornedalingars och andra meänkielitalandes kultur." ]
    }, {
      "heading" : "Språkbruk",
      "lines" : [ "Ord och begrepp som används för att uttrycka känslor, kunskaper och åsikter. Ords och begrepps nyanser och värdeladdning.", "Ord och begrepp med anknytning till tornedalingars och andra meänkielitalandes kultur, till exempel ord som beskriver matkultur och hantverk." ]
    }, {
      "heading" : "Tornedalingars och andra meänkielitalandes kultur",
      "lines" : [ "Tornedalingars och andra meänkielitalandes liv i dag med utgångspunkt i historia och kulturarv. Personer och händelser som har påverkat tornedalingars och andra meänkielitalandes kultur och historia.", "Tornedalingars och andra meänkielitalandes kulturarv i form av matkultur, hantverk och andra estetiska uttryck.", "Några samhällsfrågor som berör tornedalingar och andra meänkielitalande i dag." ]
    } ],
    "knowledgeRequirementParagraphs" : [ {
      "heading" : "",
      "knowledgeRequirements" : [ {
        "text" : "Eleven kan samtala om och diskutera bekanta ämnen genom att ställa frågor och framföra åsikter på ett sätt som <strong>________</strong> upprätthåller samtalet eller diskussionen.",
        "knowledgeRequirementChoice" : {
          "E" : "Eleven kan samtala om och diskutera bekanta ämnen genom att ställa frågor och framföra åsikter på ett sätt som <strong>till viss del</strong> upprätthåller samtalet eller diskussionen.",
          "C" : "Eleven kan samtala om och diskutera bekanta ämnen genom att ställa frågor och framföra åsikter på ett sätt som <strong>relativt väl</strong> upprätthåller samtalet eller diskussionen.",
          "A" : "Eleven kan samtala om och diskutera bekanta ämnen genom att ställa frågor och framföra åsikter på ett sätt som <strong>väl</strong> upprätthåller samtalet eller diskussionen."
        }
      }, {
        "text" : "Dessutom kan eleven förbereda och genomföra <strong>________</strong> muntliga framställningar med <strong>________</strong> fungerande struktur, innehåll och språk samt <strong>________</strong> anpassning till mottagaren.",
        "knowledgeRequirementChoice" : {
          "E" : "Dessutom kan eleven förbereda och genomföra <strong>enkla</strong> muntliga framställningar med <strong>i huvudsak</strong> fungerande struktur, innehåll och språk samt <strong>viss</strong> anpassning till mottagaren.",
          "C" : "Dessutom kan eleven förbereda och genomföra <strong>utvecklade</strong> muntliga framställningar med <strong>relativt väl</strong> fungerande struktur, innehåll och språk samt <strong>relativt god</strong> anpassning till mottagaren.",
          "A" : "Dessutom kan eleven förbereda och genomföra <strong>välutvecklade</strong> muntliga framställningar med <strong>väl</strong> fungerande struktur, innehåll och språk samt <strong>god</strong> anpassning till mottagaren."
        }
      }, {
        "text" : "Genom att på ett <strong>________</strong> fungerande sätt använda olika hjälpmedel för kommunikation förtydligar och levandegör eleven framställningens budskap.",
        "knowledgeRequirementChoice" : {
          "E" : "Genom att på ett <strong>i huvudsak</strong> fungerande sätt använda olika hjälpmedel för kommunikation förtydligar och levandegör eleven framställningens budskap.",
          "C" : "Genom att på ett <strong>ändamålsenligt</strong> sätt använda olika hjälpmedel för kommunikation förtydligar och levandegör eleven framställningens budskap.",
          "A" : "Genom att på ett <strong>ändamålsenligt och effektivt</strong> sätt använda olika hjälpmedel för kommunikation förtydligar och levandegör eleven framställningens budskap."
        }
      } ]
    }, {
      "heading" : "",
      "knowledgeRequirements" : [ {
        "text" : "Eleven kan skriva texter med <strong>________</strong> innehåll och <strong>________</strong> språklig variation.",
        "knowledgeRequirementChoice" : {
          "E" : "Eleven kan skriva texter med <strong>begripligt</strong> innehåll och <strong>viss</strong> språklig variation.",
          "C" : "Eleven kan skriva texter med <strong>relativt tydligt</strong> innehåll och <strong>relativt god</strong> språklig variation.",
          "A" : "Eleven kan skriva texter med <strong>tydligt</strong> innehåll och <strong>god</strong> språklig variation."
        }
      }, {
        "text" : "Eleven använder då grundläggande regler för stavning, meningsbyggnad och ordböjning med <strong>________</strong> säkerhet.",
        "knowledgeRequirementChoice" : {
          "E" : "Eleven använder då grundläggande regler för stavning, meningsbyggnad och ordböjning med <strong>viss</strong> säkerhet.",
          "C" : "Eleven använder då grundläggande regler för stavning, meningsbyggnad och ordböjning med <strong>relativt god</strong> säkerhet.",
          "A" : "Eleven använder då grundläggande regler för stavning, meningsbyggnad och ordböjning med <strong>god</strong> säkerhet."
        }
      }, {
        "text" : "De berättande texter eleven skriver innehåller <strong>________</strong> gestaltande beskrivningar och <strong>________</strong> handling.",
        "knowledgeRequirementChoice" : {
          "E" : "De berättande texter eleven skriver innehåller <strong>enkla</strong> gestaltande beskrivningar och <strong>enkel</strong> handling.",
          "C" : "De berättande texter eleven skriver innehåller <strong>utvecklade</strong> gestaltande beskrivningar och <strong>utvecklad</strong> handling.",
          "A" : "De berättande texter eleven skriver innehåller <strong>välutvecklade</strong> gestaltande beskrivningar och <strong>välutvecklad</strong> handling."
        }
      }, {
        "text" : "Dessutom kan eleven presentera information i form av faktatexter med <strong>________</strong> fungerande struktur, <strong>________</strong> beskrivningar, egna formuleringar och <strong>________</strong> användning av ämnesspecifika ord och begrepp.",
        "knowledgeRequirementChoice" : {
          "E" : "Dessutom kan eleven presentera information i form av faktatexter med <strong>i huvudsak</strong> fungerande struktur, <strong>enkla</strong> beskrivningar, egna formuleringar och <strong>viss</strong> användning av ämnesspecifika ord och begrepp.",
          "C" : "Dessutom kan eleven presentera information i form av faktatexter med <strong>relativt väl</strong> fungerande struktur, <strong>utvecklade</strong> beskrivningar, egna formuleringar och <strong>relativt god</strong> användning av ämnesspecifika ord och begrepp.",
          "A" : "Dessutom kan eleven presentera information i form av faktatexter med <strong>väl</strong> fungerande struktur, <strong>välutvecklade</strong> beskrivningar, egna formuleringar och <strong>god</strong> användning av ämnesspecifika ord och begrepp."
        }
      } ]
    }, {
      "heading" : "",
      "knowledgeRequirements" : [ {
        "text" : "Genom att göra <strong>________</strong> sammanfattningar av olika texters innehåll och kommentera centrala delar med <strong>________</strong> koppling till sammanhanget visar eleven <strong>________</strong> läsförståelse.",
        "knowledgeRequirementChoice" : {
          "E" : "Genom att göra <strong>enkla, kronologiska</strong> sammanfattningar av olika texters innehåll och kommentera centrala delar med <strong>viss</strong> koppling till sammanhanget visar eleven <strong>grundläggande</strong> läsförståelse.",
          "C" : "Genom att göra <strong>utvecklade</strong> sammanfattningar av olika texters innehåll och kommentera centrala delar med <strong>relativt god</strong> koppling till sammanhanget visar eleven <strong>god</strong> läsförståelse.",
          "A" : "Genom att göra <strong>välutvecklade</strong> sammanfattningar av olika texters innehåll och kommentera centrala delar med <strong>god</strong> koppling till sammanhanget visar eleven <strong>mycket god</strong> läsförståelse."
        }
      }, {
        "text" : "Eleven kan utifrån egna erfarenheter och referensramar tolka och föra enkla och <strong>________</strong> underbyggda resonemang om tydligt framträdande budskap i olika verk, och även beskriva sin upplevelse av läsningen på ett <strong>________</strong> sätt.",
        "knowledgeRequirementChoice" : {
          "E" : "Eleven kan utifrån egna erfarenheter och referensramar tolka och föra enkla och <strong>till viss del</strong> underbyggda resonemang om tydligt framträdande budskap i olika verk, och även beskriva sin upplevelse av läsningen på ett <strong>enkelt</strong> sätt.",
          "C" : "Eleven kan utifrån egna erfarenheter och referensramar tolka och föra enkla och <strong>relativt väl</strong> underbyggda resonemang om tydligt framträdande budskap i olika verk, och även beskriva sin upplevelse av läsningen på ett <strong>utvecklat</strong> sätt.",
          "A" : "Eleven kan utifrån egna erfarenheter och referensramar tolka och föra enkla och <strong>väl</strong> underbyggda resonemang om tydligt framträdande budskap i olika verk, och även beskriva sin upplevelse av läsningen på ett <strong>välutvecklat</strong> sätt."
        }
      }, {
        "text" : "Dessutom kan eleven på ett <strong>________</strong> sätt söka och välja ut information ur faktatexter.",
        "knowledgeRequirementChoice" : {
          "E" : "Dessutom kan eleven på ett <strong>i huvudsak fungerande</strong> sätt söka och välja ut information ur faktatexter.",
          "C" : "Dessutom kan eleven på ett <strong>ändamålsenligt</strong> sätt söka och välja ut information ur faktatexter.",
          "A" : "Dessutom kan eleven på ett <strong>ändamålsenligt och effektivt</strong> sätt söka och välja ut information ur faktatexter."
        }
      } ]
    }, {
      "heading" : "",
      "knowledgeRequirements" : [ {
        "text" : "Eleven visar <strong>________</strong> kunskaper om tornedalingars och andra meänkielitalandes kultur genom att ge <strong>________</strong> beskrivningar av betydelsefulla traditioner och kulturella uttryck.",
        "knowledgeRequirementChoice" : {
          "E" : "Eleven visar <strong>grundläggande</strong> kunskaper om tornedalingars och andra meänkielitalandes kultur genom att ge <strong>enkla</strong> beskrivningar av betydelsefulla traditioner och kulturella uttryck.",
          "C" : "Eleven visar <strong>goda</strong> kunskaper om tornedalingars och andra meänkielitalandes kultur genom att ge <strong>utvecklade</strong> beskrivningar av betydelsefulla traditioner och kulturella uttryck.",
          "A" : "Eleven visar <strong>mycket goda</strong> kunskaper om tornedalingars och andra meänkielitalandes kultur genom att ge <strong>välutvecklade</strong> beskrivningar av betydelsefulla traditioner och kulturella uttryck."
        }
      }, {
        "text" : "Eleven kan också föra <strong>________</strong> underbyggda resonemang om hur personer och händelser har påverkat tornedalingars och andra meänkielitalandes kultur och historia samt om några samhällsfrågor som berör tornedalingar och andra meänkielitalande i dag.",
        "knowledgeRequirementChoice" : {
          "E" : "Eleven kan också föra <strong>enkla och till viss del</strong> underbyggda resonemang om hur personer och händelser har påverkat tornedalingars och andra meänkielitalandes kultur och historia samt om några samhällsfrågor som berör tornedalingar och andra meänkielitalande i dag.",
          "C" : "Eleven kan också föra <strong>utvecklade och relativt väl</strong> underbyggda resonemang om hur personer och händelser har påverkat tornedalingars och andra meänkielitalandes kultur och historia samt om några samhällsfrågor som berör tornedalingar och andra meänkielitalande i dag.",
          "A" : "Eleven kan också föra <strong>välutvecklade och väl</strong> underbyggda resonemang om hur personer och händelser har påverkat tornedalingars och andra meänkielitalandes kultur och historia samt om några samhällsfrågor som berör tornedalingar och andra meänkielitalande i dag."
        }
      } ]
    } ],
    "point" : null,
    "year" : {
      "start" : 4,
      "end" : 6
    }
  }, {
    "name" : "Årskurs 7-9  MEANKIELI_LANGUAGE_FIRST",
    "description" : "",
    "code" : "GRGRMOS01_7-9-MEANKIELI_LANGUAGE_FIRST",
    "centralContent" : [ {
      "heading" : "I årskurs 7–9, inom ramen för meänkieli som förstaspråk",
      "lines" : [ ]
    }, {
      "heading" : "Läsa och skriva",
      "lines" : [ "Lässtrategier för att tolka och analysera texter från olika medier.", "Strategier för skrivande av olika typer av texter med hjälp av deras typiska uppbyggnad och språkliga drag.", "Meänkielis struktur med ordbildning, ords böjningsmönster, ordklasser och satsdelar.", "Hjälpmedel för informationssökning och ordförståelse." ]
    }, {
      "heading" : "Tala, lyssna och samtala",
      "lines" : [ "Samtal om ämnen som är välbekanta för eleven, samt om aktuella händelser, tankar, känslor och åsikter.", "Muntliga presentationer och muntligt berättande för olika mottagare. Anpassning av språk, innehåll och disposition efter syfte och mottagare.", "Olika varieteter av talad meänkieli." ]
    }, {
      "heading" : "Texter",
      "lines" : [ "Beskrivande, förklarande, instruerande och argumenterande texter, till exempel tidningsartiklar och arbetsbeskrivningar. Texternas syfte, innehåll och typiska språkliga drag.", "Skönlitteratur för ungdomar och vuxna samt andra berättande och poetiska texter med anknytning till tornedalingars och andra meänkielitalandes kultur. Skönlitteratur som belyser identitets- och livsfrågor." ]
    }, {
      "heading" : "Språkbruk",
      "lines" : [ "Ord och begrepp som används för att uttrycka känslor, kunskaper och åsikter. Ords och begrepps nyanser och värdeladdning. Bildspråk och idiomatiska uttryck.", "Ord och begrepp för traditioner, näringar och samhällsstrukturer som anknyter till tornedalingars och andra meänkielitalandes kulturarv.", "Skillnader i språkanvändning beroende på i vilket sammanhang, med vem och med vilket syfte man kommunicerar.", "Likheter och skillnader mellan olika varieteter av meänkieli." ]
    }, {
      "heading" : "Tornedalingars och andra meänkielitalandes kultur",
      "lines" : [ "Traditionell och modern tornedalsk och andra meänkielitalandes musik samt andra estetiska uttryck.", "Meänkielis ursprung, utveckling och framtid i Sverige. Den tornedalska kulturens och andra meänkielitalandes kulturs villkor i relation till majoritetssamhället under olika tider. Organisationer som arbetar för att främja meänkieli och den tornedalska kulturen.", "Några tornedalska och andra meänkielitalande författare och deras verk.", "Tornedalingarnas och andra meänkielitalandes liv i dag med utgångspunkt i historia och kulturarv. Traditionella och nutida näringar, till exempel jord- och skogsbruk och turism." ]
    } ],
    "knowledgeRequirementParagraphs" : [ {
      "heading" : "",
      "knowledgeRequirements" : [ {
        "text" : "Eleven kan samtala om och diskutera varierande ämnen genom att ställa frågor och framföra åsikter med <strong>________</strong> och sakliga argument på ett sätt som <strong>________</strong> utvecklar samtalet eller diskussionen.",
        "knowledgeRequirementChoice" : {
          "E" : "Eleven kan samtala om och diskutera varierande ämnen genom att ställa frågor och framföra åsikter med <strong>enkla</strong> och sakliga argument på ett sätt som <strong>till viss del</strong> utvecklar samtalet eller diskussionen.",
          "C" : "Eleven kan samtala om och diskutera varierande ämnen genom att ställa frågor och framföra åsikter med <strong>utvecklade</strong> och sakliga argument på ett sätt som <strong>relativt väl</strong> utvecklar samtalet eller diskussionen.",
          "A" : "Eleven kan samtala om och diskutera varierande ämnen genom att ställa frågor och framföra åsikter med <strong>välutvecklade</strong> och sakliga argument på ett sätt som <strong>väl</strong> utvecklar samtalet eller diskussionen."
        }
      }, {
        "text" : "Dessutom kan eleven förbereda och genomföra <strong>________</strong> muntliga framställningar med <strong>________</strong> fungerande struktur, innehåll och språk samt med <strong>________</strong> anpassning till situationen och mottagaren.",
        "knowledgeRequirementChoice" : {
          "E" : "Dessutom kan eleven förbereda och genomföra <strong>enkla</strong> muntliga framställningar med <strong>i huvudsak</strong> fungerande struktur, innehåll och språk samt med <strong>viss</strong> anpassning till situationen och mottagaren.",
          "C" : "Dessutom kan eleven förbereda och genomföra <strong>utvecklade</strong> muntliga framställningar med <strong>relativt väl</strong> fungerande struktur, innehåll och språk samt <strong>relativt god</strong> anpassning till situationen och mottagaren.",
          "A" : "Dessutom kan eleven förbereda och genomföra <strong>välutvecklade</strong> muntliga framställningar med <strong>väl</strong> fungerande struktur, innehåll och språk samt med <strong>god</strong> anpassning till situationen och mottagaren."
        }
      }, {
        "text" : "Genom att kombinera olika texttyper, estetiska uttryck och medier så att de olika delarna samspelar på ett <strong>________</strong> fungerande sätt förtydligar och levandegör eleven framställningens budskap.",
        "knowledgeRequirementChoice" : {
          "E" : "Genom att kombinera olika texttyper, estetiska uttryck och medier så att de olika delarna samspelar på ett <strong>i huvudsak</strong> fungerande sätt förtydligar och levandegör eleven framställningens budskap.",
          "C" : "Genom att kombinera olika texttyper, estetiska uttryck och medier så att de olika delarna samspelar på ett <strong>ändamålsenligt</strong> sätt förtydligar och levandegör eleven framställningens budskap.",
          "A" : "Genom att kombinera olika texttyper, estetiska uttryck och medier så att de olika delarna samspelar på ett <strong>ändamålsenligt och effektivt</strong> sätt förtydligar och levandegör eleven framställningens budskap."
        }
      } ]
    }, {
      "heading" : "",
      "knowledgeRequirements" : [ {
        "text" : "Eleven kan skriva texter med <strong>________</strong> språklig variation och <strong>________</strong> anpassning till texttyp.",
        "knowledgeRequirementChoice" : {
          "E" : "Eleven kan skriva texter med <strong>viss</strong> språklig variation och <strong>enkel</strong> anpassning till texttyp.",
          "C" : "Eleven kan skriva texter med <strong>relativt god</strong> språklig variation och <strong>utvecklad</strong> anpassning till texttyp.",
          "A" : "Eleven kan skriva texter med <strong>god</strong> språklig variation och <strong>välutvecklad</strong> anpassning till texttyp."
        }
      }, {
        "text" : "I sina texter använder eleven grundläggande regler för språkriktighet med <strong>________</strong> säkerhet.",
        "knowledgeRequirementChoice" : {
          "E" : "I sina texter använder eleven grundläggande regler för språkriktighet med <strong>viss</strong> säkerhet.",
          "C" : "I sina texter använder eleven grundläggande regler för språkriktighet med <strong>relativt god</strong> säkerhet.",
          "A" : "I sina texter använder eleven grundläggande regler för språkriktighet med <strong>god</strong> säkerhet."
        }
      }, {
        "text" : "De berättande texter eleven skriver innehåller <strong>________</strong> gestaltande beskrivningar och berättargrepp samt dramaturgi med <strong>________</strong> uppbyggnad.",
        "knowledgeRequirementChoice" : {
          "E" : "De berättande texter eleven skriver innehåller <strong>enkla</strong> gestaltande beskrivningar och berättargrepp samt dramaturgi med <strong>enkel</strong> uppbyggnad.",
          "C" : "De berättande texter eleven skriver innehåller <strong>utvecklade</strong> gestaltande beskrivningar och berättargrepp samt dramaturgi med <strong>utvecklad</strong> uppbyggnad.",
          "A" : "De berättande texter eleven skriver innehåller <strong>välutvecklade</strong> gestaltande beskrivningar och berättargrepp samt dramaturgi med <strong>välutvecklad</strong> uppbyggnad."
        }
      }, {
        "text" : "Dessutom kan eleven presentera fakta och värderingar i form av olika slags sakprosa med <strong>________</strong> struktur, <strong>________</strong> beskrivningar och förklaringar samt <strong>________</strong> och fungerande ämnesrelaterat språk.",
        "knowledgeRequirementChoice" : {
          "E" : "Dessutom kan eleven presentera fakta och värderingar i form av olika slags sakprosa med <strong>i huvudsak fungerande</strong> struktur, <strong>enkla</strong> beskrivningar och förklaringar samt <strong>enkelt</strong> och fungerande ämnesrelaterat språk.",
          "C" : "Dessutom kan eleven presentera fakta och värderingar i form av olika slags sakprosa med <strong>relativt väl</strong> fungerande struktur, <strong>utvecklade</strong> beskrivningar och förklaringar samt <strong>utvecklat</strong> och fungerande ämnesrelaterat språk.",
          "A" : "Dessutom kan eleven presentera fakta och värderingar i form av olika slags sakprosa med <strong>välfungerande</strong> struktur, <strong>välutvecklade</strong> beskrivningar och förklaringar samt <strong>välutvecklat</strong> och fungerande ämnesrelaterat språk."
        }
      } ]
    }, {
      "heading" : "",
      "knowledgeRequirements" : [ {
        "text" : "Genom att göra <strong>________</strong> sammanfattningar av olika texters innehåll och kommentera centrala delar med <strong>________</strong> koppling till tidsaspekter och orsakssamband visar eleven <strong>________</strong> läsförståelse.",
        "knowledgeRequirementChoice" : {
          "E" : "Genom att göra <strong>enkla</strong> sammanfattningar av olika texters innehåll och kommentera centrala delar med <strong>viss</strong> koppling till tidsaspekter och orsakssamband visar eleven <strong>grundläggande</strong> läsförståelse.",
          "C" : "Genom att göra <strong>utvecklade</strong> sammanfattningar av olika texters innehåll och kommentera centrala delar med <strong>relativt god</strong> koppling till tidsaspekter och orsakssamband visar eleven <strong>god</strong> läsförståelse.",
          "A" : "Genom att göra <strong>välutvecklade</strong> sammanfattningar av olika texters innehåll och kommentera centrala delar i texterna med <strong>god</strong> koppling till tidsaspekter och orsakssamband visar eleven <strong>mycket god</strong> läsförståelse."
        }
      }, {
        "text" : "Eleven kan utifrån egna erfarenheter och referensramar samt olika livsfrågor och omvärldsfrågor tolka och föra <strong>________</strong> underbyggda resonemang om <strong>________</strong> budskap i olika verk.",
        "knowledgeRequirementChoice" : {
          "E" : "Eleven kan utifrån egna erfarenheter och referensramar samt olika livsfrågor och omvärldsfrågor tolka och föra <strong>enkla och till viss del</strong> underbyggda resonemang om <strong>tydligt framträdande</strong> budskap i olika verk.",
          "C" : "Eleven kan utifrån egna erfarenheter och referensramar samt olika livsfrågor och omvärldsfrågor tolka och föra <strong>utvecklade och relativt väl</strong> underbyggda resonemang om budskap som är <strong>tydligt framträdande och budskap som kan läsas mellan raderna</strong> i olika verk.",
          "A" : "Dessutom kan eleven utifrån egna erfarenheter, olika livsfrågor och omvärldsfrågor tolka och föra <strong>välutvecklade och väl</strong> underbyggda resonemang om budskap som är <strong>tydligt framträdande och budskap som kan läsas mellan raderna eller är dolda</strong> i olika verk."
        }
      }, {
        "text" : "Dessutom kan eleven på ett <strong>________</strong> sätt söka och välja ut information ur olika slags sakprosa.",
        "knowledgeRequirementChoice" : {
          "E" : "Dessutom kan eleven på ett <strong>i huvudsak fungerande</strong> sätt söka och välja ut information ur olika slags sakprosa.",
          "C" : "Dessutom kan eleven på ett <strong>ändamålsenligt</strong> sätt söka och välja ut information ur olika slags sakprosa.",
          "A" : "Dessutom kan eleven på ett <strong>ändamålsenligt och effektivt</strong> sätt söka och välja ut information ur olika slags sakprosa."
        }
      } ]
    }, {
      "heading" : "",
      "knowledgeRequirements" : [ {
        "text" : "Eleven har <strong>________</strong> kunskaper om meänkieli och om tornedalingars och andra meänkielitalandes kultur.",
        "knowledgeRequirementChoice" : {
          "E" : "Eleven har <strong>grundläggande</strong> kunskaper om meänkieli och om tornedalingars och andra meänkielitalandes kultur.",
          "C" : "Eleven har <strong>goda</strong> kunskaper om meänkieli och om tornedalingars och andra meänkielitalandes kultur.",
          "A" : "Eleven har <strong>mycket goda</strong> kunskaper om meänkieli och om tornedalingars och andra meänkielitalandes kultur."
        }
      }, {
        "text" : "Eleven visar det genom att föra <strong>________</strong> och <strong>________</strong> underbyggda resonemang om språkets ursprung, utveckling och framtid i Sverige.",
        "knowledgeRequirementChoice" : {
          "E" : "Eleven visar det genom att föra <strong>enkla</strong> och <strong>till viss del</strong> underbyggda resonemang om språkets ursprung, utveckling och framtid i Sverige.",
          "C" : "Eleven visar det genom att föra <strong>utvecklade och relativt väl</strong> underbyggda resonemang om språkets ursprung, utveckling och framtid i Sverige.",
          "A" : "Eleven visar det genom att föra <strong>välutvecklade och väl</strong> underbyggda resonemang om språkets ursprung, utveckling och framtid i Sverige."
        }
      }, {
        "text" : "Vidare ger eleven exempel på likheter och skillnader mellan olika varieteter av meänkieli.",
        "knowledgeRequirementChoice" : {
          "E" : "Vidare ger eleven exempel på likheter och skillnader mellan olika varieteter av meänkieli.",
          "C" : "Vidare ger eleven exempel på likheter och skillnader mellan olika varieteter av meänkieli.",
          "A" : "Vidare ger eleven exempel på likheter och skillnader mellan olika varieteter av meänkieli."
        }
      }, {
        "text" : "Eleven för också <strong>________</strong> underbyggda resonemang om traditionella och nutida näringar samt om villkoren för tornedalingars och andra meänkielitalandes kultur under olika tider.",
        "knowledgeRequirementChoice" : {
          "E" : "Eleven för också <strong>enkla och till viss del</strong> underbyggda resonemang om traditionella och nutida näringar samt om villkoren för tornedalingars och andra meänkielitalandes kultur under olika tider.",
          "C" : "Eleven för också <strong>utvecklade och relativt väl</strong> underbyggda resonemang om traditionella och nutida näringar samt om villkoren för tornedalingars och andra meänkielitalandes kultur under olika tider.",
          "A" : "Eleven för också <strong>välutvecklade och väl</strong> underbyggda resonemang om traditionella och nutida näringar samt om villkoren för tornedalingars och andra meänkielitalandes kultur under olika tider."
        }
      }, {
        "text" : "Dessutom ger eleven <strong>________</strong> beskrivningar av tornedalsk och meänkielitalandes musik samt av några litterära verk och andra estetiska uttryck.",
        "knowledgeRequirementChoice" : {
          "E" : "Dessutom ger eleven <strong>enkla</strong> beskrivningar av tornedalsk och meänkielitalandes musik samt av några litterära verk och andra estetiska uttryck.",
          "C" : "Dessutom ger eleven <strong>utvecklade</strong> beskrivningar av tornedalsk och meänkielitalandes musik samt av några litterära verk och andra estetiska uttryck.",
          "A" : "Dessutom ger eleven <strong>välutvecklade</strong> beskrivningar av tornedalsk och meänkielitalandes musik samt av några litterära verk och andra estetiska uttryck."
        }
      } ]
    } ],
    "point" : null,
    "year" : {
      "start" : 7,
      "end" : 9
    }
  }, {
    "name" : "Årskurs 1-3  MEANKIELI_LANGUAGE_SECOND",
    "description" : "",
    "code" : "GRGRMOS01_1-3-MEANKIELI_LANGUAGE_SECOND",
    "centralContent" : [ {
      "heading" : "I årskurs 1–3, inom ramen för meänkieli som andraspråk",
      "lines" : [ ]
    }, {
      "heading" : "Läsa och skriva",
      "lines" : [ "Lässtrategier för att förstå och tolka ord och fraser i enkla texter.", "Strategier för skrivande av enkla presentationer, beskrivningar och meddelanden.", "Alfabetet på meänkieli samt förhållandet mellan ljud och bokstav." ]
    }, {
      "heading" : "Tala, lyssna och samtala",
      "lines" : [ "Samtal om ämnesområden som är välbekanta för eleven, till exempel intressen, personer och platser.", "Strategier för att uppfatta betydelsebärande ord och dra slutsatser om innehållet i talad meänkieli, till exempel med hjälp av förförståelse.", "Språkliga företeelser som uttal och intonation i det språk eleverna möter." ]
    }, {
      "heading" : "Texter",
      "lines" : [ "Berättande och poetiska texter för barn i form av bilderböcker, sagor, sägner, rim och ramsor.", "Enkla instruerande och beskrivande texter.", "Enkla texter med anknytning till tornedalingars och andra meänkielitalandes kultur." ]
    }, {
      "heading" : "Språkbruk",
      "lines" : [ "Ord och begrepp som används för att uttrycka känslor, kunskaper och åsikter.", "Ord och begrepp med anknytning till tornedalingars och andra meänkielitalandes kultur, till exempel ortsnamn och naturbegrepp." ]
    }, {
      "heading" : "Tornedalingars och andra meänkielitalandes kultur",
      "lines" : [ "Tornedalingarnas och andra meänkielitalandes liv i dag med utgångspunkt i historia och kulturarv. Högtider och traditioner under året.", "Tornedalingars och andra meänkielitalandes kulturarv, till exempel i form av lekar, musik och andra estetiska uttryck." ]
    } ],
    "knowledgeRequirementParagraphs" : [ ],
    "point" : null,
    "year" : {
      "start" : 1,
      "end" : 3
    }
  }, {
    "name" : "Årskurs 4-6  MEANKIELI_LANGUAGE_SECOND",
    "description" : "",
    "code" : "GRGRMOS01_4-6-MEANKIELI_LANGUAGE_SECOND",
    "centralContent" : [ {
      "heading" : "I årskurs 4–6, inom ramen för meänkieli som andraspråk",
      "lines" : [ ]
    }, {
      "heading" : "Läsa och skriva",
      "lines" : [ "Lässtrategier för att förstå och tolka enkla texter från olika medier.", "Strategier för skrivande av enkla berättande texter, beskrivningar och instruktioner.", "Språkliga företeelser som stavningsregler och grammatiska strukturer i det språk eleven möter.", "Olika sätt att orientera sig i texter från internet och andra medier." ]
    }, {
      "heading" : "Tala, lyssna och samtala",
      "lines" : [ "Samtal om ämnesområden som är välbekanta för eleven, till exempel vardagliga situationer, händelser och aktiviteter.", "Strategier för att uppfatta betydelsebärande ord och sammanhang i talad meänkieli, till exempel med hjälp av förförståelse.", "Strategier för att lösa språkliga problem i samtal, till exempel gester, frågor och omformuleringar.", "Olika sätt att orientera sig i talat språk från internet och andra medier." ]
    }, {
      "heading" : "Texter",
      "lines" : [ "Berättande och poetiska texter för barn i form av skönlitteratur, sagor, sägner, rim och ramsor.", "Enkla instruerande och beskrivande texter.", "Enkla texter som belyser människors upplevelser och erfarenheter, samt enkla texter med anknytning till tornedalsk och andra meänkielitalandes kultur." ]
    }, {
      "heading" : "Språkbruk",
      "lines" : [ "Ord och begrepp som används för att uttrycka känslor, kunskaper och åsikter.", "Ord och begrepp med anknytning till tornedalsk och andra meänkielitalandes kultur, till exempel ord som beskriver matkultur och hantverk.", "Hur ord och fasta språkliga uttryck, till exempel artighetsfraser och tilltalsord, används i texter och talat språk i olika situationer." ]
    }, {
      "heading" : "Tornedalingars och andra meänkielitalandes kultur",
      "lines" : [ "Tornedalingarnas och andra meänkielitalandes liv i dag med utgångspunkt i historia och kulturarv. Personer och händelser som har påverkat tornedalingars och andra meänkielitalandes kultur och historia.", "Tornedalingars och andra meänkielitalandes kulturarv i form av matkultur, hantverk och andra estetiska uttryck.", "Några samhällsfrågor som berör tornedalingar och andra meänkielitalande i dag." ]
    } ],
    "knowledgeRequirementParagraphs" : [ {
      "heading" : "",
      "knowledgeRequirements" : [ {
        "text" : "Eleven kan förstå <strong>________</strong> i tydligt talat, enkelt språk i långsamt tempo samt i korta, enkla texter om vardagliga och välbekanta ämnen.",
        "knowledgeRequirementChoice" : {
          "E" : "Eleven kan förstå <strong>vanliga ord och enkla fraser</strong> i tydligt talat, enkelt språk i långsamt tempo samt i korta, enkla texter om vardagliga och välbekanta ämnen.",
          "C" : "Eleven kan förstå <strong>det huvudsakliga innehållet och uppfatta tydliga detaljer</strong> i tydligt talat, enkelt språk i långsamt tempo samt i korta, enkla texter om vardagliga och välbekanta ämnen.",
          "A" : "Eleven kan förstå <strong>det huvudsakliga innehållet och uppfatta väsentliga detaljer</strong> i tydligt talat, enkelt språk i långsamt tempo samt i korta, enkla texter om vardagliga och välbekanta ämnen."
        }
      }, {
        "text" : "Eleven visar sin förståelse genom att <strong>________</strong> redogöra för innehållet samt genom att med <strong>________</strong> resultat agera utifrån budskap och instruktioner i innehållet.",
        "knowledgeRequirementChoice" : {
          "E" : "Eleven visar sin förståelse genom att <strong>i mycket enkel form</strong> redogöra för innehållet samt genom att med <strong>godtagbart</strong> resultat agera utifrån budskap och instruktioner i innehållet.",
          "C" : "Eleven visar sin förståelse genom att <strong>i mycket enkel form</strong> redogöra för innehåll och detaljer samt genom att med <strong>tillfredsställande</strong> resultat agera utifrån budskap och instruktioner i innehållet.",
          "A" : "Eleven visar sin förståelse genom att <strong>i enkel form</strong> redogöra för innehåll och detaljer samt genom att med <strong>gott</strong> resultat agera utifrån budskap och instruktioner i innehållet."
        }
      }, {
        "text" : "För att underlätta sin förståelse av innehållet i det talade språket och texterna kan eleven välja och använda sig av <strong>________</strong> för lyssnande och läsning.",
        "knowledgeRequirementChoice" : {
          "E" : "För att underlätta sin förståelse av innehållet i det talade språket och texterna kan eleven välja och använda sig av <strong>någon strategi</strong> för lyssnande och läsning.",
          "C" : "För att underlätta sin förståelse av innehållet i det talade språket och texterna kan eleven <strong>i viss utsträckning</strong> välja och använda sig av <strong>strategier</strong> för lyssnande och läsning.",
          "A" : "För att underlätta sin förståelse av innehållet i det talade språket och texterna kan eleven <strong>i viss utsträckning</strong> välja och använda sig av <strong>strategier</strong> för lyssnande och läsning."
        }
      }, {
        "text" : "Eleven kan välja texter och talat språk av enkel karaktär och från olika medier samt <strong>________</strong> använda det valda materialet i sin egen produktion och interaktion.",
        "knowledgeRequirementChoice" : {
          "E" : "Eleven kan välja texter och talat språk av enkel karaktär och från olika medier samt <strong>med viss relevans</strong> använda det valda materialet i sin egen produktion och interaktion.",
          "C" : "Eleven kan välja texter och talat språk av enkel karaktär och från olika medier samt <strong>på ett relevant sätt</strong> använda det valda materialet i sin egen produktion och interaktion.",
          "A" : "Eleven kan välja bland texter och talat språk av enkel karaktär och från olika medier samt <strong>på ett relevant och effektivt sätt</strong> använda det valda materialet i sin egen produktion och interaktion."
        }
      } ]
    }, {
      "heading" : "",
      "knowledgeRequirements" : [ {
        "text" : "I muntliga och skriftliga framställningar av olika slag kan eleven formulera sig <strong>________</strong>.",
        "knowledgeRequirementChoice" : {
          "E" : "I muntliga och skriftliga framställningar av olika slag kan eleven formulera sig <strong>enkelt och begripligt med enstaka ord och fraser</strong>.",
          "C" : "I muntliga och skriftliga framställningar av olika slag kan eleven formulera sig <strong>enkelt och relativt tydligt med fraser och meningar</strong>.",
          "A" : "I muntliga och skriftliga framställningar av olika slag kan eleven formulera sig <strong>enkelt, relativt tydligt och till viss del sammanhängande</strong>."
        }
      }, {
        "text" : "För att förtydliga och variera sin kommunikation kan eleven bearbeta och göra <strong>________</strong> förbättringar av egna framställningar.",
        "knowledgeRequirementChoice" : {
          "E" : "För att förtydliga och variera sin kommunikation kan eleven bearbeta och göra <strong>enstaka enkla</strong> förbättringar av egna framställningar.",
          "C" : "För att förtydliga och variera sin kommunikation kan eleven bearbeta och göra <strong>enstaka enkla</strong> förbättringar av egna framställningar.",
          "A" : "För att förtydliga och variera sin kommunikation kan eleven bearbeta och göra <strong>enkla</strong> förbättringar av egna framställningar."
        }
      }, {
        "text" : "I muntlig och skriftlig interaktion kan eleven uttrycka sig <strong>________</strong>.",
        "knowledgeRequirementChoice" : {
          "E" : "I muntlig och skriftlig interaktion kan eleven uttrycka sig <strong>enkelt och begripligt med enstaka ord och fraser</strong>.",
          "C" : "I muntlig och skriftlig interaktion kan eleven uttrycka sig <strong>enkelt och begripligt med ord, fraser och meningar</strong>.",
          "A" : "I muntlig och skriftlig interaktion kan eleven uttrycka sig <strong>enkelt och tydligt med ord, fraser och meningar</strong>."
        }
      }, {
        "text" : "Dessutom kan eleven välja och använda sig av <strong>________</strong> som löser problem i och förbättrar interaktionen.",
        "knowledgeRequirementChoice" : {
          "E" : "Dessutom kan eleven välja och använda sig av <strong>någon strategi</strong> som löser problem i och förbättrar interaktionen.",
          "C" : "Dessutom kan eleven välja och använda sig av <strong>några olika strategier</strong> som löser problem i och förbättrar interaktionen.",
          "A" : "Dessutom kan eleven välja och använda sig av <strong>flera olika strategier</strong> som löser problem i och förbättrar interaktionen."
        }
      } ]
    }, {
      "heading" : "",
      "knowledgeRequirements" : [ {
        "text" : "Eleven visar <strong>________</strong> kunskaper om tornedalingars och andra meänkielitalandes kultur genom att ge <strong>________</strong> beskrivningar av betydelsefulla traditioner och kulturella uttryck.",
        "knowledgeRequirementChoice" : {
          "E" : "Eleven visar <strong>grundläggande</strong> kunskaper om tornedalingars och andra meänkielitalandes kultur genom att ge <strong>enkla</strong> beskrivningar av betydelsefulla traditioner och kulturella uttryck.",
          "C" : "Eleven visar <strong>goda</strong> kunskaper om tornedalingars och andra meänkielitalandes kultur genom att ge <strong>utvecklade</strong> beskrivningar av betydelsefulla traditioner och kulturella uttryck.",
          "A" : "Eleven visar <strong>mycket goda</strong> kunskaper om tornedalingars och andra meänkielitalandes kultur genom att ge <strong>välutvecklade</strong> beskrivningar av betydelsefulla traditioner och kulturella uttryck."
        }
      }, {
        "text" : "Eleven kan också föra <strong>________</strong> underbyggda resonemang om hur personer och händelser har påverkat tornedalingars och andra meänkielitalandes kultur och historia samt om några samhällsfrågor som berör tornedalingar och andra meänkielitalande i dag.",
        "knowledgeRequirementChoice" : {
          "E" : "Eleven kan också föra <strong>enkla och till viss del</strong> underbyggda resonemang om hur personer och händelser har påverkat tornedalingars och andra meänkielitalandes kultur och historia samt om några samhällsfrågor som berör tornedalingar och andra meänkielitalande i dag.",
          "C" : "Eleven kan också föra <strong>utvecklade och relativt väl</strong> underbyggda resonemang om hur personer och händelser har påverkat tornedalingars och andra meänkielitalandes kultur och historia samt om några samhällsfrågor som berör tornedalingar och andra meänkielitalande i dag.",
          "A" : "Eleven kan också föra <strong>välutvecklade och väl</strong> underbyggda resonemang om hur personer och händelser har påverkat tornedalingars och andra meänkielitalandes kultur och historia samt om några samhällsfrågor som berör tornedalingar och andra meänkielitalande i dag."
        }
      } ]
    } ],
    "point" : null,
    "year" : {
      "start" : 4,
      "end" : 6
    }
  }, {
    "name" : "Årskurs 7-9  MEANKIELI_LANGUAGE_SECOND",
    "description" : "",
    "code" : "GRGRMOS01_7-9-MEANKIELI_LANGUAGE_SECOND",
    "centralContent" : [ {
      "heading" : "I årskurs 7–9, inom ramen för meänkieli som andraspråk",
      "lines" : [ ]
    }, {
      "heading" : "Läsa och skriva",
      "lines" : [ "Lässtrategier för att förstå och tolka texter från olika medier.", "Berättelser och beskrivningar i form av sammanhängande text.", "Språkliga företeelser som stavning, grammatiska strukturer och fasta språkliga uttryck i det språk eleven möter.", "Olika sätt att söka och välja texter från internet och andra medier." ]
    }, {
      "heading" : "Tala, lyssna och samtala",
      "lines" : [ "Samtal om ämnesområden som är välbekanta för eleven, till exempel olika slags händelseförlopp samt egna och andras erfarenheter.", "Muntliga presentationer och muntligt berättande för olika mottagare.", "Strategier för att uppfatta betydelsebärande ord och sammanhang i talad meänkieli, till exempel med hjälp av förförståelse.", "Strategier för att delta i och bidra till samtal, till exempel frågor samt bekräftande fraser och uttryck.", "Olika sätt att söka och välja talat språk från internet och andra medier." ]
    }, {
      "heading" : "Texter",
      "lines" : [ "Berättelser och annan fiktion för barn och unga. Sånger och dikter.", "Instruerande och beskrivande texter. Texternas syfte, innehåll och några av deras typiska språkliga drag.", "Texter som belyser identitets- och livsfrågor samt andra texter med anknytning till tornedalingars och andra meänkielitalandes kultur." ]
    }, {
      "heading" : "Språkbruk",
      "lines" : [ "Ord och begrepp som används för att uttrycka känslor, kunskaper och åsikter. Ords och begrepps nyanser och värdeladdning.", "Ord och begrepp för traditioner, näringar och samhällsstrukturer som anknyter till tornedalingars och andra meänkielitalandes kulturarv.", "Hur olika formuleringar används för att inleda och avsluta ett samtal samt olika typer av muntliga och skriftliga framställningar." ]
    }, {
      "heading" : "Tornedalingars och andra meänkielitalandes kultur",
      "lines" : [ "Traditionell och modern tornedalsk och andra meänkielitalandes musik samt andra estetiska uttryck.", "Meänkielis ursprung, utveckling och framtid i Sverige. Den tornedalska kulturens och andra meänkielitalandes kulturs villkor i relation till majoritetssamhället under olika tider. Organisationer som arbetar for att främja meänkieli samt tornedalsk och andra meänkielitalandes kultur.", "Några tornedalska och andra meänkielitalande författare och vilka verk de är kända för.", "Tornedalingarnas och andra meänkielitalandes liv i dag med utgångspunkt i historia och kulturarv. Traditionella och nutida näringar, till exempel jord- och skogsbruk och turism." ]
    } ],
    "knowledgeRequirementParagraphs" : [ {
      "heading" : "",
      "knowledgeRequirements" : [ {
        "text" : "Eleven kan förstå <strong>________</strong> i tydligt talat, enkelt språk i lugnt tempo samt i enkla texter om vardagliga och välbekanta ämnen.",
        "knowledgeRequirementChoice" : {
          "E" : "Eleven kan förstå <strong>det mest väsentliga av innehållet</strong> i tydligt talat, enkelt språk i lugnt tempo samt i enkla texter om vardagliga och välbekanta ämnen.",
          "C" : "Eleven kan förstå <strong>det huvudsakliga innehållet och uppfatta tydliga detaljer</strong> i tydligt talat, enkelt språk i lugnt tempo samt i enkla texter om vardagliga och välbekanta ämnen.",
          "A" : "Eleven kan förstå <strong>helheten och uppfatta väsentliga detaljer i</strong> tydligt talat, enkelt språk i lugnt tempo samt i enkla texter om vardagliga och välbekanta ämnen."
        }
      }, {
        "text" : "Eleven visar sin förståelse genom att <strong>________</strong> redogöra för och kommentera innehållet samt genom att med <strong>________</strong> resultat agera utifrån budskap och instruktioner i innehållet.",
        "knowledgeRequirementChoice" : {
          "E" : "Eleven visar sin förståelse genom att <strong>i enkel form</strong> redogöra för och kommentera innehållet samt genom att med <strong>godtagbart</strong> resultat agera utifrån budskap och instruktioner i innehållet.",
          "C" : "Eleven visar sin förståelse genom att <strong>i enkel form</strong> redogöra för och kommentera innehåll <strong>och detaljer</strong> samt även genom att med <strong>tillfredsställande</strong> resultat agera utifrån budskap och instruktioner i innehållet.",
          "A" : "Eleven visar sin förståelse genom att <strong>översiktligt</strong> redogöra för och kommentera innehåll <strong>och detaljer</strong> samt genom att med <strong>gott</strong> resultat agera utifrån budskap och instruktioner i innehållet."
        }
      }, {
        "text" : "För att underlätta sin förståelse av innehållet i det talade språket och texterna kan eleven välja och använda sig av <strong>________</strong> för lyssnande och läsning.",
        "knowledgeRequirementChoice" : {
          "E" : "För att underlätta sin förståelse av innehållet i det talade språket och texterna kan eleven välja och använda sig av <strong>någon strategi</strong> för lyssnande och läsning.",
          "C" : "För att underlätta sin förståelse av innehållet i det talade språket och texterna kan eleven <strong>i viss utsträckning</strong> välja och använda sig av <strong>strategier</strong> för lyssnande och läsning.",
          "A" : "För att underlätta sin förståelse av innehållet i det talade språket och texterna kan eleven <strong>i viss utsträckning</strong> välja och använda sig av <strong>strategier</strong> för lyssnande och läsning."
        }
      }, {
        "text" : "Eleven kan välja bland texter och talat språk av enkel karaktär och från olika medier samt <strong>________</strong> använda det valda materialet i sin egen produktion och interaktion.",
        "knowledgeRequirementChoice" : {
          "E" : "Eleven kan välja bland texter och talat språk av enkel karaktär och från olika medier samt <strong>med viss relevans</strong> använda det valda materialet i sin egen produktion och interaktion.",
          "C" : "Eleven kan välja bland texter och talat språk av enkel karaktär och från olika medier samt <strong>på ett relevant sätt</strong> använda det valda materialet i sin egen produktion och interaktion.",
          "A" : "Eleven kan välja bland texter och talat språk av enkel karaktär och från olika medier samt <strong>på ett relevant och effektivt sätt</strong> använda det valda materialet i sin egen produktion och interaktion."
        }
      } ]
    }, {
      "heading" : "",
      "knowledgeRequirements" : [ {
        "text" : "I muntliga och skriftliga framställningar av olika slag kan eleven formulera sig <strong>________</strong>.",
        "knowledgeRequirementChoice" : {
          "E" : "I muntliga och skriftliga framställningar av olika slag kan eleven formulera sig <strong>enkelt och begripligt med fraser och meningar</strong>.",
          "C" : "I muntliga och skriftliga framställningar av olika slag kan eleven formulera sig <strong>enkelt, relativt tydligt och till viss del sammanhängande</strong>.",
          "A" : "I muntliga och skriftliga framställningar av olika slag kan eleven formulera sig <strong>enkelt, relativt tydligt och relativt sammanhängande</strong>."
        }
      }, {
        "text" : "För att förtydliga och variera sin kommunikation kan eleven bearbeta och göra <strong>________</strong> förbättringar av egna framställningar.",
        "knowledgeRequirementChoice" : {
          "E" : "För att förtydliga och variera sin kommunikation kan eleven bearbeta och göra <strong>enstaka enkla</strong> förbättringar av egna framställningar.",
          "C" : "För att förtydliga och variera sin kommunikation kan eleven bearbeta och göra <strong>enkla</strong> förbättringar av egna framställningar.",
          "A" : "För att förtydliga och variera sin kommunikation kan eleven bearbeta och göra <strong>enkla</strong> förbättringar av egna framställningar."
        }
      }, {
        "text" : "I muntlig och skriftlig interaktion kan eleven uttrycka sig <strong>________</strong>.",
        "knowledgeRequirementChoice" : {
          "E" : "I muntlig och skriftlig interaktion kan eleven uttrycka sig <strong>enkelt och begripligt med ord, fraser och meningar</strong>.",
          "C" : "I muntlig och skriftlig interaktion kan eleven uttrycka sig <strong>enkelt och relativt tydligt med ord, fraser och meningar</strong>.",
          "A" : "I muntlig och skriftlig interaktion kan eleven uttrycka sig <strong>enkelt och tydligt med ord, fraser och meningar samt i någon mån anpassat till syfte, mottagare och situation</strong>."
        }
      }, {
        "text" : "Dessutom kan eleven välja och använda sig av <strong>________</strong> som löser problem i och förbättrar interaktionen.",
        "knowledgeRequirementChoice" : {
          "E" : "Dessutom kan eleven välja och använda sig av <strong>någon strategi</strong> som löser problem i och förbättrar interaktionen.",
          "C" : "Dessutom kan eleven välja och använda sig av <strong>några olika strategier</strong> som löser problem i och förbättrar interaktionen.",
          "A" : "Dessutom kan eleven välja och använda sig av <strong>flera olika strategier</strong> som löser problem i och förbättrar interaktionen."
        }
      } ]
    }, {
      "heading" : "",
      "knowledgeRequirements" : [ {
        "text" : "Eleven har <strong>________</strong> kunskaper om meänkieli och om tornedalingars och andra meänkielitalandes kultur.",
        "knowledgeRequirementChoice" : {
          "E" : "Eleven har <strong>grundläggande</strong> kunskaper om meänkieli och om tornedalingars och andra meänkielitalandes kultur.",
          "C" : "Eleven har <strong>goda</strong> kunskaper om meänkieli och om tornedalingars och andra meänkielitalandes kultur.",
          "A" : "Eleven har <strong>mycket goda</strong> kunskaper om meänkieli och om tornedalingars och andra meänkielitalandes kultur."
        }
      }, {
        "text" : "Eleven visar det genom att föra <strong>________</strong> underbyggda resonemang om språkets ursprung, utveckling och framtid i Sverige.",
        "knowledgeRequirementChoice" : {
          "E" : "Eleven visar det genom att föra <strong>enkla och till viss del</strong> underbyggda resonemang om språkets ursprung, utveckling och framtid i Sverige.",
          "C" : "Eleven visar det genom att föra <strong>utvecklade och relativt väl</strong> underbyggda resonemang om språkets ursprung, utveckling och framtid i Sverige.",
          "A" : "Eleven visar det genom att föra <strong>välutvecklade och väl</strong> underbyggda resonemang om språkets ursprung, utveckling och framtid i Sverige."
        }
      }, {
        "text" : "Eleven för också <strong>________</strong> underbyggda resonemang om traditionella och nutida näringar samt om villkoren för tornedalingars och andra meänkielitalandes kultur under olika tider.",
        "knowledgeRequirementChoice" : {
          "E" : "Eleven för också <strong>enkla och till viss del</strong> underbyggda resonemang om traditionella och nutida näringar samt om villkoren för tornedalingars och andra meänkielitalandes kultur under olika tider.",
          "C" : "Eleven för också <strong>utvecklade och relativt väl</strong> underbyggda resonemang om traditionella och nutida näringar samt om villkoren för tornedalingars och andra meänkielitalandes kultur under olika tider.",
          "A" : "Eleven för också <strong>välutvecklade och väl</strong> underbyggda resonemang om traditionella och nutida näringar samt om villkoren för tornedalingars och andra meänkielitalandes kultur under olika tider."
        }
      }, {
        "text" : "Dessutom ger eleven <strong>________</strong> beskrivningar av tornedalsk och meänkielitalandes musik samt av några litterära verk och andra estetiska uttryck.",
        "knowledgeRequirementChoice" : {
          "E" : "Dessutom ger eleven <strong>enkla</strong> beskrivningar av tornedalsk och meänkielitalandes musik samt av några litterära verk och andra estetiska uttryck.",
          "C" : "Dessutom ger eleven <strong>utvecklade</strong> beskrivningar av tornedalsk och meänkielitalandes musik, samt av några litterära verk och andra estetiska uttryck.",
          "A" : "Dessutom ger eleven <strong>välutvecklade</strong> beskrivningar av tornedalsk och meänkielitalandes musik, samt av några litterära verk och andra estetiska uttryck."
        }
      } ]
    } ],
    "point" : null,
    "year" : {
      "start" : 7,
      "end" : 9
    }
  } ]
}