{
  "name" : "Rörelse och drama för elever med utvecklingsstörning",
  "description" : "Drama, musik och dans finns i alla kulturer och berör människor, såväl kroppsligt som tanke- och känslomässigt. Dessa estetiska uttrycksformer används i en mängd sammanhang, har olika funktion och betyder olika saker för var och en av oss. De är också en viktig del i människors sociala gemenskap och kan påverka individens identitetsutveckling. Att kunna uttrycka sig genom olika estetiska uttrycksformer ökar möjligheterna att delta i både skolans och samhällets kulturliv.",
  "code" : "GRSPDRU01",
  "designation" : "",
  "skolfsId" : "2011:66",
  "purposes" : [ {
    "type" : "PARAGRAPH",
    "heading" : "",
    "lines" : [ "Undervisningen i ämnet rörelse och drama ska syfta till att eleverna utvecklar kunskaper som gör det möjligt att delta i, och få erfarenhet av, de estetiska uttrycksformerna drama, musik, dans och rörelse.", "Genom undervisningen ska eleverna ges förutsättningar att utifrån egna upplevelser och intryck utveckla medvetenhet om och tilltro till den egna kroppens fysiska uttrycksmöjligheter." ]
  }, {
    "type" : "PARAGRAPH",
    "heading" : "",
    "lines" : [ "Vidare ska undervisningen ge eleverna förutsättningar att omsätta sina egna idéer i handling och stimulera dem att utveckla sin kreativitet och improvisationsförmåga.", "Genom undervisningen ska eleverna också få kunskaper om hur digitala verktyg kan användas i den skapande processen." ]
  }, {
    "type" : "PARAGRAPH",
    "heading" : "",
    "lines" : [ "Undervisningen ska ge eleverna förutsättningar att använda drama, musik, rörelse och dans för att samspela och kommunicera med andra.", "Eleverna ska också ges möjligheter att reflektera över och samtala om olika estetiska uttryck.", "Syftet är att elevernas erfarenhet av estetiska uttryck ska utmanas och fördjupas i mötet med andra.", "På så sätt ska undervisningen i rörelse och drama bidra till att eleverna får kunskaper om och förståelse för de olika estetiska uttrycksformernas ursprung och utveckling." ]
  }, {
    "type" : "PARAGRAPH",
    "heading" : "",
    "lines" : [ "Vidare ska undervisningen bidra till att eleverna utvecklar kunskaper om ämnesspecifika tecken, ord, begrepp och symboler.", "På så sätt ska eleven ges förutsättningar att samtala om estetiska uttrycksformer och presentera och utvärdera arbetsprocessen." ]
  }, {
    "type" : "BULLET",
    "heading" : "Genom undervisningen i ämnet rörelse och drama ska eleverna sammanfattningsvis ges förutsättningar att utveckla sin förmåga att",
    "lines" : [ "utöva drama, musik, dans och rörelse i olika genrer och sammanhang,", "använda kroppsspråket för att kommunicera,", "uttrycka egna idéer genom de estetiska uttrycksformerna,", "reflektera över estetiska uttryck från olika sociala, kulturella och historiska sammanhang, och", "använda ämnesspecifika tecken, ord, begrepp och symboler." ]
  } ],
  "courses" : [ {
    "name" : "Årskurs 1-7",
    "description" : "",
    "code" : "GRSPDRU01_1-7",
    "centralContent" : [ {
      "heading" : "I årskurs 1–7",
      "lines" : [ ]
    }, {
      "heading" : "Estetiska uttryck och verktyg",
      "lines" : [ "Hur man kan använda kroppen för att berätta genom imitation.", "Kroppens fysiska uttrycksmöjligheter i rytmiska lekar, rörelselekar och rörelsesånger.", "Danslekar.", "Rytm och sång i olika former.", "Teckenspråkspoesi, med betoning på handform och ansiktsuttryck, samt olika sätt att tolka denna.", "Rollspel samt gestaltning av känslor, personer och djur.", "Dramatisering av sagor, berättelser, sånger, rim och ramsor.", "Digitala verktyg som hjälpmedel i den skapande processen.", "Enkla former för bearbetning av dramatiseringar och musikaliska uttryck." ]
    }, {
      "heading" : "Estetiska sammanhang och funktioner",
      "lines" : [ "Drama och musik som knyter an till elevens vardagliga och högtidliga sammanhang, bland annat nationalsången och några av de vanligaste psalmerna.", "Samtida dramer och musik från olika kulturer." ]
    }, {
      "heading" : "Ämnesspecifika begrepp",
      "lines" : [ "Grundläggande tecken, ord, begrepp och symboler inom ämnet rörelse och drama, för att till exempel samtala om estetiska uttrycksformer och utvärdera arbetsprocesser." ]
    } ],
    "knowledgeRequirementParagraphs" : [ {
      "heading" : "",
      "knowledgeRequirements" : [ {
        "text" : "Eleven kan <strong>________</strong> i att framföra enkla drama-, musik-, dans- och rörelsekompositioner och i att anpassa kompositionerna till olika sammanhang utifrån instruktioner och givet inspirationsmaterial.",
        "knowledgeRequirementChoice" : {
          "E" : "Eleven kan <strong>medverka</strong> i att framföra enkla drama-, musik-, dans- och rörelsekompositioner och i att anpassa kompositionerna till olika sammanhang utifrån instruktioner och givet inspirationsmaterial.",
          "C" : "Eleven kan på ett <strong>delvis fungerande</strong> sätt framföra enkla drama-, musik-, dans- och rörelsekompositioner med <strong>viss</strong> anpassning till olika sammanhang utifrån instruktioner och givet inspirationsmaterial.",
          "A" : "Eleven kan på ett <strong>väl fungerande</strong> sätt framföra enkla drama-, musik-, dans- och rörelsekompositioner med <strong>god</strong> anpassning till olika sammanhang utifrån instruktioner och givet inspirationsmaterial."
        }
      }, {
        "text" : "Eleven kan även <strong>________</strong> i att använda något digitalt verktyg som del i framförandet.",
        "knowledgeRequirementChoice" : {
          "E" : "Eleven kan även <strong>medverka</strong> i att använda något digitalt verktyg som del i framförandet.",
          "C" : "Eleven kan även på ett <strong>delvis ändamålsenligt</strong> sätt använda något digitalt verktyg som del i framförandet.",
          "A" : "Eleven kan även på ett <strong>ändamålsenligt</strong> sätt använda något digitalt verktyg som del i framförandet."
        }
      } ]
    }, {
      "heading" : "",
      "knowledgeRequirements" : [ {
        "text" : "Eleven kan <strong>________</strong> i att använda kroppsspråket för att göra imitationer.",
        "knowledgeRequirementChoice" : {
          "E" : "Eleven kan <strong>medverka</strong> i att använda kroppsspråket för att göra imitationer.",
          "C" : "Eleven kan på ett <strong>delvis ändamålsenligt</strong> sätt använda kroppsspråket för att göra imitationer.",
          "A" : "Eleven kan på ett <strong>ändamålsenligt</strong> sätt använda kroppsspråket för att göra imitationer."
        }
      }, {
        "text" : "Dessutom kan eleven <strong>________</strong> i att skapa enkla improvisationer.",
        "knowledgeRequirementChoice" : {
          "E" : "Dessutom kan eleven <strong>medverka</strong> i att skapa enkla improvisationer.",
          "C" : "Dessutom kan eleven på ett <strong>delvis fungerande</strong> sätt skapa enkla improvisationer.",
          "A" : "Dessutom kan eleven på ett <strong>väl fungerande</strong> sätt skapa enkla improvisationer."
        }
      }, {
        "text" : "I skapandet <strong>________</strong> eleven även i att kombinera några estetiska uttryck för att forma dem efter sina egna idéer.",
        "knowledgeRequirementChoice" : {
          "E" : "I skapandet <strong>medverkar</strong> eleven även i att kombinera några estetiska uttryck för att forma dem efter sina egna idéer.",
          "C" : "I skapandet kombinerar eleven även på ett <strong>delvis fungerande</strong> sätt några estetiska uttryck för att forma dem efter sina egna idéer.",
          "A" : "I skapandet kombinerar eleven även på ett <strong>väl fungerande</strong> sätt några estetiska uttryck för att forma dem efter sina egna idéer."
        }
      } ]
    }, {
      "heading" : "",
      "knowledgeRequirements" : [ {
        "text" : "Eleven kan använda <strong>________</strong> ämnesspecifika tecken, ord, begrepp och symboler i resonemang om estetiska utryck från olika kulturer och i utvärdering av arbetsprocesser.",
        "knowledgeRequirementChoice" : {
          "E" : "Eleven kan använda <strong>enstaka</strong> ämnesspecifika tecken, ord, begrepp och symboler i resonemang om estetiska utryck från olika kulturer och i utvärdering av arbetsprocesser.",
          "C" : "Eleven kan använda <strong>några</strong> ämnesspecifika tecken, ord, begrepp och symboler på ett <strong>delvis ändamålsenligt</strong> sätt i resonemang estetiska uttryck från olika kulturer och i utvärdering av arbetsprocesser.",
          "A" : "Eleven kan använda <strong>några</strong> ämnesspecifika tecken, ord, begrepp och symboler på ett <strong>ändamålsenligt</strong> sätt i resonemang estetiska uttryck från olika kulturer och i utvärdering av arbetsprocesser."
        }
      } ]
    } ],
    "point" : null,
    "year" : {
      "start" : 1,
      "end" : 7
    }
  }, {
    "name" : "Årskurs 8-10",
    "description" : "",
    "code" : "GRSPDRU01_8-10",
    "centralContent" : [ {
      "heading" : "I årskurs 8–10",
      "lines" : [ ]
    }, {
      "heading" : "Estetiska uttryck och verktyg",
      "lines" : [ "Hur man kan använda kroppen för att berätta genom imitation och gestaltning.", "Dans och rörelse i olika genrer.", "Rytm och sång i olika genrer.", "Teckenspråkspoesi med betoning på rörelse, rytm och i dikter. Olika sätt att tolka teckenspråkspoesi.", "Rollspel och gestaltning där både aktörer och åskådare medverkar.", "Dramatiseringar av berättelser.", "Digitala verktyg för dramatisk och musikalisk komposition, till exempel verktyg för foto och rörliga bilder.", "Olika sätt att ge och ta emot respons på dramatiseringar och musikaliska uttryck, samt hur man kan bearbeta egna och andras dramatiseringar och musikaliska uttryck." ]
    }, {
      "heading" : "Estetiska sammanhang och funktioner",
      "lines" : [ "Scenkonst i olika genrer, till exempel teater på teckenspråk.", "Drama och musik som knyter an till elevens vardagliga och högtidliga sammanhang.", "Dramer och musik från samtiden och olika historiska epoker, samt från olika kulturer." ]
    }, {
      "heading" : "Ämnesspecifika begrepp",
      "lines" : [ "Tecken, ord, begrepp och symboler inom ämnet rörelse och drama för att till exempel samtala om upplevelser och intryck av estetiska uttrycksformer och utvärdera arbetsprocesser." ]
    } ],
    "knowledgeRequirementParagraphs" : [ {
      "heading" : "",
      "knowledgeRequirements" : [ {
        "text" : "Eleven kan <strong>________</strong> i att framföra drama-, musik-, dans- och rörelsekompositioner och i att anpassa kompositionerna till olika sammanhang och genrer utifrån instruktioner och tillgängligt inspirationsmaterial.",
        "knowledgeRequirementChoice" : {
          "E" : "Eleven kan <strong>medverka</strong> i att framföra drama-, musik-, dans- och rörelsekompositioner och i att anpassa kompositionerna till olika sammanhang och genrer utifrån instruktioner och tillgängligt inspirationsmaterial.",
          "C" : "Eleven kan på ett <strong>delvis fungerande</strong> sätt framföra drama-, musik-, dans- och rörelsekompositioner med <strong>viss anpassning</strong> till olika sammanhang och genrer utifrån instruktioner och tillgängligt inspirationsmaterial.",
          "A" : "Eleven kan på ett <strong>väl fungerande</strong> sätt framföra drama-, musik-, dans- och rörelsekompositioner med <strong>god anpassning</strong> till olika sammanhang och genrer utifrån instruktioner och tillgängligt inspirationsmaterial."
        }
      }, {
        "text" : "Eleven kan även <strong>________</strong> att använda digitala verktyg som del i framförandet.",
        "knowledgeRequirementChoice" : {
          "E" : "Eleven kan även <strong>medverka i</strong> att använda digitala verktyg som del i framförandet.",
          "C" : "Eleven kan även på ett <strong>delvis ändamålsenligt</strong> sätt använda digitala verktyg som del i framförandet.",
          "A" : "Eleven kan även på ett <strong>ändamålsenligt</strong> sätt använda digitala verktyg som del i framförandet."
        }
      } ]
    }, {
      "heading" : "",
      "knowledgeRequirements" : [ {
        "text" : "Eleven kan <strong>________</strong> i att använda kroppsspråket för att göra gestaltningar och <strong>________</strong> till anpassning till olika genrer.",
        "knowledgeRequirementChoice" : {
          "E" : "Eleven kan <strong>medverka</strong> i att använda kroppsspråket för att göra gestaltningar och <strong>bidrar</strong> till anpassning till olika genrer.",
          "C" : "Eleven kan på ett <strong>delvis ändamålsenligt</strong> sätt använda kroppsspråket för att göra gestaltningar med <strong>viss</strong> anpassning till olika genrer.",
          "A" : "Eleven kan på ett <strong>ändamålsenligt</strong> sätt använda kroppsspråket för att göra gestaltningar med <strong>god</strong> anpassning till olika genrer."
        }
      }, {
        "text" : "Dessutom kan eleven <strong>________</strong> i att skapa enkla estetiska kompositioner.",
        "knowledgeRequirementChoice" : {
          "E" : "Dessutom kan eleven <strong>medverka</strong> i att skapa enkla estetiska kompositioner.",
          "C" : "Dessutom kan eleven på ett <strong>delvis fungerande</strong> sätt skapa enkla estetiska kompositioner.",
          "A" : "Dessutom kan eleven på ett <strong>väl fungerande</strong> sätt skapa enkla estetiska kompositioner."
        }
      }, {
        "text" : "I skapandet <strong>________</strong> eleven även i att kombinera olika estetiska uttrycksformer så att de olika delarna samspelar.",
        "knowledgeRequirementChoice" : {
          "E" : "I skapandet <strong>medverkar</strong> eleven även i att kombinera olika estetiska uttrycksformer så att de olika delarna samspelar.",
          "C" : "I skapandet kombinerar eleven även på ett <strong>delvis fungerande</strong> sätt olika estetiska uttrycksformer så att de olika delarna samspelar.",
          "A" : "I skapandet kombinerar eleven även på ett <strong>väl fungerande</strong> sätt olika estetiska uttrycksformer så att de olika delarna samspelar."
        }
      } ]
    }, {
      "heading" : "",
      "knowledgeRequirements" : [ {
        "text" : "Eleven kan använda <strong>________</strong> ämnesspecifika tecken, ord, begrepp och symboler i resonemang om estetiska uttryck från olika genrer, kulturer och tidsepoker, i egna frågor och vid <strong>________</strong> till omdömen om arbetsprocesser.",
        "knowledgeRequirementChoice" : {
          "E" : "Eleven kan använda <strong>några</strong> ämnesspecifika tecken, ord, begrepp och symboler i resonemang om estetiska uttryck från olika genrer, kulturer och tidsepoker, i egna frågor och vid <strong>bidrag</strong> till omdömen om arbetsprocesser.",
          "C" : "Eleven kan använda <strong>många</strong> ämnesspecifika tecken, ord, begrepp och symboler på ett <strong>delvis ändamålsenligt</strong> sätt i resonemang om estetiska uttryck från olika genrer, kulturer och tidsepoker, i egna frågor och i <strong>enkla</strong> omdömen om arbetsprocesser.",
          "A" : "Eleven kan använda <strong>många</strong> ämnesspecifika tecken, ord, begrepp och symboler på ett <strong>ändamålsenligt</strong> sätt i resonemang om estetiska uttryck från olika genrer, kulturer och tidsepoker, i egna frågor och i <strong>välutvecklade</strong> omdömen om arbetsprocesser."
        }
      } ]
    } ],
    "point" : null,
    "year" : {
      "start" : 8,
      "end" : 10
    }
  } ]
}