{
  "name" : "Svenska för döva och hörselskadade elever med utvecklingsstörning",
  "description" : "Språk är människans främsta redskap för att tänka, kommunicera och lära. Genom språket utvecklar människor sin identitet, uttrycker känslor och tankar och förstår hur andra känner och tänker. Att ha ett rikt och varierat språk och att som döv och hörselskadad behärska både svenska och teckenspråk är betydelsefullt för att kunna förstå och verka i ett samhälle där kulturer, livsåskådningar, generationer och språk möts.",
  "code" : "GRSPSVU01",
  "designation" : "",
  "skolfsId" : "2011:66",
  "purposes" : [ {
    "type" : "PARAGRAPH",
    "heading" : "",
    "lines" : [ "Undervisningen i ämnet svenska ska syfta till att döva och hörselskadade elever, i skrift och utifrån sina individuella förutsättningar i tal, utvecklar kunskaper i och om svenska språket.", "Genom undervisningen ska eleverna ges förutsättningar att utveckla sitt svenska språk och sitt teckenspråk parallellt så att de får tilltro till sin språkförmåga och kan använda båda språken för att uttrycka sig i olika sammanhang och för olika syften.", "Det innebär att eleverna genom undervisningen ska ges möjlighet att utveckla språken för att tänka, kommunicera och lära.", "Vidare ska undervisningen bidra till att eleverna utvecklar sin läs- och skrivförmåga och sitt intresse för att läsa och skriva." ]
  }, {
    "type" : "PARAGRAPH",
    "heading" : "",
    "lines" : [ "Genom undervisningen ska eleverna få möta och utveckla kunskaper om och ges möjligheter att uttrycka sig genom litteratur, bilder, film, teater, drama och rörelse.", "Eleverna ska också ges möjlighet att utveckla kunskaper om och tilltro till sin förmåga att formulera och uttrycka egna åsikter och tankar.", "Därigenom ska undervisningen bidra till att eleverna utvecklar sitt språk, sin identitet och sin förståelse för omvärlden." ]
  }, {
    "type" : "PARAGRAPH",
    "heading" : "",
    "lines" : [ "Vidare ska undervisningen syfta till att eleverna utvecklar sina kunskaper om hur det svenska språket är uppbyggt.", "Eleverna ska även ges möjlighet att utveckla kunskaper för att göra jämförelser mellan svenskan och teckenspråket och urskilja likheter och olikheter mellan språken.", "På så sätt ska undervisningen bidra till att stärka elevernas medvetenhet om den egna språkliga och kommunikativa förmågan.", "Undervisningen ska också ge eleverna möjligheter att utveckla och fördjupa sin ord- och begreppsförståelse." ]
  }, {
    "type" : "PARAGRAPH",
    "heading" : "",
    "lines" : [ "Undervisningen ska ge eleverna möjligheter att utveckla kunskaper om hur man söker och kritiskt värderar information från olika källor.", "Undervisningen ska dessutom bidra till att eleverna utvecklar kunskaper om digitala kommunikationsverktyg." ]
  }, {
    "type" : "BULLET",
    "heading" : "Genom undervisningen i ämnet svenska ska eleverna sammanfattningsvis ges förutsättningar att utveckla sin förmåga att",
    "lines" : [ "formulera sig och kommunicera i skrift och utifrån sina individuella förutsättningar i tal,", "läsa, förstå och reflektera över olika texter,", "anpassa språket efter olika syften, mottagare och sammanhang,", "bearbeta innehållet i litteratur, bilder, film, teater, drama och andra medier, och", "söka och värdera information från olika källor." ]
  } ],
  "courses" : [ {
    "name" : "Årskurs 1-7",
    "description" : "",
    "code" : "GRSPSVU01_1-7",
    "centralContent" : [ {
      "heading" : "I årskurs 1–7",
      "lines" : [ ]
    }, {
      "heading" : "Läsa, skriva och samtala",
      "lines" : [ "Lässtrategier för att avkoda och förstå texter.", "Ordbilder i närmiljön samt utifrån elevens erfarenhet och intresse.", "Strategier för att skriva olika typer av texter, till exempel meddelanden.", "Alfabetet och den alfabetiska ordningen.", "Skriftspråkets uppbyggnad. Mellanrum mellan ord, stor bokstav och punkt.", "Skrivverktyg. Hur till exempel ordbehandlingsprogram med bildstöd kan användas när man skriver.", "Handstil och att skriva på dator. Skrivna bokstävers form i jämförelse med handalfabetet.", "Hur man kan använda omskrivningar och visuell förstärkning för att förstå och göra sig förstådd.", "Kommunikation för olika syften. Ta del av, svara, fråga, berätta samt uttrycka önskemål och känslor.", "Samtalsregler, kroppsspråk och mimik.", "Presentationer. Hur man genomför presentationer inför grupp. Bilder och andra verktyg som kan stödja presentationer." ]
    }, {
      "heading" : "Berättande texter och faktatexter",
      "lines" : [ "Berättande texter och poetiska texter för barn: rim, ramsor, sånger, bilderböcker, kapitelböcker, lyrik, dramatik, sagor och myter.", "Berättande texters budskap, uppbyggnad och innehåll. Hur en berättande text kan organiseras med inledning, händelseförlopp och avslutning.", "Några barnboksförfattare.", "Beskrivande och förklarande texter för barn, till exempel faktatexter, och hur deras innehåll kan organiseras.", "Texter som kombinerar ord och bild, till exempel film, interaktiva spel och webbtexter." ]
    }, {
      "heading" : "Tvåspråkighet",
      "lines" : [ "Likheter och olikheter mellan skrivet språk, talat språk och teckenspråk.", "Likheter och olikheter i hur texter byggs upp på svenska och på teckenspråk. Hur ord, tecken, fraser och satser ser ut.", "Strategier för att som döv eller hörselskadad hantera vardagliga situationer i skola, familj och närsamhälle." ]
    }, {
      "heading" : "Språkbruk",
      "lines" : [ "Språkliga strategier för att minnas och lära, till exempel tankekartor.", "Skillnader i språkanvändning beroende på vem man kommunicerar med och med vilket syfte.", "Ord, begrepp och kroppsspråk som används för att uttrycka känslor, kunskaper och åsikter." ]
    }, {
      "heading" : "Informationssökning",
      "lines" : [ "Informationssökning i böcker och på webbsidor för barn." ]
    } ],
    "knowledgeRequirementParagraphs" : [ {
      "heading" : "",
      "knowledgeRequirements" : [ {
        "text" : "Eleven kan samtala om bekanta ämnen genom att <strong>________</strong> i att ställa frågor, svara och uttrycka önskan och känslor.",
        "knowledgeRequirementChoice" : {
          "E" : "Eleven kan samtala om bekanta ämnen genom att <strong>medverka</strong> i att ställa frågor, svara och uttrycka önskan och känslor.",
          "C" : "Eleven kan samtala om bekanta ämnen genom att på ett <strong>delvis fungerande</strong> sätt ställa frågor, svara och uttrycka önskan och känslor.",
          "A" : "Eleven kan samtala om bekanta ämnen genom att på ett <strong>väl fungerande</strong> sätt ställa frågor, svara och uttrycka önskan och känslor."
        }
      }, {
        "text" : "I samtalen <strong>________</strong> eleven till att använda språkets samtalsregler.",
        "knowledgeRequirementChoice" : {
          "E" : "I samtalen <strong>bidrar</strong> eleven till att använda språkets samtalsregler.",
          "C" : "I samtalen använder eleven språkets samtalsregler med <strong>viss säkerhet</strong>.",
          "A" : "I samtalen använder eleven språkets samtalsregler med <strong>säkerhet</strong>."
        }
      }, {
        "text" : "Dessutom kan eleven <strong>________</strong> i att planera och genomföra enkla presentationer.",
        "knowledgeRequirementChoice" : {
          "E" : "Dessutom kan eleven <strong>medverka</strong> i att planera och genomföra enkla presentationer.",
          "C" : "Dessutom kan eleven planera och genomföra enkla presentationer på ett <strong>delvis fungerande</strong> sätt.",
          "A" : "Dessutom kan eleven planera och genomföra enkla presentationer på ett <strong>väl fungerande</strong> sätt."
        }
      }, {
        "text" : "I arbetet med presentationerna <strong>________</strong> eleven i att välja och använda <strong>________</strong> verktyg.",
        "knowledgeRequirementChoice" : {
          "E" : "I arbetet med presentationerna <strong>medverkar</strong> eleven i att välja och använda <strong>något</strong> verktyg.",
          "C" : "I arbetet med presentationerna väljer och använder eleven <strong>något</strong> verktyg på ett <strong>delvis ändamålsenligt</strong> sätt.",
          "A" : "I arbetet med presentationerna väljer och använder eleven <strong>några</strong> verktyg på ett <strong>ändamålsenligt</strong> sätt."
        }
      }, {
        "text" : "Eleven kan med <strong>________</strong> läsa berättande texter <strong>________</strong> och bekant innehåll.",
        "knowledgeRequirementChoice" : {
          "E" : "Eleven kan med <strong>stöd av bilder</strong> läsa berättande texter <strong>med kända ord</strong> och bekant innehåll.",
          "C" : "Eleven kan med <strong>visst flyt</strong> läsa berättande texter med bekant innehåll.",
          "A" : "Eleven kan med <strong>flyt</strong> läsa berättande texter med bekant innehåll."
        }
      }, {
        "text" : "Genom att svara på frågor om innehållet visar eleven sin förståelse för texterna.",
        "knowledgeRequirementChoice" : {
          "E" : "Genom att svara på frågor om innehållet visar eleven sin förståelse för texterna.",
          "C" : "Genom att svara på frågor om och återge delar av innehållet på ett <strong>delvis relevant</strong> sätt visar eleven sin förståelse för texterna.",
          "A" : "Genom att svara på frågor om och återge delar av innehållet på ett <strong>relevant</strong> sätt visar eleven sin förståelse för texterna."
        }
      } ]
    }, {
      "heading" : "",
      "knowledgeRequirements" : [ {
        "text" : "Eleven <strong>________</strong> i att jämföra och beskriva olika sorters texter med bekant och elevnära innehåll.",
        "knowledgeRequirementChoice" : {
          "E" : "Eleven <strong>medverkar</strong> i att jämföra och beskriva olika sorters texter med bekant och elevnära innehåll.",
          "C" : "Eleven jämför och beskriver olika sorters texter med bekant och elevnära innehåll på ett <strong>delvis fungerande</strong> sätt.",
          "A" : "Eleven jämför och beskriver olika sorters texter med bekant och elevnära innehåll på ett <strong>väl fungerande</strong> sätt."
        }
      }, {
        "text" : "Eleven kan med <strong>________</strong> skriva ord och meningar.",
        "knowledgeRequirementChoice" : {
          "E" : "Eleven kan med <strong>stöd av bilder</strong> skriva ord och meningar.",
          "C" : "Eleven kan skriva texter med flera meningar samt skriva texter till bilder så att text och bild samspelar.",
          "A" : "Eleven kan skriva texter med handling och tydligt innehåll."
        }
      }, {
        "text" : "Dessutom <strong>________</strong> eleven i att skriva och strukturera texter genom att använda mellanrum mellan orden, stor bokstav och punkt.",
        "knowledgeRequirementChoice" : {
          "E" : "Dessutom <strong>medverkar</strong> eleven i att skriva och strukturera texter genom att använda mellanrum mellan orden, stor bokstav och punkt.",
          "C" : "Dessutom strukturerar eleven texterna på ett <strong>delvis fungerande</strong> sätt genom att använda mellanrum mellan orden, stor bokstav och punkt.",
          "A" : "Dessutom strukturerar eleven texterna på ett <strong>väl fungerande</strong> sätt genom att använda mellanrum mellan orden, stor bokstav och punkt."
        }
      }, {
        "text" : "Eleven kan <strong>________</strong> i att skriva för hand och på dator och i att använda digitala skrivverktyg.",
        "knowledgeRequirementChoice" : {
          "E" : "Eleven kan <strong>medverka</strong> i att skriva för hand och på dator och i att använda digitala skrivverktyg.",
          "C" : "Eleven kan skriva för hand och på dator och använder digitala skrivverktyg på ett <strong>delvis ändamålsenligt</strong> sätt.",
          "A" : "Eleven kan skriva för hand och på dator och använder digitala skrivverktyg på ett <strong>ändamålsenligt</strong> sätt."
        }
      }, {
        "text" : "Eleven kan också <strong>________</strong> till resonemang om budskap och handling i olika typer av berättade texter.",
        "knowledgeRequirementChoice" : {
          "E" : "Eleven kan också <strong>bidra</strong> till resonemang om budskap och handling i olika typer av berättade texter.",
          "C" : "Eleven kan också föra <strong>enkla</strong> resonemang om budskap och handling i olika typer av berättade texter.",
          "A" : "Eleven kan också föra <strong>välutvecklade</strong> resonemang om budskap och handling i olika typer av berättade texter."
        }
      }, {
        "text" : "Eleven kan <strong>________</strong> i att hämta information från givna källor och <strong>________</strong> till resonemang om informationens användbarhet.",
        "knowledgeRequirementChoice" : {
          "E" : "Eleven kan <strong>medverka</strong> i att hämta information från givna källor och <strong>bidrar</strong> till resonemang om informationens användbarhet.",
          "C" : "Eleven kan på ett <strong>delvis fungerande</strong> sätt hämta information från givna källor och för då <strong>enkla</strong> resonemang om informationens användbarhet.",
          "A" : "Eleven kan på ett <strong>väl fungerande</strong> sätt hämta information från givna källor och för då <strong>välutvecklade</strong> resonemang om informationens användbarhet."
        }
      } ]
    } ],
    "point" : null,
    "year" : {
      "start" : 1,
      "end" : 7
    }
  }, {
    "name" : "Årskurs 8-10",
    "description" : "",
    "code" : "GRSPSVU01_8-10",
    "centralContent" : [ {
      "heading" : "I årskurs 8–10",
      "lines" : [ ]
    }, {
      "heading" : "Läsa, skriva och samtala",
      "lines" : [ "Lässtrategier för att avkoda och förstå olika texter. Sökläsning och läsning mellan raderna.", "Strategier för att skriva olika typer av texter och hur man anpassar innehållet till olika mottagare. Olika sätt att bearbeta egna texter till innehåll och form.", "Skriftspråkets uppbyggnad. Skiljetecken och stavningsregler.", "Alfabetisk ordning. Hur man hittar i innehållsförteckningar och ordböcker.", "Handstil och att skriva på dator.", "Skrivverktyg. Hur till exempel ordbehandlingsprogram med stavningskontroll kan användas när man skriver.", "Digitala kommunikationsverktyg.", "Hur man kan använda omskrivningar och visuell förstärkning för att förstå och göra sig förstådd.", "Kommunikation för olika syften. Hur åsikter, intresse och argument kan uttryckas.", "Presentationer. Stödord, bilder och digitala medier som verktyg för att planera och genomföra en presentation." ]
    }, {
      "heading" : "Berättande texter och faktatexter",
      "lines" : [ "Berättande texter och poetiska texter för barn och unga: skönlitteratur, lyrik, dramatik, sagor och myter.", "Berättande texters budskap och uppbyggnad med miljö- och personbeskrivningar samt dialoger.", "Några barn- och ungdomsförfattare.", "Beskrivande, förklarande och instruerande texter, till exempel nyhetsartiklar, spelinstruktioner och recept. Texternas innehåll, uppbyggnad och typiska språkliga drag.", "Texter som kombinerar ord och bild, till exempel webbtexter, interaktiva spel och tv-program. Texternas innehåll, uppbyggnad och typiska språkliga drag." ]
    }, {
      "heading" : "Tvåspråkighet",
      "lines" : [ "Likheter och olikheter mellan texter på svenska och på teckenspråk. Texter som belyser skillnaderna mellan språken.", "Likheter och olikheter i uppbyggnad mellan svenskan och teckenspråket.", "Strategier för att som döv eller hörselskadade hantera vardagliga situationer i skola, familj och samhälle." ]
    }, {
      "heading" : "Språkbruk",
      "lines" : [ "Språkliga strategier för att minnas och lära, till exempel tankekartor och stödord.", "Skillnader i språkanvändning beroende på vem man skriver till och med vilket syfte.", "Ord, fraser, begrepp och kroppsspråk som används för att uttrycka budskap.", "Variationer i det svenska språket, till exempel slanguttryck och dialekter.", "Ordspråks och metaforers betydelse." ]
    }, {
      "heading" : "Informationssökning",
      "lines" : [ "Informationssökning i olika medier och källor, till exempel i uppslagsböcker, genom intervjuer och via sökmotorer på internet.", "Källkritik. Hur man bedömer informationens rimlighet och hur texters avsändare påverkar innehållet." ]
    } ],
    "knowledgeRequirementParagraphs" : [ {
      "heading" : "",
      "knowledgeRequirements" : [ {
        "text" : "Eleven kan samtala om varierande ämnen i olika sammanhang genom att <strong>________</strong> i att ställa frågor, svara och uttrycka önskan och känslor.",
        "knowledgeRequirementChoice" : {
          "E" : "Eleven kan samtala om varierande ämnen i olika sammanhang genom att <strong>medverka</strong> i att ställa frågor, svara och uttrycka önskan och känslor.",
          "C" : "Eleven kan samtala om varierande ämnen i olika sammanhang genom att på ett <strong>delvis fungerande</strong> sätt ställa frågor, svara och uttrycka önskan och känslor.",
          "A" : "Eleven kan samtala om varierande ämnen i olika sammanhang genom att på ett <strong>väl fungerande</strong> sätt ställa frågor, svara och uttrycka önskan och känslor."
        }
      }, {
        "text" : "I samtalen tar eleven del av andras åsikter och <strong>________</strong> till att framföra egna åsikter och argument.",
        "knowledgeRequirementChoice" : {
          "E" : "I samtalen tar eleven del av andras åsikter och <strong>bidrar</strong> till att framföra egna åsikter och argument.",
          "C" : "I samtalen tar eleven del av andras åsikter och framför egna <strong>delvis underbyggda</strong> åsikter och argument.",
          "A" : "I samtalen tar eleven del av andras åsikter och framför egna <strong>väl underbyggda</strong> åsikter och argument."
        }
      }, {
        "text" : "Eleven <strong>________</strong> till att anpassa sitt språk till olika situationer och sammanhang.",
        "knowledgeRequirementChoice" : {
          "E" : "Eleven <strong>bidrar</strong> till att anpassa sitt språk till olika situationer och sammanhang.",
          "C" : "Eleven anpassar <strong>delvis</strong> sitt språk till olika situationer och sammanhang.",
          "A" : "Eleven anpassar sitt språk <strong>väl</strong> till olika situationer och sammanhang."
        }
      }, {
        "text" : "Dessutom kan eleven <strong>________</strong> i att planera och genomföra presentationer.",
        "knowledgeRequirementChoice" : {
          "E" : "Dessutom kan eleven <strong>medverka</strong> i att planera och genomföra presentationer.",
          "C" : "Dessutom kan eleven planera och genomföra presentationer på ett <strong>delvis fungerande</strong> sätt.",
          "A" : "Dessutom kan eleven planera och genomföra presentationer på ett <strong>väl fungerande</strong> sätt."
        }
      }, {
        "text" : "I arbetet med presentationerna <strong>________</strong> eleven i att välja och använda några verktyg och digitala medier.",
        "knowledgeRequirementChoice" : {
          "E" : "I arbetet med presentationerna <strong>medverkar</strong> eleven i att välja och använda några verktyg och digitala medier.",
          "C" : "I arbetet med presentationerna väljer och använder eleven några verktyg och digitala medier på ett <strong>delvis ändamålsenligt</strong> sätt.",
          "A" : "I arbetet med presentationerna väljer och använder eleven några verktyg och digitala medier på ett <strong>ändamålsenligt</strong> sätt."
        }
      }, {
        "text" : "Eleven kan med <strong>________</strong> läsa texter från olika genrer.",
        "knowledgeRequirementChoice" : {
          "E" : "Eleven kan med <strong>stöd av bilder</strong> läsa texter från olika genrer.",
          "C" : "Eleven kan med <strong>visst flyt</strong> läsa texter från olika genrer.",
          "A" : "Eleven kan med <strong>flyt</strong> läsa texter från olika genrer."
        }
      }, {
        "text" : "Genom att svara på frågor, ställa egna frågor och återge delar av innehållet visar eleven sin förståelse för texterna.",
        "knowledgeRequirementChoice" : {
          "E" : "Genom att svara på frågor, ställa egna frågor och återge delar av innehållet visar eleven sin förståelse för texterna.",
          "C" : "Genom att svara på frågor, återge delar av innehållet och sammanfatta innehållet på ett <strong>delvis relevant</strong> sätt visar eleven sin förståelse för texterna.",
          "A" : "Genom att svara på frågor, återge delar av innehållet och sammanfatta innehållet på ett <strong>relevant</strong> sätt visar eleven sin förståelse för texterna."
        }
      } ]
    }, {
      "heading" : "",
      "knowledgeRequirements" : [ {
        "text" : "Eleven <strong>________</strong> i att jämföra och beskriva olika sorters texter.",
        "knowledgeRequirementChoice" : {
          "E" : "Eleven <strong>medverkar</strong> i att jämföra och beskriva olika sorters texter.",
          "C" : "Eleven jämför och beskriver olika sorters texter på ett <strong>delvis fungerande</strong> sätt.",
          "A" : "Eleven jämför och beskriver olika sorters texter på ett <strong>väl fungerande</strong> sätt."
        }
      }, {
        "text" : "Eleven kan skriva texter med flera meningar och tydligt innehåll och <strong>________</strong> till att anpassa texterna till mottagare och syfte.",
        "knowledgeRequirementChoice" : {
          "E" : "Eleven kan skriva texter med flera meningar och tydligt innehåll och <strong>bidrar</strong> till att anpassa texterna till mottagare och syfte.",
          "C" : "Eleven kan skriva texter i olika genrer med varierat ordval, tydligt innehåll och <strong>viss</strong> anpassning till mottagare och syfte.",
          "A" : "Eleven kan skriva texter i olika genrer med varierat ordval, tydligt innehåll och <strong>god</strong> anpassning till mottagare och syfte."
        }
      }, {
        "text" : "Dessutom <strong>________</strong> eleven i att strukturera texterna genom att använda skiljetecken och stavningsregler.",
        "knowledgeRequirementChoice" : {
          "E" : "Dessutom <strong>medverkar</strong> eleven i att strukturera texterna genom att använda skiljetecken och stavningsregler.",
          "C" : "Dessutom strukturerar eleven texterna på ett <strong>delvis fungerande</strong> sätt genom att använda skiljetecken och stavningsregler.",
          "A" : "Dessutom strukturerar eleven texterna på ett <strong>väl fungerande</strong> sätt genom att använda skiljetecken och stavningsregler."
        }
      }, {
        "text" : "Eleven kan skriva med läslig handstil och på dator och <strong>________</strong> i att använda digital stavningskontroll och digitala kommunikationsverktyg.",
        "knowledgeRequirementChoice" : {
          "E" : "Eleven kan skriva med läslig handstil och på dator och <strong>medverka</strong> i att använda digital stavningskontroll och digitala kommunikationsverktyg.",
          "C" : "Eleven kan skriva med läslig handstil och på dator och använder digital stavningskontroll och digitala kommunikationsverktyg på ett <strong>delvis ändamålsenligt</strong> sätt.",
          "A" : "Eleven kan skriva med läslig handstil och på dator och använder digital stavningskontroll och digitala kommunikationsverktyg på ett <strong>ändamålsenligt</strong> sätt."
        }
      }, {
        "text" : "Eleven kan också <strong>________</strong> till resonemang om budskap och handling i olika typer av berättade texter och filmer.",
        "knowledgeRequirementChoice" : {
          "E" : "Eleven kan också <strong>bidra</strong> till resonemang om budskap och handling i olika typer av berättade texter och filmer.",
          "C" : "Eleven kan också föra <strong>enkla</strong> resonemang om budskap och handling i olika typer av berättade texter och filmer.",
          "A" : "Eleven kan också föra <strong>välutvecklade</strong> resonemang om budskap och handling i olika typer av berättade texter och filmer."
        }
      }, {
        "text" : "Eleven kan <strong>________</strong> i att hämta information från olika källor och medier och gör något eget övervägande vid resonemang om informationens trovärdighet och relevans.",
        "knowledgeRequirementChoice" : {
          "E" : "Eleven kan <strong>medverka</strong> i att hämta information från olika källor och medier och gör något eget övervägande vid resonemang om informationens trovärdighet och relevans.",
          "C" : "Eleven kan på ett <strong>delvis fungerande</strong> sätt hämta information från olika källor och medier och för då <strong>enkla</strong> och <strong>delvis underbyggda</strong> resonemang om informationens trovärdighet och relevans.",
          "A" : "Eleven kan på ett <strong>väl fungerande</strong> sätt hämta information från olika källor och medier och för då <strong>välutvecklade</strong> och <strong>väl underbyggda</strong> resonemang om informationens trovärdighet och relevans."
        }
      }, {
        "text" : "Dessutom kan eleven <strong>________</strong> i att söka information där sökorden är ordnade i alfabetisk ordning.",
        "knowledgeRequirementChoice" : {
          "E" : "Dessutom kan eleven <strong>medverka</strong> i att söka information där sökorden är ordnade i alfabetisk ordning.",
          "C" : "Dessutom kan eleven på ett <strong>delvis fungerande</strong> sätt söka information där sökorden är ordnade i alfabetisk ordning.",
          "A" : "Dessutom kan eleven på ett <strong>väl fungerande</strong> sätt söka information där sökorden är ordnade i alfabetisk ordning."
        }
      } ]
    } ],
    "point" : null,
    "year" : {
      "start" : 8,
      "end" : 10
    }
  } ]
}