{
  "name" : "Dans",
  "description" : "Den klassiska baletten har under lång tid varit en viktig del i det svenska kulturlivet. Den moderna dansen har utvecklats som ett alternativ till dess form och estetik. Dansarutbildningen bidrar till att förvalta och utveckla detta kulturarv och sätta in dansen i vår egen tid. Den förberedande dansutbildningen bidrar till att lägga en grund för tillgången till yrkesdansare inom den klassiska baletten och den moderna nutida dansen i Sverige.",
  "code" : "GRGRDAN01",
  "designation" : "",
  "skolfsId" : "2011:13",
  "purposes" : [ {
    "type" : "PARAGRAPH",
    "heading" : "",
    "lines" : [ "Undervisningen i dans ska syfta till att ge eleverna förutsättningar att utveckla sådan teknisk färdighet och konstnärlig uttrycksförmåga att de ska kunna antas till och genomföra yrkesdansarutbildningen i gymnasieskolan." ]
  }, {
    "type" : "PARAGRAPH",
    "heading" : "",
    "lines" : [ "Undervisningen i dans ska också syfta till att eleverna utvecklar kunskaper i klassisk balett samt andra dansgenrer och förmågan att använda olika danstekniker och konstnärliga uttrycksformer i dans.", "Genom undervisningen ska eleverna ges förutsättningar att utveckla sin dansteknik liksom variationer i rörelsekvaliteter, samt spatial och musikalisk lyhördhet i enlighet med den klassiska balettens formspråk, konstnärliga uttryck och konventioner, liksom för andra dansgenrer.", "Eleverna ska även ges förutsättningar att utveckla danstekniken genom kompletterande träningsmetoder." ]
  }, {
    "type" : "PARAGRAPH",
    "heading" : "",
    "lines" : [ "Undervisningen ska ge eleverna förutsättningar att utveckla fantasi och kreativitet och undersöka dansens rörelsemöjligheter.", "Eleverna ska också ges förutsättningar att utveckla kontakt med sin egen kropp som instrument." ]
  }, {
    "type" : "PARAGRAPH",
    "heading" : "",
    "lines" : [ "Undervisningen ska vidare syfta till att eleverna utvecklar scenisk kunskap och gestaltningsförmåga inom olika konstnärliga förhållningssätt i klassisk balett, samt inom andra dansgenrer.", "Genom undervisningen ska eleverna även ges förutsättningar att utveckla sin förmåga att förhålla sig till olika former av instruktioner och vara en del av en konstnärlig helhet där dansteknik och musikalitet ingår, liksom att kommunicera med publiken." ]
  }, {
    "type" : "PARAGRAPH",
    "heading" : "",
    "lines" : [ "Eleven ska ges förutsättningar att utveckla kunskaper om dansträningens olika delar och om arbetsprocessen fram till det sceniska framförandet av en koreografi, samt om betydelsen av samverkan mellan olika yrkesgrupper för att sceniskt arbete ska fungera.", "Eleverna ska också ges inblick i och förståelse för arbetslivets villkor i kontakter med scener och relevanta yrkesgrupper." ]
  }, {
    "type" : "PARAGRAPH",
    "heading" : "",
    "lines" : [ "Genom undervisningen ska eleverna ges förutsättningar att utveckla förmågan att tolka och memorera koreografiskt material samt förmågan till rollanalys och rollgestaltningar.", "Undervisningen ska även bidra till att eleverna utvecklar förmågan att variera gestaltningar efter olika konstnärliga förhållningssätt och sammanhang." ]
  }, {
    "type" : "PARAGRAPH",
    "heading" : "",
    "lines" : [ "Eleverna ska ges förutsättningar att träna och arbeta självständigt med dansteknisk och konstnärlig problemlösning.", "Genom undervisningen ska eleverna också ges möjlighet att utveckla sin förmåga att samarbeta med en partner och i grupp.", "Eleverna ska även ges möjlighet att utveckla sin förmåga att ta ansvar för och reflektera över träningsprocess och resultat.", "Vidare ska undervisningen bidra till att eleverna utvecklar en förtrogenhet med dansens koder och konventioner liksom förmågan att kommunicera med dansens begrepp och uttryck." ]
  }, {
    "type" : "PARAGRAPH",
    "heading" : "",
    "lines" : [ "Eleverna ska ges möjlighet att utveckla kunskaper om hälsa och livsstil, ergonomi och andra faktorer som påverkar kropp och träning samt om hur en god arbetsmiljö kan främjas.", "Utbildningen ska även ge eleverna förutsättningar att ta ställning i frågor om könsmönster, jämställdhet och identitet i relation till dansens traditioner i repertoar och utövande.", "Eleverna ska också ges möjlighet att utveckla kunskaper om frågor som rör etiskt förhållningssätt och upphovsrätt i relation till scenkonstnärligt arbete." ]
  }, {
    "type" : "BULLET",
    "heading" : "Genom undervisningen i ämnet dans ska eleverna sammanfattningsvis ges förutsättningar att utveckla sin förmåga att",
    "lines" : [ "använda dansteknik, formspråk, stil och konstnärliga uttryck i klassisk balett och andra dansgenrer,", "anpassa dansteknik till musikaliska aspekter och till rum och sammanhang,", "tillämpa dansträningens och arbetsprocessens olika delar fram till det sceniska framförandet av en koreografi och att då använda dansens koder och konventioner,", "förhålla sig till olika former av instruktioner, samspela med andra och vara en del av en konstnärlig helhet där dansteknik och musikalitet ingår,", "tolka och memorera danstekniskt rörelsematerial och koreografiskt material,", "ta ansvar för och reflektera över träningsprocessen och resultatet utifrån faktorer som påverkar kropp och träning, och", "kommunicera med dansens begrepp och uttryck." ]
  } ],
  "courses" : [ {
    "name" : "Årskurs 4-6",
    "description" : "",
    "code" : "GRGRDAN01_4-6",
    "centralContent" : [ {
      "heading" : "I årskurs 4–6",
      "lines" : [ ]
    }, {
      "heading" : "Dansteknik",
      "lines" : [ ]
    }, {
      "heading" : "Klassisk balett",
      "lines" : [ "Dansteknisk träning i klassisk balett med successivt stegrad intensitet och svårighetsgrad.", "Anatomiskt korrekt placering och utåtrotation.", "Övningar vid stången, mitten, diagonaler och allegro med betoning på stil, form, linjerenhet, koordination och nyanser i rörelsekvaliteter.", "Dansens relation till och samspel med olika typer av levande musik.", "Grundläggande begrepp och uttryck för den klassiska baletten, med betoning på till exempel hållning, utåtrotation, balans, spänst, placering, linjerenhet, smidighet, rörelsekvaliteter som flöde och energi, koordination, rörelsefraser och musikaliska fraser, nyansering.", "Tåspetsteknisk- och allegroteknisk träning med betoning på artikulation, styrka och stabilitet i grundteknik." ]
    }, {
      "heading" : "Kompletterande dansträning",
      "lines" : [ "Övningar som stärker elevernas placering och utveckling av en jämn muskelstyrka med stegvis ökad svårighetsgrad.", "Golvträning med fokus på placering, styrka och smidighet i uppbyggande syfte för dansarkroppen.", "Konditionsträning.", "Stretching.", "Tekniker för hur man värmer upp kroppen och stärker sitt instrument samt arbetar skadeförebyggande.", "Avspännings- och återhämtningskunskap.", "Övningar som ger fysisk kroppskännedom, till exempel yoga och pilatesteknik." ]
    }, {
      "heading" : "Sceniska folkdanser",
      "lines" : [ "Olika typer av rörelseuttryck och rörelsekvaliteter samt hur de kan tränas.", "Utveckling av känsla för stil, musik, rytm och teknik typisk för nationella danser och dess sceniska form.", "Olika dansers särart, utveckling och inbördes samband.", "Utveckling av känslan för formationer, samdans och följsamhet i par och i grupp.", "Folkdanser, till exempel Csardas, Mazurka och Tarantella.", "Begrepp och uttryck för den sceniska folkdansen." ]
    }, {
      "heading" : "Akrobatik",
      "lines" : [ "Enkla akrobatiska moment, till exempel kullerbytta fram, bak och flygande, hjulning, handstående, brygga, för att stegvis öka svårighetsgraden.", "Smidighet, styrka, balans och djärvhet för akrobatiska inslag i olika danstekniker." ]
    }, {
      "heading" : "Modern nutida dans i årskurs 6",
      "lines" : [ "Den moderna nutida dansens uttrycksformer och tekniker.", "Dansteknik i modern dans med betoning på stabilitet inom ett rörelsevokabulär med grundläggande rörelsekombinationer.", "Arbete med rörelsevokabulär som innehåller dropp, fall, swing och rörelser i och ur balans samt rörelsekvaliteter, till exempel tyngd, energi och flöde.", "Utforskande av kroppens rörelsemöjligheter.", "Dansens relation till och samspel med ljud, tystnad och olika typer av levande musik.", "Rörelseuttryckets dynamik i förhållande till musikens fraser, rytm och dynamik.", "Begrepp och uttryck för den moderna nutida dansen, till exempel center samt rörelsekvaliteterna tyngd, flöde och energi." ]
    }, {
      "heading" : "Dansgestaltning",
      "lines" : [ ]
    }, {
      "heading" : "Kreativ dans och improvisation",
      "lines" : [ "Lust, fantasi och nyfikenhet där rörelsen är i fokus.", "Konstnärlig medvetenhet och känsla för dans som uttrycksmedel.", "Eget skapande.", "Metoder för improvisation och kunskap om improvisationstekniker.", "Frihet i uttrycket." ]
    }, {
      "heading" : "Scenisk gestaltning",
      "lines" : [ "Övningar i mim, drama, röstträning och artisteri.", "Konstnärliga och tekniska färdigheter: rolltolkning, variationer i konstnärligt uttryck som förbereder eleven inför det sceniska arbetet och publikmötet." ]
    }, {
      "heading" : "Dansträning",
      "lines" : [ "Koder och konventioner som används vid dansträning och på scen/vid sceniska produktioner.", "Träningsprocessens delar: förberedelser, uppvärmning, memorering av rörelser och korrektioner, kontinuerlig träning, samt sambandet mellan träningsprocessen och den danstekniska utvecklingen.", "Metoder för reflektion över träningsprocessen och kunskapsutvecklingen.", "Problemlösande feedback.", "Konstnärligt förhållningssätt till träning.", "Träning av uthållighet och koncentration respektive fokus och fokusering.", "Begrepp och uttryck för dansträning som till exempel uppvärmning, stretching och ergonomi.", "Spatial förmåga.", "Dansens relation till musik, puls, taktarter, fraser och dynamik.", "Hälsa och livsstil, kroppsideal, jämställdhet och genusperspektiv, ergonomi och arbetsmiljö." ]
    } ],
    "knowledgeRequirementParagraphs" : [ {
      "heading" : "",
      "knowledgeRequirements" : [ {
        "text" : "Eleven kan med <strong>________</strong> utföra rörelsevokabulär i den klassiska balettens och andra dansgenrers formspråk.",
        "knowledgeRequirementChoice" : {
          "E" : "Eleven kan med <strong>viss säkerhet</strong> utföra rörelsevokabulär i den klassiska balettens och andra dansgenrers formspråk.",
          "C" : "Eleven kan med <strong>säkerhet</strong> utföra rörelsevokabulär i den klassiska balettens och andra dansgenrers formspråk.",
          "A" : "Eleven kan med <strong>god säkerhet</strong> utföra rörelsevokabulär i den klassiska balettens och andra dansgenrers formspråk."
        }
      }, {
        "text" : "Eleven utför på ett <strong>________</strong> sätt variationer i rörelsekvaliteter, rörelseflöde och dynamik.",
        "knowledgeRequirementChoice" : {
          "E" : "Eleven utför på ett <strong>i huvudsak fungerande</strong> sätt variationer i rörelsekvaliteter, rörelseflöde och dynamik.",
          "C" : "Eleven utför på ett <strong>fungerande</strong> sätt variationer i rörelsekvaliteter, rörelseflöde och dynamik.",
          "A" : "Eleven utför på ett <strong>väl fungerande</strong> sätt variationer i rörelsekvaliteter, rörelseflöde och dynamik."
        }
      }, {
        "text" : "Eleven kan <strong>________</strong> anpassa danstekniken till den egna kroppen i förhållande till rummet och andra medverkande.",
        "knowledgeRequirementChoice" : {
          "E" : "Eleven kan <strong>med viss säkerhet</strong> anpassa danstekniken till den egna kroppen i förhållande till rummet och andra medverkande.",
          "C" : "Eleven kan med <strong>säkerhet</strong> anpassa danstekniken till den egna kroppen i förhållande till rummet och andra medverkande.",
          "A" : "Eleven kan med <strong>god säkerhet</strong> anpassa danstekniken till den egna kroppen i förhållande till rummet och andra medverkande."
        }
      }, {
        "text" : "Eleven följer och <strong>________</strong> danstekniken till olika musikaliska aspekter.",
        "knowledgeRequirementChoice" : {
          "E" : "Eleven följer och <strong>anpassar till viss del</strong> danstekniken till olika musikaliska aspekter.",
          "C" : "Eleven följer och <strong>anpassar</strong> danstekniken till olika musikaliska aspekter.",
          "A" : "Eleven följer och <strong>anpassar väl</strong> danstekniken till olika musikaliska aspekter."
        }
      } ]
    }, {
      "heading" : "",
      "knowledgeRequirements" : [ {
        "text" : "Eleven kan med <strong>________</strong> tillämpa träningsprocessens delar och de koder och konventioner som används vid dansteknisk träning, samt vid repetitionsprocessen.",
        "knowledgeRequirementChoice" : {
          "E" : "Eleven kan med <strong>viss säkerhet</strong> tillämpa träningsprocessens delar och de koder och konventioner som används vid dansteknisk träning, samt vid repetitionsprocessen.",
          "C" : "Eleven kan med <strong>säkerhet</strong> tillämpa träningsprocessens delar och de koder och konventioner som används vid dansteknisk träning, samt vid repetitionsprocessen.",
          "A" : "Eleven kan med <strong>god säkerhet</strong> tillämpa träningsprocessens delar och de koder och konventioner som används vid dansteknisk träning, samt vid repetitionsprocessen."
        }
      }, {
        "text" : "Eleven fokuserar i nuet med <strong>________</strong> och visar det genom att på ett <strong>________</strong> sätt vara uppmärksam på de uppgifter som ska utföras.",
        "knowledgeRequirementChoice" : {
          "E" : "Eleven fokuserar i nuet med <strong>viss säkerhet</strong> och visar det genom att på ett <strong>i huvudsak fungerande</strong> sätt vara uppmärksam på de uppgifter som ska utföras.",
          "C" : "Eleven fokuserar i nuet med <strong>säkerhet</strong> och visar det genom att på ett <strong>fungerande</strong> sätt vara uppmärksam på de uppgifter som ska utföras.",
          "A" : "Eleven fokuserar i nuet med <strong>god säkerhet</strong> och visar det genom att på ett <strong>väl fungerande</strong> sätt vara uppmärksam på de uppgifter som ska utföras."
        }
      }, {
        "text" : "Eleven kan med <strong>________</strong> interagera och samspela med andra elever utifrån olika former av instruktioner.",
        "knowledgeRequirementChoice" : {
          "E" : "Eleven kan med <strong>viss anpassning</strong> interagera och samspela med andra elever utifrån olika former av instruktioner.",
          "C" : "Eleven kan med <strong>anpassning</strong> interagera och samspela med andra elever utifrån olika former av instruktioner.",
          "A" : "Eleven kan med <strong>god anpassning</strong> interagera och samspela med andra elever utifrån olika former av instruktioner."
        }
      }, {
        "text" : "Eleven kan med <strong>________</strong> tolka och memorera enkelt danstekniskt rörelsematerial och koreografiskt material.",
        "knowledgeRequirementChoice" : {
          "E" : "Eleven kan med <strong>viss säkerhet</strong> tolka och memorera enkelt danstekniskt rörelsematerial och koreografiskt material.",
          "C" : "Eleven kan med <strong>säkerhet</strong> tolka och memorera enkelt danstekniskt rörelsematerial och koreografiskt material.",
          "A" : "Eleven kan med <strong>god säkerhet</strong> tolka och memorera enkelt danstekniskt rörelsematerial och koreografiskt material."
        }
      } ]
    }, {
      "heading" : "",
      "knowledgeRequirements" : [ {
        "text" : "Eleven genomför på ett <strong>________</strong> en bredd av träningsaktiviteter som utvecklar den kroppsliga förmågan.",
        "knowledgeRequirementChoice" : {
          "E" : "Eleven genomför på ett <strong>i huvudsak fungerande sätt</strong> en bredd av träningsaktiviteter som utvecklar den kroppsliga förmågan.",
          "C" : "Eleven genomför på ett <strong>fungerande</strong> sätt en bredd av träningsaktiviteter som utvecklar den kroppsliga förmågan.",
          "A" : "Eleven genomför på ett <strong>väl fungerande</strong> sätt en bredd av träningsaktiviteter som utvecklar den kroppsliga förmågan."
        }
      }, {
        "text" : "Eleven kan föra <strong>________</strong> om träningsprocessen och de danstekniska resultaten och kan med <strong>________</strong> utveckla de danstekniska färdigheterna.",
        "knowledgeRequirementChoice" : {
          "E" : "Eleven kan föra <strong>enkla resonemang</strong> om träningsprocessen och de danstekniska resultaten och kan med <strong>viss säkerhet</strong> utveckla de danstekniska färdigheterna.",
          "C" : "Eleven kan föra <strong>utvecklade resonemang</strong> om träningsprocessen och de danstekniska resultaten och kan med <strong>säkerhet</strong> utveckla de danstekniska färdigheterna.",
          "A" : "Eleven kan föra <strong>välutvecklade resonemang</strong> om träningsprocessen och de danstekniska resultaten och kan med <strong>god säkerhet</strong> utveckla de danstekniska färdigheterna."
        }
      }, {
        "text" : "Eleven kan <strong>________</strong> faktor som påverkar kropp och träning och ger exempel på <strong>________</strong> samband mellan denna faktor och dansteknikträningen.",
        "knowledgeRequirementChoice" : {
          "E" : "Eleven kan <strong>beskriva någon</strong> faktor som påverkar kropp och träning och ger exempel på <strong>enkelt identifierbara</strong> samband mellan denna faktor och dansteknikträningen.",
          "C" : "Eleven kan <strong>beskriva några</strong> faktorer som påverkar kropp och träning och ger exempel på <strong>förhållandevis komplexa</strong> samband mellan dessa faktorer och dansteknikträningen.",
          "A" : "Eleven kan <strong>beskriva några</strong> faktorer som påverkar kropp och träning och ger exempel på <strong>komplexa</strong> samband mellan dessa faktorer och dansteknikträningen."
        }
      }, {
        "text" : "Eleven kan med <strong>________</strong> använda grundläggande begrepp och uttryck för ämnesområdet.",
        "knowledgeRequirementChoice" : {
          "E" : "Eleven kan med <strong>viss säkerhet</strong> använda grundläggande begrepp och uttryck för ämnesområdet.",
          "C" : "Eleven kan med <strong>säkerhet</strong> använda grundläggande begrepp och uttryck för ämnesområdet.",
          "A" : "Eleven kan med <strong>god säkerhet</strong> använda grundläggande begrepp och uttryck för ämnesområdet."
        }
      } ]
    } ],
    "point" : null,
    "year" : {
      "start" : 4,
      "end" : 6
    }
  }, {
    "name" : "Årskurs 7-9",
    "description" : "",
    "code" : "GRGRDAN01_7-9",
    "centralContent" : [ {
      "heading" : "I årskurs 7–9",
      "lines" : [ ]
    }, {
      "heading" : "Dansteknik",
      "lines" : [ ]
    }, {
      "heading" : "Klassisk balett",
      "lines" : [ "Dansteknisk träning i klassisk balett med successivt stegrad intensitet och svårighetsgrad.", "Anatomisk korrekt placering och utåtrotation.", "Övningar vid stången, mitten, diagonaler och hopp med betoning på stil, form, linjerenhet, koordination och nyanser i rörelsekvaliteter.", "Dansens relation till och samspel med olika typer av levande musik.", "Grundläggande begrepp och uttryck för den klassiska baletten, till exempel hållning, utåtrotation, balans, spänst, placering, linjerenhet, smidighet, rörelsekvaliteter som flöde och energi, koordination, rörelsefraser och musikaliska fraser, nyansering." ]
    }, {
      "heading" : "Allegro/pirouette",
      "lines" : [ "Den klassiska balettens uttrycksformer och teknik som krävs för den manliga dansaren.", "Allegroträning i olika tempo med små (petit), mellan och stora (grand) hopp på mitten och i manege.", "Pirouetteträning i olika tempo på golvet och i luften.", "Anatomiskt korrekt placering och utåtrotation.", "Övningar med gradvis stegrande svårighetsgrad i syfte att stärka och bygga upp dansarkroppen." ]
    }, {
      "heading" : "Tåspetsträning",
      "lines" : [ "Tåspetsdansens uttrycksformer och teknik som krävs för den kvinnliga dansaren.", "Tåspetsteknisk träning med betoning på artikulation, styrka och stabilitet i fördjupad grundteknik.", "Anatomiskt korrekt placering och utåtrotation.", "Övningar vid stången, center och diagonaler med en över åren ökad teknisk svårighetsgrad, med betoning på stil, form, linjerenhet och skillnader i rörelsekvaliteter och tempon." ]
    }, {
      "heading" : "•Partnering/förberedande pas de deux i årskurs 8–9",
      "lines" : [ "Partneringteknik med betoning på följsamhet, styrka, stabilitet, balanser, snurr, promenader och kontroll.", "Anatomiskt korrekt placering.", "Övningar på center, diagonaler med betoning på grundteknik, stil, form, linjerenhet och skillnader i rörelsekvaliteter.", "Små lyft och hopp med betoning på förberedande pas des deux." ]
    }, {
      "heading" : "Kompletterande dansträning",
      "lines" : [ "Golvträning med fokus på placering, styrka och smidighet i uppbyggande syfte för dansarkroppen.", "Konditionsträning.", "Stretching.", "Tekniker för hur man värmer upp kroppen, stärker sitt instrument och arbetar skadeförebyggande.", "Avspännings- och återhämtningskunskap.", "Övningar som ger fysisk kroppskännedom som till exempel yoga och pilatesteknik." ]
    }, {
      "heading" : "Modern nutida dans",
      "lines" : [ "Den moderna och nutida dansens uttrycksformer och tekniker.", "Klassiska moderna tekniker, till exempel Graham, Cunningham, Horton och Limon.", "Dansteknik i modern dans med betoning på stabilitet inom ett rörelsevokabulär med grundläggande rörelsekombinationer med successivt ökad svårighetsgrad.", "Arbete med rörelsevokabulär som innehåller drop, fall, swing och rörelser i och ur balans samt rörelsekvaliteter, till exempel tyngd, energi och flöde.", "Utforskande av kroppens rörelsemöjligheter.", "Metoder för improvisation och kunskap om improvisationstekniker.", "Dansens relation till och samspel med ljud, tystnad och olika typer av levande musik.", "Rörelseuttryckets dynamik i förhållande till musikens fraser, rytm och dynamik.", "Den moderna nutida dansens begrepp och uttryck, till exempel center samt rörelsekvaliteterna tyngd, flöde och energi." ]
    }, {
      "heading" : "Sceniska folkdanser",
      "lines" : [ "Olika typer av rörelseuttryck och rörelsekvaliteter och hur de kan tränas.", "Utveckling av känslan för stil, musik, rytm och teknik typisk för nationella danser och dess sceniska form.", "Inblick i olika dansers särart, utveckling och inbördes samband.", "Utveckling av känslan för formationer, samdans och följsamhet i par och i grupp.", "Folkdanser, till exempel Csardas, Mazurka, Tarantella och olika former av spansk dans.", "Begrepp och uttryck för den sceniska folkdansen." ]
    }, {
      "heading" : "Jazzdans",
      "lines" : [ "Klassiska jazztekniker, till exempel Mattox.", "Grundläggande träning av kroppsminnet med betoning på att utveckla en rörelsevokabulär när det gäller stil och tydlighet i rörelser, dynamik när det gäller tyngd, flöde och tid, samt rörelsernas förhållande till musikens dynamik.", "Utveckling av smidighet, styrka, musikalitet och rytmisk medvetenhet.", "Grundläggande steppdans och streetdance.", "Begrepp och uttryck för jazzdans." ]
    }, {
      "heading" : "Dansgestaltning",
      "lines" : [ ]
    }, {
      "heading" : "Repertoar och repetitionsarbete",
      "lines" : [ "Exempel på repertoar för klassisk balett, modern nutida dans och partnering/pas de deux.", "Övning i rollanalys, tolkning och gestaltningsförmåga.", "Övning i uppfattning och känsla för de olika koreografiernas stil och form.", "Övning i ensembledans och i solistiska uppgifter.", "Övning i repetitionsarbete, grundläggande yrkeskunskap och koder.", "Praktisk erfarenhet av dansen och dess sceniska form i möte med coach/balettmästare/repetitör.", "Coachning inklusive soloträning." ]
    }, {
      "heading" : "Scenisk gestaltning",
      "lines" : [ "Övningar i mim, drama, röstträning och artisteri.", "Utveckling av konstnärliga och tekniska färdigheter: rolltolkning, variationer i det konstnärliga uttrycket som förbereder eleven inför det sceniska arbetet och publikmötet." ]
    }, {
      "heading" : "Dansträning",
      "lines" : [ "Koder och konventioner som används vid dansträning och på scen/vid sceniska produktioner.", "Träningsprocessens delar: förberedelser, uppvärmning, memorering av rörelser och korrektioner, kontinuerlig träning samt sambandet mellan träningsprocessen och den danstekniska utvecklingen.", "Metoder för reflektion över träningsprocessen och kunskapsutvecklingen.", "Problemlösande feedback.", "Konstnärligt förhållningssätt till träning.", "Träning av uthållighet och koncentration respektive fokus och fokusering.", "Begrepp och uttryck för dansträning, till exempel uppvärmning, stretching och ergonomi.", "Spatial förmåga.", "Dansens relation till musik, puls, taktarter, fraser och dynamik.", "Hälsa och livsstil, kroppsideal, jämställdhet och genusperspektiv, ergonomi och arbetsmiljö." ]
    } ],
    "knowledgeRequirementParagraphs" : [ {
      "heading" : "",
      "knowledgeRequirements" : [ {
        "text" : "Eleven kan med <strong>________</strong> utföra rörelsevokabulär i den klassiska balettens och andra dansgenrers formspråk.",
        "knowledgeRequirementChoice" : {
          "E" : "Eleven kan med <strong>viss säkerhet</strong> utföra rörelsevokabulär i den klassiska balettens och andra dansgenrers formspråk.",
          "C" : "Eleven kan med <strong>säkerhet</strong> utföra rörelsevokabulär i den klassiska balettens och andra genrers formspråk.",
          "A" : "Eleven kan med <strong>god säkerhet</strong> utföra rörelsevokabulär i den klassiska balettens och andra dansgenrers formspråk."
        }
      }, {
        "text" : "Eleven utför på ett <strong>________</strong> sätt variationer i rörelsekvaliteter, rörelseflöde och dynamik.",
        "knowledgeRequirementChoice" : {
          "E" : "Eleven utför på ett <strong>i huvudsak fungerande</strong> sätt variationer i rörelsekvaliteter, rörelseflöde och dynamik.",
          "C" : "Eleven utför på ett <strong>fungerande</strong> sätt variationer i rörelsekvaliteter, rörelseflöde och dynamik.",
          "A" : "Eleven utför på ett <strong>väl fungerande</strong> sätt variationer i rörelsekvaliteter, rörelseflöde och dynamik."
        }
      }, {
        "text" : "Eleven kan med <strong>________</strong> anpassa danstekniken till den egna kroppen i förhållande till rummet och andra medverkande.",
        "knowledgeRequirementChoice" : {
          "E" : "Eleven kan med <strong>viss säkerhet</strong> anpassa danstekniken till den egna kroppen i förhållande till rummet och andra medverkande.",
          "C" : "Eleven kan med <strong>säkerhet</strong> anpassa danstekniken till den egna kroppen i förhållande till rummet och andra medverkande.",
          "A" : "Eleven kan med <strong>god säkerhet</strong> anpassa danstekniken till den egna kroppen i förhållande till rummet och andra medverkande."
        }
      }, {
        "text" : "Eleven följer och <strong>________</strong> danstekniken till olika musikaliska aspekter.",
        "knowledgeRequirementChoice" : {
          "E" : "Eleven följer och <strong>anpassar till viss del</strong> danstekniken till olika musikaliska aspekter.",
          "C" : "Eleven följer och <strong>anpassar</strong> danstekniken till olika musikaliska aspekter.",
          "A" : "Eleven följer och <strong>anpassar väl</strong> danstekniken till olika musikaliska aspekter."
        }
      }, {
        "text" : "Eleven improviserar genom att med <strong>________</strong> associera och skapa rörelser utifrån olika instruktioner.",
        "knowledgeRequirementChoice" : {
          "E" : "Eleven improviserar genom att med <strong>viss säkerhet</strong> associera och skapa rörelser utifrån olika instruktioner.",
          "C" : "Eleven improviserar genom att med <strong>säkerhet</strong> associera och skapa rörelser utifrån olika instruktioner.",
          "A" : "Eleven improviserar genom att med <strong>god säkerhet</strong> associera och skapa rörelser utifrån olika instruktioner."
        }
      } ]
    }, {
      "heading" : "",
      "knowledgeRequirements" : [ {
        "text" : "Eleven tillämpar med <strong>________</strong> träningsprocessens delar och de koder och konventioner som används vid dansteknisk träning, samt vid repetitionsprocessen och sceniska produktioner.",
        "knowledgeRequirementChoice" : {
          "E" : "Eleven tillämpar med <strong>viss säkerhet</strong> träningsprocessens delar och de koder och konventioner som används vid dansteknisk träning, samt vid repetitionsprocessen och sceniska produktioner.",
          "C" : "Eleven tillämpar med <strong>säkerhet</strong> träningsprocessens delar och de koder och konventioner som används vid dansteknisk träning, samt vid repetitionsprocessen och sceniska produktioner.",
          "A" : "Eleven tillämpar med <strong>god säkerhet</strong> träningsprocessens delar och de koder och konventioner som används vid dansteknisk träning, samt vid repetitionsprocessen och sceniska produktioner."
        }
      }, {
        "text" : "Eleven fokuserar i nuet med <strong>________</strong> och visar det genom att på <strong>________</strong> sätt vara uppmärksam på de uppgifter som ska utföras under träningsprocessen och på scenen.",
        "knowledgeRequirementChoice" : {
          "E" : "Eleven fokuserar i nuet med <strong>viss säkerhet</strong> och visar det genom att på <strong>ett i huvudsak fungerande</strong> sätt vara uppmärksam på de uppgifter som ska utföras under träningsprocessen och på scenen.",
          "C" : "Eleven fokuserar i nuet med <strong>säkerhet</strong> och visar det genom att på ett <strong>fungerande</strong> sätt vara uppmärksam på de uppgifter som ska utföras under träningsprocessen och på scenen.",
          "A" : "Eleven fokuserar i nuet med <strong>god säkerhet</strong> och visar det genom att på ett <strong>väl fungerande</strong> sätt vara uppmärksam på de uppgifter som ska utföras under träningsprocessen och på scenen."
        }
      }, {
        "text" : "Eleven kan med <strong>________</strong> interagera och samspela med andra elever utifrån olika former av instruktioner.",
        "knowledgeRequirementChoice" : {
          "E" : "Eleven kan med <strong>viss anpassning</strong> interagera och samspela med andra elever utifrån olika former av instruktioner.",
          "C" : "Eleven kan med <strong>anpassning</strong> interagera och samspela med andra elever utifrån olika former av instruktioner.",
          "A" : "Eleven kan med <strong>god anpassning</strong> interagera och samspela med andra elever utifrån olika former av instruktioner."
        }
      }, {
        "text" : "Eleven kan med <strong>________</strong> tillämpa och bearbeta feedback och visar det genom att <strong>________</strong> aktiviteten till syftet och sammanhanget.",
        "knowledgeRequirementChoice" : {
          "E" : "Eleven kan med <strong>viss säkerhet</strong> tillämpa och bearbeta feedback och visar det genom att <strong>till viss del korrigera och anpassa</strong> aktiviteten till syftet och sammanhanget.",
          "C" : "Eleven kan med <strong>säkerhet</strong> tillämpa och bearbeta feedback och visar det genom att <strong>korrigera och anpassa</strong> aktiviteten till syftet och sammanhanget.",
          "A" : "Eleven kan med <strong>god säkerhet</strong> tillämpa och bearbeta feedback och visar det genom att <strong>väl korrigera och anpassa</strong> aktiviteten till syftet och sammanhanget."
        }
      }, {
        "text" : "Eleven kan med <strong>________</strong> tolka och memorera danstekniskt rörelsematerial och koreografiskt material.",
        "knowledgeRequirementChoice" : {
          "E" : "Eleven kan med <strong>viss säkerhet</strong> tolka och memorera danstekniskt rörelsematerial och koreografiskt material.",
          "C" : "Eleven kan med <strong>säkerhet</strong> tolka och memorera danstekniskt rörelsematerial och koreografiskt material.",
          "A" : "Eleven kan med <strong>god säkerhet</strong> tolka och memorera danstekniskt rörelsematerial och koreografiskt material."
        }
      } ]
    }, {
      "heading" : "",
      "knowledgeRequirements" : [ {
        "text" : "Eleven genomför på ett <strong>________</strong> sätt en bredd av träningsaktiviteter som utvecklar den kroppsliga förmågan.",
        "knowledgeRequirementChoice" : {
          "E" : "Eleven genomför på ett <strong>i huvudsak fungerande</strong> sätt en bredd av träningsaktiviteter som utvecklar den kroppsliga förmågan.",
          "C" : "Eleven genomför på ett <strong>fungerande</strong> sätt en bredd av träningsaktiviteter som utvecklar den kroppsliga förmågan.",
          "A" : "Eleven genomför på ett <strong>väl fungerande</strong> sätt en bredd av träningsaktiviteter som utvecklar den kroppsliga förmågan."
        }
      }, {
        "text" : "Eleven kan föra <strong>________</strong> om träningsprocessen och de danstekniska resultaten och kan med <strong>________</strong> utveckla och förfina de danstekniska färdigheterna.",
        "knowledgeRequirementChoice" : {
          "E" : "Eleven kan föra <strong>enkla resonemang</strong> om träningsprocessen och de danstekniska resultaten och kan med <strong>viss säkerhet</strong> utveckla och förfina de danstekniska färdigheterna.",
          "C" : "Eleven kan föra <strong>utvecklade resonemang</strong> om träningsprocessen och de danstekniska resultaten och kan med <strong>säkerhet</strong> utveckla och förfina de danstekniska färdigheterna.",
          "A" : "Eleven kan föra <strong>utvecklade resonemang</strong> om träningsprocessen och de danstekniska resultaten och kan med <strong>god säkerhet</strong> utveckla och förfina de danstekniska färdigheterna."
        }
      }, {
        "text" : "Eleven kan <strong>________</strong> faktor som påverkar kropp och träning och förklarar <strong>________</strong> samband mellan denna faktor och dansteknikträningen.",
        "knowledgeRequirementChoice" : {
          "E" : "Eleven kan <strong>beskriva någon</strong> faktor som påverkar kropp och träning och förklarar <strong>enkelt identifierbara</strong> samband mellan denna faktor och dansteknikträningen.",
          "C" : "Eleven kan <strong>beskriva några</strong> faktorer som påverkar kropp och träning och förklarar <strong>förhållandevis komplexa</strong> samband mellan dessa faktorer och dansteknikträningen.",
          "A" : "Eleven kan <strong>beskriva några</strong> faktorer som påverkar kropp och träning och förklarar <strong>komplexa</strong> samband mellan dessa faktorer och dansteknikträningen."
        }
      }, {
        "text" : "Eleven kan med <strong>________</strong> kommunicera med andra inom yrkesområdet och använder då grundläggande begrepp och uttryck för ämnesområdet.",
        "knowledgeRequirementChoice" : {
          "E" : "Eleven kan med <strong>viss säkerhet</strong> kommunicera med andra inom yrkesområdet och använder då grundläggande begrepp och uttryck för ämnesområdet.",
          "C" : "Eleven kan med <strong>säkerhet</strong> kommunicera med andra inom yrkesområdet och använder då grundläggande begrepp och uttryck för ämnesområdet.",
          "A" : "Eleven kan med <strong>god säkerhet</strong> kommunicera med andra inom yrkesområdet och använder då grundläggande begrepp och uttryck för ämnesområdet."
        }
      } ]
    } ],
    "point" : null,
    "year" : {
      "start" : 7,
      "end" : 9
    }
  } ]
}