{
  "name" : "Musik",
  "description" : "Musik finns i alla kulturer och berör människor såväl kroppsligt som tanke- och känslomässigt. Musik som estetisk uttrycksform används i en mängd sammanhang, har olika funktioner och betyder olika saker för var och en av oss. Den är också en viktig del i människors sociala gemenskap och kan påverka individens identitetsutveckling. I vår tid förenas musik från skilda kulturer och epoker med andra konstformer i nya uttryck. Kunskaper om och i musik ökar möjligheterna att delta i samhällets kulturliv.",
  "code" : "GRGRMUS01",
  "designation" : "MU",
  "skolfsId" : "2010:37",
  "purposes" : [ {
    "type" : "PARAGRAPH",
    "heading" : "",
    "lines" : [ "Undervisningen i ämnet musik ska syfta till att eleverna utvecklar kunskaper som gör det möjligt att delta i musikaliska sammanhang, både genom att själva musicera och genom att lyssna till musik." ]
  }, {
    "type" : "PARAGRAPH",
    "heading" : "",
    "lines" : [ "Undervisningen ska ge eleverna förutsättningar att tillägna sig musik som uttrycksform och kommunikationsmedel.", "Genom undervisningen ska eleverna ges möjlighet att utveckla kunskap att använda röst, musikinstrument, digitala verktyg samt musikaliska begrepp och symboler i olika musikaliska former och sammanhang." ]
  }, {
    "type" : "PARAGRAPH",
    "heading" : "",
    "lines" : [ "Undervisningen ska ge eleverna förutsättningar att utveckla en musikalisk lyhördhet som gör det möjligt att i samarbete med andra skapa, bearbeta och framföra musik i olika former.", "Undervisningen ska ge eleverna både möjlighet att utveckla en tilltro till sin förmåga att sjunga och spela och ett intresse för att utveckla sin musikaliska kreativitet." ]
  }, {
    "type" : "PARAGRAPH",
    "heading" : "",
    "lines" : [ "Genom undervisningen ska eleverna utveckla förmågan att uppleva och reflektera över musik.", "Elevernas erfarenheter av musik ska utmanas och fördjupas i mötet med andras musikaliska erfarenheter.", "Därigenom ska undervisningen bidra till att eleverna utvecklar sina kunskaper om och förståelse för olika musikkulturer, såväl den egna som andras." ]
  }, {
    "type" : "BULLET",
    "heading" : "Genom undervisningen i ämnet musik ska eleverna sammanfattningsvis ges förutsättningar att utveckla sin förmåga att",
    "lines" : [ "spela och sjunga i olika musikaliska former och genrer,", "skapa musik samt gestalta och kommunicera egna musikaliska tankar och idéer, och", "analysera och samtala om musikens uttryck i olika sociala, kulturella och historiska sammanhang." ]
  } ],
  "courses" : [ {
    "name" : "Årskurs 1-3",
    "description" : "",
    "code" : "GRGRMUS01_1-3",
    "centralContent" : [ {
      "heading" : "I årskurs 1–3",
      "lines" : [ ]
    }, {
      "heading" : "Musicerande och musikskapande",
      "lines" : [ "Sång och spel i olika former: unison sång, kanon och växelsång samt ensemblespel.", "Imitation och improvisation med rörelser, rytmer och toner.", "Enkla former av musikskapande, till exempel med utgångspunkt i text eller bild.", "Gestaltning av sånger och berättelser med ljud, rytmer och rörelser." ]
    }, {
      "heading" : "Musikens verktyg",
      "lines" : [ "Rösten som instrument med variation av rytm, klang och dynamik.", "Slagverk, stränginstrument och tangentinstrument med variation av rytm, klang och dynamik.", "Rytm, klang, dynamik och tonhöjd som byggstenar för att musicera och komponera musik.", "Musiksymboler, bilder och tecken." ]
    }, {
      "heading" : "Musikens sammanhang och funktioner",
      "lines" : [ "Associationer, tankar, känslor och bilder som uppkommer när man lyssnar på musik.", "Olika instrument från grupperna blås-, sträng-, tangent- och slagverksinstrument.", "Hur instrumenten låter och ser ut.", "Musik som knyter an till elevens vardagliga och högtidliga sammanhang, däribland nationalsången och några av de vanligaste psalmerna, samt inblickar i svensk och nordisk barnvisetradition." ]
    } ],
    "knowledgeRequirementParagraphs" : [ ],
    "point" : null,
    "year" : {
      "start" : 1,
      "end" : 3
    }
  }, {
    "name" : "Årskurs 4-6",
    "description" : "",
    "code" : "GRGRMUS01_4-6",
    "centralContent" : [ {
      "heading" : "I årskurs 4–6",
      "lines" : [ ]
    }, {
      "heading" : "Musicerande och musikskapande",
      "lines" : [ "Sång, melodispel och ackompanjemang i ensembleform i olika genrer.", "Gehörsmusicerande efter musikaliska mönster, till exempel ackordföljder, perioder och kompmodeller.", "Imitation och improvisation med röst och instrument, rytmer och toner.", "Musikskapande med utgångspunkt i musikaliska mönster och former, till exempel ackordföljder och basgångar.", "Musikframföranden." ]
    }, {
      "heading" : "Musikens verktyg",
      "lines" : [ "Röst- och hörselvård vid musikaliska aktiviteter, till exempel uppvärmningsövningar.", "Hälsosamma ljudnivåer och olika typer av musikhörselskydd.", "Rösten som instrument för olika vokala uttryck, till exempel sång, jojk och rap.", "Ackord- och melodiinstrument, bas och slagverk för melodi- och rytmspel eller för ackompanjemang.", "Rytm, klang och dynamik, tonhöjd, tempo, perioder, taktarter, vers och refräng som byggstenar för att komponera musik i olika genrer.", "Musiksymboler, grafisk notation, noter och ackordbeteckningar.", "Digitala verktyg för ljud- och musikskapande." ]
    }, {
      "heading" : "Musikens sammanhang och funktioner",
      "lines" : [ "Ljudets och musikens fysiska, tanke- och känslomässiga påverkan på människan i olika sammanhang. Hur musik används för påverkan och rekreation och i olika rituella sammanhang.", "Ord och begrepp som behövs för att kunna läsa, skriva och samtala om musicerande och om intryck samt upplevelser av musik.", "Musik tillsammans med bild, text och dans. Hur olika estetiska uttryck kan samspela.", "Indelningen i stråk-, blås-, sträng-, tangent- och slagverksinstrument.", "Konstmusik, folkmusik och populärmusik från olika kulturer och deras musikaliska karaktärsdrag." ]
    } ],
    "knowledgeRequirementParagraphs" : [ {
      "heading" : "",
      "knowledgeRequirements" : [ {
        "text" : "Eleven kan delta i gemensam sång och följer då i <strong>________</strong> rytm och tonhöjd.",
        "knowledgeRequirementChoice" : {
          "E" : "Eleven kan delta i gemensam sång och följer då i <strong>någon mån</strong> rytm och tonhöjd.",
          "C" : "Eleven kan delta i gemensam sång och följer då <strong>relativt säkert</strong> rytm och tonhöjd.",
          "A" : "Eleven kan delta i gemensam sång och följer då med <strong>säkerhet</strong>, rytm och tonhöjd."
        }
      }, {
        "text" : "Eleven kan även spela <strong>________</strong> av en enkel anpassad melodi-, bas- och slagverksstämma samt <strong>________</strong> ackompanjemang på ett ackordinstrument med <strong>________</strong>.",
        "knowledgeRequirementChoice" : {
          "E" : "Eleven kan även spela <strong>delar</strong> av en enkel anpassad melodi-, bas- och slagverksstämma samt <strong>bidra till</strong> ackompanjemang på ett ackordinstrument med <strong>några ackord</strong>.",
          "C" : "Eleven kan även spela <strong>övervägande delar</strong> av en enkel anpassad melodi-, bas- och slagverksstämma samt ackompanjera på ett ackordinstrument och byter då <strong>några ackord med flyt</strong>.",
          "A" : "Eleven kan även spela en enkel anpassad melodi-, bas- och slagverksstämma samt ackompanjera på ett ackordinstrument och byter då <strong>ackord med flyt</strong>."
        }
      }, {
        "text" : "Dessutom sjunger eller spelar eleven på något instrument <strong>________</strong> med tajming.",
        "knowledgeRequirementChoice" : {
          "E" : "Dessutom sjunger eller spelar eleven på något instrument <strong>i viss mån</strong> med tajming.",
          "C" : "Dessutom sjunger eller spelar eleven på något instrument med <strong>relativt god</strong> tajming och med <strong>relativt passande karaktär</strong>.",
          "A" : "Dessutom sjunger eller spelar eleven på något instrument med <strong>god</strong> tajming och med <strong>passande karaktär</strong>."
        }
      } ]
    }, {
      "heading" : "",
      "knowledgeRequirements" : [ {
        "text" : "Eleven kan, utifrån egna musikaliska idéer, <strong>________</strong> musik genom att med hjälp av röst, instrument eller digitala verktyg utgå från några enkla musikaliska mönster och former och pröva hur dessa kan <strong>________</strong> en fungerande komposition.",
        "knowledgeRequirementChoice" : {
          "E" : "Eleven kan, utifrån egna musikaliska idéer, <strong>bidra till att skapa</strong> musik genom att med hjälp av röst, instrument eller digitala verktyg utgå från några enkla musikaliska mönster och former och pröva hur dessa kan <strong>bidra till</strong> en fungerande komposition.",
          "C" : "Eleven kan, utifrån egna musikaliska idéer, <strong>skapa</strong> musik genom att med hjälp av röst, instrument eller digitala verktyg utgå från några enkla musikaliska mönster och former och pröva hur dessa kan sättas samman till en i <strong>vissa delar</strong> fungerande komposition.",
          "A" : "Eleven kan, utifrån egna musikaliska idéer, <strong>skapa</strong> musik genom att med hjälp av röst, instrument eller digitala verktyg utgå från några enkla musikaliska mönster och former och pröva hur dessa kan sättas samman till en i <strong>stora delar</strong> fungerande komposition."
        }
      } ]
    }, {
      "heading" : "",
      "knowledgeRequirements" : [ {
        "text" : "Eleven kan föra <strong>________</strong> resonemang om eget och andras musicerande.",
        "knowledgeRequirementChoice" : {
          "E" : "Eleven kan föra <strong>enkla</strong> resonemang om eget och andras musicerande.",
          "C" : "Eleven kan föra <strong>utvecklade</strong> resonemang om eget och andras musicerande.",
          "A" : "Eleven kan föra <strong>välutvecklade</strong> resonemang om eget och andras musicerande."
        }
      }, {
        "text" : "Eleven kan även uttrycka sig på ett <strong>________</strong> sätt om egna musikupplevelser samt beskriva och ge exempel på hur musik kan påverka människor.",
        "knowledgeRequirementChoice" : {
          "E" : "Eleven kan även uttrycka sig på ett <strong>enkelt</strong> sätt om egna musikupplevelser samt beskriva och ge exempel på hur musik kan påverka människor.",
          "C" : "Eleven kan även uttrycka sig på ett <strong>utvecklat</strong> sätt om egna musikupplevelser samt beskriva och ge exempel på hur musik kan påverka människor.",
          "A" : "Eleven kan även uttrycka sig på ett <strong>välutvecklat</strong> sätt om egna musikupplevelser och beskriva och ge exempel på hur musik kan påverka människor."
        }
      }, {
        "text" : "Dessutom kan eleven med <strong>________</strong> säkerhet urskilja och ge exempel på musikaliska karaktärsdrag från olika genrer och kulturer samt med <strong>________</strong> säkerhet ge exempel på instrument från olika instrumentgrupper.",
        "knowledgeRequirementChoice" : {
          "E" : "Dessutom kan eleven med <strong>viss</strong> säkerhet urskilja och ge exempel på musikaliska karaktärsdrag från olika genrer och kulturer samt med <strong>viss</strong> säkerhet ge exempel på instrument från olika instrumentgrupper.",
          "C" : "Dessutom kan eleven med <strong>relativt god</strong> säkerhet urskilja och ge exempel på musikaliska karaktärsdrag från olika genrer och kulturer samt med <strong>relativt god</strong> säkerhet ge exempel på instrument från olika instrumentgrupper.",
          "A" : "Dessutom kan eleven med <strong>god</strong> säkerhet urskilja och ge exempel på musikaliska karaktärsdrag från olika genrer och kulturer samt med <strong>god</strong> säkerhet ge exempel på instrument från olika instrumentgrupper."
        }
      } ]
    } ],
    "point" : null,
    "year" : {
      "start" : 4,
      "end" : 6
    }
  }, {
    "name" : "Årskurs 7-9",
    "description" : "",
    "code" : "GRGRMUS01_7-9",
    "centralContent" : [ {
      "heading" : "I årskurs 7–9",
      "lines" : [ ]
    }, {
      "heading" : "Musicerande och musikskapande",
      "lines" : [ "Sång, melodispel och ackompanjemang i ensembleform med genretypiska musikaliska uttryck.", "Gehörsmusicerande efter musikaliska mönster i olika genrer.", "Rytmisk och melodisk improvisation till trumkomp, ackordföljder eller melodislingor med röst och instrument.", "Musikskapande i olika genrer, till exempel visor, ljudkompositioner och låtar.", "Musikalisk gestaltning där olika uttrycksformer kombineras." ]
    }, {
      "heading" : "Musikens verktyg",
      "lines" : [ "Röstvård, hörselvård och orsaker till att musiklyssnande och musicerande kan bidra till hörselskador samt hur hörselskador kan förebyggas.", "Hur rösten kan varieras i flerstämmiga, vokala uttryck i olika genrer.", "Ackord- och melodiinstrument, bas och slagverk för spel i olika ton- och taktarter.", "Rytm, klang och dynamik, tonhöjd, tempo, perioder, taktarter, vers, refräng och ackord som byggstenar för att musicera och komponera musik i olika genrer och med varierande instrumentation.", "Musiksymboler och notsystem, noter, tabulatur, ackordbeteckningar och grafisk notation.", "Digitala verktyg för musikskapande, inspelning och bearbetning." ]
    }, {
      "heading" : "Musikens sammanhang och funktioner",
      "lines" : [ "Ljudets och musikens fysiska, tanke- och känslomässiga påverkan på människan. Musikens funktion för att markera identitet och grupptillhörighet i olika kulturer, med fokus på etnicitet och kön.", "Hur musik används i olika medier, till exempel i film och datorspel.", "Instrument och deras funktion i olika genrer och sammanhang, till exempel i en symfoniorkester eller i ett rockband.", "Konstmusik, folkmusik och populärmusik från olika epoker. Framväxten av olika genrer samt betydelsefulla tonsättare, låtskrivare och musikaliska verk." ]
    } ],
    "knowledgeRequirementParagraphs" : [ {
      "heading" : "",
      "knowledgeRequirements" : [ {
        "text" : "Eleven kan delta i gemensam sång och följer då med <strong>________</strong> säkerhet rytm och tonhöjd.",
        "knowledgeRequirementChoice" : {
          "E" : "Eleven kan delta i gemensam sång och följer då med <strong>viss</strong> säkerhet rytm och tonhöjd.",
          "C" : "Eleven kan delta i gemensam sång och följer då med <strong>relativt god</strong> säkerhetrytm och tonhöjd.",
          "A" : "Eleven kan delta i gemensam sång och följer då med <strong>god</strong> säkerhet rytm och tonhöjd."
        }
      }, {
        "text" : "Eleven kan även spela enkla melodier, bas- och slagverksstämmor med <strong>________</strong> tajming samt ackompanjera på ett ackordinstrument och byter då ackord med <strong>________</strong> flyt.",
        "knowledgeRequirementChoice" : {
          "E" : "Eleven kan även spela enkla melodier, bas- och slagverksstämmor med <strong>viss</strong> tajming samt ackompanjera på ett ackordinstrument och byter då ackord med <strong>visst</strong> flyt.",
          "C" : "Eleven kan även spela enkla melodier, bas- och slagverksstämmor med <strong>relativt god</strong> tajming samt ackompanjera på ett ackordinstrument och byter då ackord med <strong>relativt gott</strong> flyt.",
          "A" : "Eleven kan även spela enkla melodier, bas- och slagverksstämmor med <strong>god</strong> tajming samt ackompanjera på ett ackordinstrument <strong>med passande karaktär</strong> och byter då <strong>ackord med gott</strong> flyt."
        }
      }, {
        "text" : "Eleven anpassar <strong>________</strong> sin stämma till helheten genom att lyssna och <strong>________</strong> uppmärksamma vad som sker i musicerandet.",
        "knowledgeRequirementChoice" : {
          "E" : "Eleven anpassar <strong>i viss mån</strong> sin stämma till helheten genom att lyssna och <strong>till viss del</strong> uppmärksamma vad som sker i musicerandet.",
          "C" : "Eleven anpassar sin stämma <strong>relativt väl</strong> till helheten genom att lyssna och i <strong>relativt hög grad</strong> uppmärksamma vad som sker i musicerandet.",
          "A" : "Eleven anpassar sin stämma <strong>väl</strong> till helheten genom att lyssna och <strong>i hög grad</strong> uppmärksamma vad som sker i musicerandet."
        }
      }, {
        "text" : "Dessutom sjunger eller spelar eleven på något instrument i någon genre med <strong>________</strong> fungerande teknik och i <strong>________</strong> passande karaktär.",
        "knowledgeRequirementChoice" : {
          "E" : "Dessutom sjunger eller spelar eleven på något instrument i någon genre med <strong>delvis</strong> fungerande teknik och i <strong>viss mån</strong> passande karaktär.",
          "C" : "Dessutom sjunger eller spelar eleven på något instrument i någon genre med <strong>relativt väl</strong> fungerande teknik och passande karaktär.",
          "A" : "Dessutom sjunger eller spelar eleven på något instrument i någon genre med <strong>väl</strong> fungerande teknik och passande karaktär."
        }
      }, {
        "text" : "Eleven kan då <strong>________</strong> att bearbeta och tolka musiken till ett <strong>________</strong> uttryck.",
        "knowledgeRequirementChoice" : {
          "E" : "Eleven kan då <strong>bidra till</strong> att bearbeta och tolka musiken till ett <strong>musikaliskt</strong> uttryck.",
          "C" : "Eleven kan då bearbeta och tolka musiken till ett <strong>delvis personligt musikaliskt</strong> uttryck.",
          "A" : "Eleven kan då bearbeta och tolka musiken till ett <strong>personligt musikaliskt</strong> uttryck."
        }
      } ]
    }, {
      "heading" : "",
      "knowledgeRequirements" : [ {
        "text" : "Eleven kan, utifrån egna musikaliska idéer, <strong>________</strong> att skapa musik genom att med hjälp av röst, instrument eller digitala verktyg <strong>________</strong> hur olika kombinationer av musikaliska byggstenar kan forma kompositioner som har en <strong>________</strong>.",
        "knowledgeRequirementChoice" : {
          "E" : "Eleven kan, utifrån egna musikaliska idéer, <strong>bidra till</strong> att skapa musik genom att med hjälp av röst, instrument eller digitala verktyg <strong>pröva</strong> hur olika kombinationer av musikaliska byggstenar kan forma kompositioner som har en <strong>i huvudsak fungerande form</strong>.",
          "C" : "Eleven kan, utifrån egna musikaliska idéer, skapa musik genom att med hjälp av röst, instrument eller digitala verktyg <strong>pröva och ompröva</strong> hur olika kombinationer av musikaliska byggstenar kan forma kompositioner som <strong>efter någon bearbetning har en fungerande form och karaktäristisk stil</strong>.",
          "A" : "Eleven kan, utifrån egna musikaliska idéer, skapa musik genom att med hjälp av röst, instrument eller digitala verktyg <strong>pröva och ompröva</strong> hur olika kombinationer av musikaliska byggstenar kan forma kompositioner som har en <strong>fungerande form och en karaktäristisk stil</strong>."
        }
      }, {
        "text" : "Dessutom kan eleven kombinera musik med andra uttrycksformer så att de olika uttrycken i <strong>________</strong> samspelar.",
        "knowledgeRequirementChoice" : {
          "E" : "Dessutom kan eleven kombinera musik med andra uttrycksformer så att de olika uttrycken i <strong>någon mån</strong> samspelar.",
          "C" : "Dessutom kan eleven kombinera musik med andra uttrycksformer så att de olika uttrycken <strong>relativt väl</strong> samspelar.",
          "A" : "Dessutom kan eleven kombinera musik med andra uttrycksformer så att de olika uttrycken <strong>väl</strong> samspelar."
        }
      } ]
    }, {
      "heading" : "",
      "knowledgeRequirements" : [ {
        "text" : "Eleven kan även ge <strong>________</strong> omdömen om eget och andras musicerande och <strong>________</strong> med förslag som kan leda till att det musikaliska arbetet utvecklas.",
        "knowledgeRequirementChoice" : {
          "E" : "Eleven kan även ge <strong>enkla</strong> omdömen om eget och andras musicerande och <strong>bidra</strong> med förslag som kan leda till att det musikaliska arbetet utvecklas.",
          "C" : "Eleven kan även ge <strong>utvecklade</strong> omdömen om eget och andras musicerande och ge förslag som <strong>efter någon bearbetning</strong> kan leda till att det musikaliska arbetet utvecklas.",
          "A" : "Eleven kan även ge <strong>välutvecklade</strong> omdömen om eget och andras musicerande och ge förslag som kan leda till att det musikaliska arbetet utvecklas."
        }
      }, {
        "text" : "Eleven kan föra <strong>________</strong> underbyggda resonemang om musikens olika funktioner och vilken betydelse den har och historiskt har haft för individer och samhällen.",
        "knowledgeRequirementChoice" : {
          "E" : "Eleven kan föra <strong>enkla och till viss del</strong> underbyggda resonemang om musikens olika funktioner och vilken betydelse den har och historiskt har haft för individer och samhällen.",
          "C" : "Eleven kan föra <strong>utvecklade och relativt väl</strong> underbyggda resonemang om musikens olika funktioner och vilken betydelse den har och historiskt har haft för individer och samhällen.",
          "A" : "Eleven kan föra <strong>välutvecklade och väl</strong> underbyggda resonemang om musikens olika funktioner och vilken betydelse den har och historiskt har haft för individer och samhällen."
        }
      }, {
        "text" : "Dessutom kan eleven i <strong>________</strong> utsträckning urskilja och jämföra musikaliska karaktärsdrag från olika genrer, epoker och kulturer samt med <strong>________</strong> säkerhet urskilja olika instrument och instrumentgrupper och beskriva deras funktion i olika sammanhang.",
        "knowledgeRequirementChoice" : {
          "E" : "Dessutom kan eleven i <strong>viss</strong> utsträckning urskilja och jämföra musikaliska karaktärsdrag från olika genrer, epoker och kulturer samt med <strong>viss</strong> säkerhet urskilja olika instrument och instrumentgrupper och beskriva deras funktion i olika sammanhang.",
          "C" : "Dessutom kan eleven i <strong>relativt hög</strong> utsträckning urskilja och jämföra musikaliska karaktärsdrag från olika genrer, epoker och kulturer samt med <strong>relativt god</strong> säkerhet urskilja olika instrument och instrumentgrupper och beskriva deras funktion i olika sammanhang.",
          "A" : "Dessutom kan eleven i <strong>hög</strong> utsträckning urskilja och jämföra musikaliska karaktärsdrag från olika genrer, epoker och kulturer samt med <strong>god</strong> säkerhet urskilja olika instrument och instrumentgrupper och beskriva deras funktion i olika sammanhang."
        }
      } ]
    } ],
    "point" : null,
    "year" : {
      "start" : 7,
      "end" : 9
    }
  } ]
}