{
  "name" : "Religionskunskap",
  "description" : "Människor har i alla tider och alla samhällen försökt att förstå och förklara sina levnadsvillkor och de sociala sammanhang som de ingår i. Religioner och andra livsåskådningar är därför centrala inslag i den mänskliga kulturen. I dagens samhälle, som är präglat av mångfald, är kunskaper om religioner och andra livsåskådningar viktiga för att skapa ömsesidig förståelse mellan människor.",
  "code" : "GRGRREL01",
  "designation" : "RE",
  "skolfsId" : "2010:37",
  "purposes" : [ {
    "type" : "PARAGRAPH",
    "heading" : "",
    "lines" : [ "Undervisningen i ämnet religionskunskap ska syfta till att eleverna utvecklar kunskaper om religioner och andra livsåskådningar i det egna samhället och på andra håll i världen.", "Genom undervisningen ska eleverna bli uppmärksamma på hur människor inom olika religiösa traditioner lever med, och uttrycker, sin religion och tro på olika sätt.", "Undervisningen ska allsidigt belysa vilken roll religioner kan spela i samhället, både i fredssträvanden och konflikter, för att främja social sammanhållning och som orsak till segregation." ]
  }, {
    "type" : "PARAGRAPH",
    "heading" : "",
    "lines" : [ "Undervisningen ska även ge kunskap om och förståelse för hur kristna traditioner har påverkat det svenska samhället och dess värderingar." ]
  }, {
    "type" : "PARAGRAPH",
    "heading" : "",
    "lines" : [ "Genom undervisningen ska eleverna ges förutsättningar att kunna tolka kulturella uttryck med anknytning till religiösa traditioner.", "Eleverna ska också ges möjligheter att utveckla kunskap om hur man kritiskt granskar källor och samhällsfrågor med koppling till religioner och andra livsåskådningar." ]
  }, {
    "type" : "PARAGRAPH",
    "heading" : "",
    "lines" : [ "Undervisningen ska stimulera eleverna att reflektera över olika livsfrågor, sin identitet och sitt etiska förhållningssätt.", "På så sätt ska undervisningen skapa förutsättningar för eleverna att utveckla en personlig livshållning och förståelse för sitt eget och andra människors sätt att tänka och leva." ]
  }, {
    "type" : "PARAGRAPH",
    "heading" : "",
    "lines" : [ "Undervisningen ska bidra till att eleverna utvecklar kunskaper om hur olika religioner och livsåskådningar ser på frågor som rör kön, jämställdhet, sexualitet och relationer.", "Eleverna ska vidare ges förutsättningar att kunna analysera och ta ställning i etiska och moraliska frågor.", "Undervisningen ska även bidra till att eleverna utvecklar förståelse för hur människors värderingar hänger samman med religioner och andra livsåskådningar.", "Den ska också bidra till att eleverna utvecklar beredskap att handla ansvarsfullt i förhållande till sig själva och sin omgivning." ]
  }, {
    "type" : "BULLET",
    "heading" : "Genom undervisningen i ämnet religionskunskap ska eleverna sammanfattningsvis ges förutsättningar att utveckla sin förmåga att",
    "lines" : [ "analysera kristendomen, andra religioner och livsåskådningar samt olika tolkningar och bruk inom dessa,", "analysera hur religioner påverkar och påverkas av förhållanden och skeenden i samhället,", "reflektera över livsfrågor och sin egen och andras identitet,", "resonera och argumentera kring moraliska frågeställningar och värderingar utifrån etiska begrepp och modeller, och", "söka information om religioner och andra livsåskådningar och värdera källornas relevans och trovärdighet." ]
  } ],
  "courses" : [ {
    "name" : "Årskurs 1-3",
    "description" : "",
    "code" : "GRGRREL01_1-3",
    "centralContent" : [ {
      "heading" : "Undervisningen i de samhällsorienterande ämnena ska behandla följande centrala innehåll",
      "lines" : [ ]
    }, {
      "heading" : "I årskurs 1–3",
      "lines" : [ ]
    }, {
      "heading" : "Att leva tillsammans",
      "lines" : [ "Skildringar av livet förr och nu i barnlitteratur, sånger och filmer, till exempel skildringar av familjeliv och skola. Minnen berättade av människor som lever nu.", "Att flytta inom ett land och mellan länder. Vad detta kan ha för orsaker och få för konsekvenser.", "Livsfrågor med betydelse för eleven, till exempel gott och ont, rätt och orätt, kamratskap, könsroller, jämställdhet och relationer.", "Normer och regler i elevens livsmiljö, till exempel i skolan, i digitala miljöer och i sportsammanhang.", "Trafikregler och hur man beter sig i trafiken på ett säkert sätt." ]
    }, {
      "heading" : "Att leva i närområdet",
      "lines" : [ "Förutsättningar i natur och miljö för befolkning och bebyggelse, till exempel mark, vatten och klimat.", "Hemortens historia. Vad närområdets platser, byggnader och vardagliga föremål kan berätta om barns, kvinnors och mäns levnadsvillkor under olika perioder.", "Kristendomens roll i skolan och på hemorten förr i tiden.", "Religioner och platser för religionsutövning i närområdet.", "Centrala samhällsfunktioner, till exempel sjukvård, räddningstjänst och skola.", "Yrken och verksamheter i närområdet." ]
    }, {
      "heading" : "Att leva i världen",
      "lines" : [ "Jordgloben. Kontinenternas och världshavens lägen på jordgloben. Namn och läge på världsdelarna samt på länder och platser som är betydelsefulla för eleven.", "Människans uppkomst, vandringar, samlande och jakt samt införandet av jordbruk.", "Tidsbegreppen stenålder, bronsålder och järnålder.", "Hur forntiden kan iakttas i vår tid genom spår i naturen och i språkliga uttryck.", "Berättelser om gudar och hjältar i antik och nordisk mytologi och hur man kan se på dem i vår egen tid.", "Några högtider, symboler och berättelser inom kristendom, islam och judendom. Några berättelser ur Bibeln och deras innebörd samt några av de vanligaste psalmerna.", "Miljöfrågor utifrån elevens vardag, till exempel frågor om trafik, energi och matvaror.", "Grundläggande mänskliga rättigheter såsom alla människors lika värde samt barnets rättigheter i enlighet med konventionen om barnets rättigheter (barnkonventionen).", "Hur möten, till exempel klassråd, organiseras och genomförs.", "Pengars användning och värde. Olika exempel på betalningsformer och vad några vanliga varor och tjänster kan kosta.", "Aktuella samhällsfrågor i olika medier." ]
    }, {
      "heading" : "Att undersöka verkligheten",
      "lines" : [ "Metoder för att söka information från olika källor: intervjuer, observationer och mätningar. Hur man kan värdera och bearbeta källor och information, såväl med som utan digitala verktyg.", "Rumsuppfattning med hjälp av mentala kartor och fysiska kartor över till exempel närområdet och skolvägar, såväl med som utan digitala verktyg. Storleksrelationer och väderstreck samt rumsliga begrepp, till exempel plats, läge och gräns.", "Tidslinjer och tidsbegreppen dåtid, nutid och framtid." ]
    } ],
    "knowledgeRequirementParagraphs" : [ {
      "heading" : "",
      "knowledgeRequirements" : [ {
        "text" : "Eleven har grundläggande kunskaper om några mänskliga rättigheter och barnets rättigheter, och visar det genom att ge exempel på vad de kan innebära i skolan och hemma.",
        "knowledgeRequirementChoice" : {
          "G" : "Eleven har grundläggande kunskaper om några mänskliga rättigheter och barnets rättigheter, och visar det genom att ge exempel på vad de kan innebära i skolan och hemma."
        }
      }, {
        "text" : "Eleven kan samtala om normer och regler i vardagen och ge exempel på varför de kan behövas.",
        "knowledgeRequirementChoice" : {
          "G" : "Eleven kan samtala om normer och regler i vardagen och ge exempel på varför de kan behövas."
        }
      }, {
        "text" : "Vidare kan eleven beskriva hur möten brukar organiseras och genomföras.",
        "knowledgeRequirementChoice" : {
          "G" : "Vidare kan eleven beskriva hur möten brukar organiseras och genomföras."
        }
      }, {
        "text" : "Eleven beskriver även några olika betalningsformer och anger vad några vanliga varor och tjänster kan kosta.",
        "knowledgeRequirementChoice" : {
          "G" : "Eleven beskriver även några olika betalningsformer och anger vad några vanliga varor och tjänster kan kosta."
        }
      } ]
    }, {
      "heading" : "",
      "knowledgeRequirements" : [ {
        "text" : "Eleven kan utifrån närområdet beskriva hur naturen och miljön kan påverka var människor bor och arbetar.",
        "knowledgeRequirementChoice" : {
          "G" : "Eleven kan utifrån närområdet beskriva hur naturen och miljön kan påverka var människor bor och arbetar."
        }
      }, {
        "text" : "Eleven anger några viktiga samhällsfunktioner och ger exempel på yrken och verksamheter i närområdet.",
        "knowledgeRequirementChoice" : {
          "G" : "Eleven anger några viktiga samhällsfunktioner och ger exempel på yrken och verksamheter i närområdet."
        }
      }, {
        "text" : "Dessutom kan eleven ange några orsaker till att människor flyttar från en plats till en annan och ge exempel på vad en flytt kan innebära för barn och familjer.",
        "knowledgeRequirementChoice" : {
          "G" : "Dessutom kan eleven ange några orsaker till att människor flyttar från en plats till en annan och ge exempel på vad en flytt kan innebära för barn och familjer."
        }
      }, {
        "text" : "Eleven beskriver hur olika handlingar i vardagen kan påverka miljön och ger utifrån detta förslag på hur man kan bidra till hållbar utveckling.",
        "knowledgeRequirementChoice" : {
          "G" : "Eleven beskriver hur olika handlingar i vardagen kan påverka miljön och ger utifrån detta förslag på hur man kan bidra till hållbar utveckling."
        }
      }, {
        "text" : "Eleven identifierar riskfyllda platser i närområdets trafikmiljö och ger exempel på hur man kan minska riskerna genom ett säkert beteende i trafiken.",
        "knowledgeRequirementChoice" : {
          "G" : "Eleven identifierar riskfyllda platser i närområdets trafikmiljö och ger exempel på hur man kan minska riskerna genom ett säkert beteende i trafiken."
        }
      } ]
    }, {
      "heading" : "",
      "knowledgeRequirements" : [ {
        "text" : "Eleven kan undersöka hemortens historia och ger då exempel på människors levnadsvillkor under olika perioder.",
        "knowledgeRequirementChoice" : {
          "G" : "Eleven kan undersöka hemortens historia och ger då exempel på människors levnadsvillkor under olika perioder."
        }
      }, {
        "text" : "Eleven gör då enkla jämförelser mellan livet förr och nu utifrån människors berättelser och olika skildringar.",
        "knowledgeRequirementChoice" : {
          "G" : "Eleven gör då enkla jämförelser mellan livet förr och nu utifrån människors berättelser och olika skildringar."
        }
      }, {
        "text" : "Dessutom beskriver eleven hur man kan iaktta spår av forntiden i naturen och i språkliga uttryck.",
        "knowledgeRequirementChoice" : {
          "G" : "Dessutom beskriver eleven hur man kan iaktta spår av forntiden i naturen och i språkliga uttryck."
        }
      }, {
        "text" : "Eleven kan även beskriva delar av människans tidiga historia genom att ge exempel på människors levnadsvillkor och några viktiga händelser.",
        "knowledgeRequirementChoice" : {
          "G" : "Eleven kan även beskriva delar av människans tidiga historia genom att ge exempel på människors levnadsvillkor och några viktiga händelser."
        }
      }, {
        "text" : "Vidare kan eleven i viss utsträckning använda tidslinjer och några olika tidsbegrepp för att ange händelser i tid.",
        "knowledgeRequirementChoice" : {
          "G" : "Vidare kan eleven i viss utsträckning använda tidslinjer och några olika tidsbegrepp för att ange händelser i tid."
        }
      } ]
    }, {
      "heading" : "",
      "knowledgeRequirements" : [ {
        "text" : "Eleven kan samtala om elevnära livsfrågor.",
        "knowledgeRequirementChoice" : {
          "G" : "Eleven kan samtala om elevnära livsfrågor."
        }
      }, {
        "text" : "Dessutom beskriver eleven några platser för religionsutövning och kopplar samman dessa med religioner som utövas i närområdet.",
        "knowledgeRequirementChoice" : {
          "G" : "Dessutom beskriver eleven några platser för religionsutövning och kopplar samman dessa med religioner som utövas i närområdet."
        }
      }, {
        "text" : "Eleven kan ge exempel på någon högtid, symbol och central berättelse från kristendomen, islam och judendomen.",
        "knowledgeRequirementChoice" : {
          "G" : "Eleven kan ge exempel på någon högtid, symbol och central berättelse från kristendomen, islam och judendomen."
        }
      }, {
        "text" : "Eleven återger delar av innehållet i några berättelser ur Bibeln samt i berättelser om gudar och hjältar i olika myter.",
        "knowledgeRequirementChoice" : {
          "G" : "Eleven återger delar av innehållet i några berättelser ur Bibeln samt i berättelser om gudar och hjältar i olika myter."
        }
      }, {
        "text" : "Dessutom ger eleven exempel på kristendomens roll i skolan och hemorten förr i tiden.",
        "knowledgeRequirementChoice" : {
          "G" : "Dessutom ger eleven exempel på kristendomens roll i skolan och hemorten förr i tiden."
        }
      } ]
    }, {
      "heading" : "",
      "knowledgeRequirements" : [ {
        "text" : "Eleven kan ta del av enkel information i olika medier och samtala om elevnära samhällsfrågor genom att framföra synpunkter, ge kommentarer och ställa frågor.",
        "knowledgeRequirementChoice" : {
          "G" : "Eleven kan ta del av enkel information i olika medier och samtala om elevnära samhällsfrågor genom att framföra synpunkter, ge kommentarer och ställa frågor."
        }
      }, {
        "text" : "Eleven kan också söka information om samhället och naturen genom enkla intervjuer, observationer och mätningar och göra enkla sammanställningar av resultaten så att innehållet klart framgår.",
        "knowledgeRequirementChoice" : {
          "G" : "Eleven kan också söka information om samhället och naturen genom enkla intervjuer, observationer och mätningar och göra enkla sammanställningar av resultaten så att innehållet klart framgår."
        }
      }, {
        "text" : "Eleven gör enkla undersökningar av omvärlden och kan då använda karta, jordglob, väderstreck och rumsliga begrepp för att återge namn och beskriva lägen och storleksrelationer på världsdelarna och andra för eleven betydelsefulla platser och länder.",
        "knowledgeRequirementChoice" : {
          "G" : "Eleven gör enkla undersökningar av omvärlden och kan då använda karta, jordglob, väderstreck och rumsliga begrepp för att återge namn och beskriva lägen och storleksrelationer på världsdelarna och andra för eleven betydelsefulla platser och länder."
        }
      } ]
    } ],
    "point" : null,
    "year" : {
      "start" : 1,
      "end" : 3
    }
  }, {
    "name" : "Årskurs 4-6",
    "description" : "",
    "code" : "GRGRREL01_4-6",
    "centralContent" : [ {
      "heading" : "Undervisningen i religionskunskap ska behandla följande centrala innehåll",
      "lines" : [ ]
    }, {
      "heading" : "I årskurs 4–6",
      "lines" : [ ]
    }, {
      "heading" : "Religioner och andra livsåskådningar",
      "lines" : [ "Ritualer och religiöst motiverade levnadsregler samt heliga platser och rum i kristendomen och i de andra världsreligionerna islam, judendom, hinduism och buddhism.", "Centrala tankegångar bakom ritualer, levnadsregler och heliga platser i kristendomen och de andra världsreligionerna, till exempel som de uttrycks i religiösa berättelser i Bibeln och andra urkunder.", "Berättelser från fornskandinavisk och äldre samisk religion.", "Begreppen religion och livsåskådning." ]
    }, {
      "heading" : "Religion och samhälle",
      "lines" : [ "Kristendomens betydelse för värderingar och kultur i det svenska samhället förr och nu. Kristna högtider och traditioner med koppling till kyrkoåret, till exempel sånger och psalmer.", "Hur spår av fornskandinavisk religion kan iakttas i dagens samhälle." ]
    }, {
      "heading" : "Identitet och livsfrågor",
      "lines" : [ "Hur olika livsfrågor, till exempel vad som är viktigt i livet och vad det innebär att vara en bra kamrat, skildras i populärkulturen.", "Hur olika livsfrågor, till exempel synen på kärlek och vad som händer efter döden, skildras i religioner och andra livsåskådningar.", "Vad religioner och andra livsåskådningar kan betyda för människors identitet, livsstil och grupptillhörighet." ]
    }, {
      "heading" : "Etik",
      "lines" : [ "Några etiska begrepp, till exempel rätt och orätt, jämlikhet och solidaritet.", "Vardagliga moraliska frågor som rör flickors och pojkars identiteter och roller, jämställdhet, sexualitet, sexuell läggning samt utanförskap och kränkning.", "Frågor om vad ett bra liv kan vara och vad det kan innebära att göra gott." ]
    } ],
    "knowledgeRequirementParagraphs" : [ {
      "heading" : "",
      "knowledgeRequirements" : [ {
        "text" : "Eleven har <strong>________</strong> kunskaper om några heliga platser eller rum, ritualer och levnadsregler som hör till världsreligionerna och visar det genom att föra <strong>________</strong> resonemang om likheter och skillnader mellan några religioner.",
        "knowledgeRequirementChoice" : {
          "E" : "Eleven har <strong>grundläggande</strong> kunskaper om några heliga platser eller rum, ritualer och levnadsregler som hör till världsreligionerna och visar det genom att föra <strong>enkla</strong> resonemang om likheter och skillnader mellan några religioner.",
          "C" : "Eleven har <strong>goda</strong> kunskaper om några heliga platser eller rum, ritualer och levnadsregler som hör till världsreligionerna och visar det genom att föra <strong>utvecklade</strong> resonemang om likheter och skillnader mellan några religioner.",
          "A" : "Eleven har <strong>mycket goda</strong> kunskaper om några heliga platser eller rum, ritualer och levnadsregler som hör till världsreligionerna och visar det genom att föra <strong>välutvecklade</strong> resonemang om likheter och skillnader mellan några religioner."
        }
      }, {
        "text" : "Eleven visar även på enkla samband mellan konkreta religiösa uttryck och centrala tankegångar inom världsreligionerna.",
        "knowledgeRequirementChoice" : {
          "E" : "Eleven visar även på enkla samband mellan konkreta religiösa uttryck och centrala tankegångar inom världsreligionerna.",
          "C" : "Eleven visar även på enkla samband mellan konkreta religiösa uttryck och centrala tankegångar inom världsreligionerna.",
          "A" : "Eleven visar även på enkla samband mellan konkreta religiösa uttryck och centrala tankegångar inom världsreligionerna."
        }
      }, {
        "text" : "Eleven kan beskriva några grundläggande drag i fornskandinavisk och samisk religion och ger även exempel på hur fornskandinavisk religion kan iakttas i dagens samhälle.",
        "knowledgeRequirementChoice" : {
          "E" : "Eleven kan beskriva några grundläggande drag i fornskandinavisk och samisk religion och ger även exempel på hur fornskandinavisk religion kan iakttas i dagens samhälle.",
          "C" : "Eleven kan beskriva några grundläggande drag i fornskandinavisk och samisk religion och ger även exempel på hur fornskandinavisk religion kan iakttas i dagens samhälle.",
          "A" : "Eleven kan beskriva några grundläggande drag i fornskandinavisk och samisk religion och ger även exempel på hur fornskandinavisk religion kan iakttas i dagens samhälle."
        }
      }, {
        "text" : "Eleven kan redogöra för några kristna högtider och traditioner och göra <strong>________</strong> jämförelser mellan kristendomens betydelse för svenskt kultur- och samhällsliv förr och nu.",
        "knowledgeRequirementChoice" : {
          "E" : "Eleven kan redogöra för några kristna högtider och traditioner och göra <strong>enkla</strong> jämförelser mellan kristendomens betydelse för svenskt kultur- och samhällsliv förr och nu.",
          "C" : "Eleven kan redogöra för några kristna högtider och traditioner och göra <strong>utvecklade</strong> jämförelser mellan kristendomens betydelse för svenskt kultur- och samhällsliv förr och nu.",
          "A" : "Eleven kan redogöra för några kristna högtider och traditioner och göra <strong>välutvecklade och nyanserade</strong> jämförelser mellan kristendomens betydelse för svenskt kultur- och samhällsliv förr och nu."
        }
      }, {
        "text" : "Eleven kan också föra <strong>________</strong> resonemang om hur livsfrågor skildras i olika sammanhang och vad religioner och andra livsåskådningar kan betyda för olika människor på ett sätt som <strong>________</strong>.",
        "knowledgeRequirementChoice" : {
          "E" : "Eleven kan också föra <strong>enkla</strong> resonemang om hur livsfrågor skildras i olika sammanhang och vad religioner och andra livsåskådningar kan betyda för olika människor på ett sätt som <strong>till viss del för resonemanget framåt</strong>.",
          "C" : "Eleven kan också föra <strong>utvecklade</strong> resonemang om hur livsfrågor skildras i olika sammanhang och vad religioner och andra livsåskådningar kan betyda för olika människor på ett sätt som <strong>för resonemanget framåt</strong>.",
          "A" : "Eleven kan också föra <strong>välutvecklade och nyanserade</strong> resonemang om hur livsfrågor skildras i olika sammanhang och vad religioner och andra livsåskådningar kan betyda för olika människor på ett sätt som <strong>för resonemanget framåt och fördjupar eller breddar det</strong>."
        }
      } ]
    }, {
      "heading" : "",
      "knowledgeRequirements" : [ {
        "text" : "Eleven kan föra <strong>________</strong> resonemang om vardagliga moraliska frågor och vad det kan innebära att göra gott.",
        "knowledgeRequirementChoice" : {
          "E" : "Eleven kan föra <strong>enkla</strong> resonemang om vardagliga moraliska frågor och vad det kan innebära att göra gott.",
          "C" : "Eleven kan föra <strong>utvecklade</strong> resonemang om vardagliga moraliska frågor och vad det kan innebära att göra gott.",
          "A" : "Eleven kan föra <strong>välutvecklade</strong> resonemang om vardagliga moraliska frågor och vad det kan innebära att göra gott."
        }
      }, {
        "text" : "Eleven gör då reflektioner som <strong>________</strong> och använder några etiska begrepp på ett <strong>________</strong> fungerande sätt.",
        "knowledgeRequirementChoice" : {
          "E" : "Eleven gör då reflektioner som <strong>i huvudsak hör till ämnet</strong> och använder några etiska begrepp på ett <strong>i huvudsak</strong> fungerande sätt.",
          "C" : "Eleven gör då reflektioner som <strong>för resonemanget framåt</strong> och använder några etiska begrepp på ett <strong>relativt väl</strong> fungerande sätt.",
          "A" : "Eleven gör då reflektioner som <strong>för resonemanget framåt och fördjupar eller breddar det</strong> och använder några etiska begrepp på ett <strong>väl</strong> fungerande sätt."
        }
      }, {
        "text" : "Eleven kan söka information om religioner och andra livsåskådningar och använder då olika typer av källor på ett <strong>________</strong> fungerande sätt samt för <strong>________</strong> resonemang om informationens och källornas användbarhet.",
        "knowledgeRequirementChoice" : {
          "E" : "Eleven kan söka information om religioner och andra livsåskådningar och använder då olika typer av källor på ett <strong>i huvudsak</strong> fungerande sätt samt för <strong>enkla</strong> resonemang om informationens och källornas användbarhet.",
          "C" : "Eleven kan söka information om religioner och andra livsåskådningar och använder då olika typer av källor på ett <strong>relativt väl</strong> fungerande sätt samt för <strong>utvecklade</strong> resonemang om informationens och källornas användbarhet.",
          "A" : "Eleven kan söka information om religioner och andra livsåskådningar och använder då olika typer av källor på ett <strong>väl</strong> fungerande sätt samt för <strong>välutvecklade</strong> resonemang om informationens och källornas användbarhet."
        }
      } ]
    } ],
    "point" : null,
    "year" : {
      "start" : 4,
      "end" : 6
    }
  }, {
    "name" : "Årskurs 7-9",
    "description" : "",
    "code" : "GRGRREL01_7-9",
    "centralContent" : [ {
      "heading" : "I årskurs 7–9",
      "lines" : [ ]
    }, {
      "heading" : "Religioner och andra livsåskådningar",
      "lines" : [ "Centrala tankegångar och urkunder inom kristendomen samt utmärkande drag för kristendomens tre stora inriktningar: protestantism, katolicism och ortodoxi.", "Centrala tankegångar och urkunder i världsreligionerna islam, judendom, hinduism och buddhism.", "Varierande tolkningar och bruk inom världsreligionerna i dagens samhälle.", "Huvuddragen i världsreligionernas historia.", "Nya religiösa rörelser, nyreligiositet och privatreligiositet samt hur detta tar sig uttryck.", "Sekulära livsåskådningar, till exempel humanism." ]
    }, {
      "heading" : "Religion och samhälle",
      "lines" : [ "Kristendomen i Sverige. Från enhetskyrka till religiös mångfald och sekularisering.", "Sambandet mellan samhälle och religion i olika tider och på olika platser.", "Religionernas roll i några aktuella politiska skeenden och konflikter utifrån ett kritiskt förhållningssätt.", "Konflikter och möjligheter i sekulära och pluralistiska samhällen, till exempel i frågor om religionsfrihet, sexualitet och synen på jämställdhet." ]
    }, {
      "heading" : "Identitet och livsfrågor",
      "lines" : [ "Hur olika livsfrågor, till exempel meningen med livet, relationer, kärlek och sexualitet, skildras i populärkulturen.", "Hur religioner och andra livsåskådningar kan forma människors identiteter och livsstilar.", "Riter, till exempel namngivning och konfirmation, och deras funktion vid formandet av identiteter och gemenskaper i religiösa och sekulära sammanhang." ]
    }, {
      "heading" : "Etik",
      "lines" : [ "Vardagliga moraliska dilemman. Analys och argumentation utifrån etiska modeller, till exempel konsekvens- och pliktetik.", "Föreställningar om det goda livet och den goda människan kopplat till olika etiska resonemang, till exempel dygdetik.", "Etiska frågor samt människosynen i några religioner och andra livsåskådningar.", "Etiska begrepp som kan kopplas till frågor om hållbar utveckling, mänskliga rättigheter och demokratiska värderingar, till exempel frihet och ansvar." ]
    } ],
    "knowledgeRequirementParagraphs" : [ {
      "heading" : "",
      "knowledgeRequirements" : [ {
        "text" : "Eleven har <strong>________</strong> kunskaper om kristendomen och de andra världsreligionerna och visar det genom att <strong>________</strong> centrala tankegångar, urkunder och konkreta religiösa uttryck och handlingar inom religionerna.",
        "knowledgeRequirementChoice" : {
          "E" : "Eleven har <strong>grundläggande</strong> kunskaper om kristendomen och de andra världsreligionerna och visar det genom att <strong>beskriva</strong> centrala tankegångar, urkunder och konkreta religiösa uttryck och handlingar inom religionerna.",
          "C" : "Eleven har <strong>goda</strong> kunskaper om kristendomen och de andra världsreligionerna och visar det genom att <strong>förklara och visa på samband mellan</strong> centrala tankegångar, urkunder och konkreta religiösa uttryck och handlingar inom religionerna.",
          "A" : "Eleven har <strong>mycket goda</strong> kunskaper om kristendomen och de andra världsreligionerna och visar det genom att <strong>förklara och visa på samband och generella mönster kring</strong> centrala tankegångar, urkunder och konkreta religiösa uttryck och handlingar inom religionerna."
        }
      }, {
        "text" : "Dessutom för eleven <strong>________</strong> resonemang om likheter och skillnader inom och mellan några religioner och andra livsåskådningar.",
        "knowledgeRequirementChoice" : {
          "E" : "Dessutom för eleven <strong>enkla</strong> resonemang om likheter och skillnader inom och mellan några religioner och andra livsåskådningar.",
          "C" : "Dessutom för eleven <strong>utvecklade</strong> resonemang om likheter och skillnader inom och mellan några religioner och andra livsåskådningar.",
          "A" : "Dessutom för eleven <strong>välutvecklade och nyanserade</strong> resonemang om likheter och skillnader inom och mellan några religioner och andra livsåskådningar."
        }
      }, {
        "text" : "Eleven kan utifrån undersökningar om hur religioner kan påverkas av och påverka samhälleliga förhållanden och skeenden beskriva <strong>________</strong> samband med <strong>________</strong> underbyggda resonemang.",
        "knowledgeRequirementChoice" : {
          "E" : "Eleven kan utifrån undersökningar om hur religioner kan påverkas av och påverka samhälleliga förhållanden och skeenden beskriva <strong>enkla</strong> samband med <strong>enkla och till viss del</strong> underbyggda resonemang.",
          "C" : "Eleven kan utifrån undersökningar om hur religioner kan påverkas av och påverka samhälleliga förhållanden och skeenden beskriva <strong>förhållandevis komplexa</strong> samband med <strong>utvecklade och relativt väl</strong> underbyggda resonemang.",
          "A" : "Eleven kan utifrån undersökningar om hur religioner kan påverkas av och påverka samhälleliga förhållanden och skeenden beskriva <strong>komplexa</strong> samband med <strong>välutvecklade och väl</strong> underbyggda resonemang."
        }
      }, {
        "text" : "Eleven kan också föra <strong>________</strong> resonemang om hur livsfrågor skildras i olika sammanhang och hur identiteter kan formas av religioner och andra livsåskådningar på ett sätt som <strong>________</strong>.",
        "knowledgeRequirementChoice" : {
          "E" : "Eleven kan också föra <strong>enkla</strong> resonemang om hur livsfrågor skildras i olika sammanhang och hur identiteter kan formas av religioner och andra livsåskådningar på ett sätt som <strong>till viss del för resonemanget framåt</strong>.",
          "C" : "Eleven kan också föra <strong>utvecklade</strong> resonemang om hur livsfrågor skildras i olika sammanhang och hur identiteter kan formas av religioner och andra livsåskådningar på ett sätt som <strong>för resonemanget framåt</strong>.",
          "A" : "Eleven kan också föra <strong>välutvecklade och nyanserade</strong> resonemang om hur livsfrågor skildras i olika sammanhang och hur identiteter kan formas av religioner och andra livsåskådningar på ett sätt som <strong>för resonemanget framåt och fördjupar eller breddar det</strong>."
        }
      } ]
    }, {
      "heading" : "",
      "knowledgeRequirements" : [ {
        "text" : "Eleven kan resonera och argumentera kring moraliska frågeställningar och värderingar genom att föra <strong>________</strong> underbyggda resonemang och använda etiska begrepp och modeller på ett <strong>________</strong> fungerande sätt.",
        "knowledgeRequirementChoice" : {
          "E" : "Eleven kan resonera och argumentera kring moraliska frågeställningar och värderingar genom att föra <strong>enkla och till viss del</strong> underbyggda resonemang och använda etiska begrepp och modeller på ett <strong>i huvudsak</strong> fungerande sätt.",
          "C" : "Eleven kan resonera och argumentera kring moraliska frågeställningar och värderingar genom att föra <strong>utvecklade och relativt väl</strong> underbyggda resonemang och använda etiska begrepp och modeller på ett <strong>relativt väl</strong> fungerande sätt.",
          "A" : "Eleven kan resonera och argumentera kring moraliska frågeställningar och värderingar genom att föra <strong>välutvecklade och väl</strong> underbyggda resonemang och använda etiska begrepp och modeller på ett <strong>väl</strong> fungerande sätt."
        }
      }, {
        "text" : "Eleven kan söka information om religioner och andra livsåskådningar och använder då olika typer av källor på ett <strong>________</strong> fungerande sätt samt för <strong>________</strong> underbyggda resonemang om informationens och källornas trovärdighet och relevans.",
        "knowledgeRequirementChoice" : {
          "E" : "Eleven kan söka information om religioner och andra livsåskådningar och använder då olika typer av källor på ett <strong>i huvudsak</strong> fungerande sätt samt för <strong>enkla och till viss del</strong> underbyggda resonemang om informationens och källornas trovärdighet och relevans.",
          "C" : "Eleven kan söka information om religioner och andra livsåskådningar och använder då olika typer av källor på ett <strong>relativt väl</strong> fungerande sätt samt för <strong>utvecklade och relativt väl</strong> underbyggda resonemang om informationens och källornas trovärdighet och relevans.",
          "A" : "Eleven kan söka information om religioner och andra livsåskådningar och använder då olika typer av källor på ett <strong>väl</strong> fungerande sätt samt för <strong>välutvecklade och väl</strong> underbyggda resonemang om informationens och källornas trovärdighet och relevans."
        }
      } ]
    } ],
    "point" : null,
    "year" : {
      "start" : 7,
      "end" : 9
    }
  } ]
}