{
  "name" : "Geografi",
  "description" : "Förutsättningarna för liv på jorden är unika, föränderliga och sårbara. Det är därför alla människors ansvar att förvalta jorden så att en hållbar utveckling blir möjlig. Samspelet mellan människan och hennes omgivning har gett upphov till många olika livsmiljöer. Geografi ger oss kunskap om dessa miljöer och kan bidra till förståelse av människans levnadsvillkor.",
  "code" : "GRNGEO2",
  "designation" : "",
  "skolfsId" : "2012:18",
  "purposes" : [ {
    "type" : "PARAGRAPH",
    "heading" : "",
    "lines" : [ "Undervisningen i kursen geografi inom kommunal vuxenutbildning på grundläggande nivå syftar till att eleven utvecklar kunskaper om geografiska förhållanden samt utvecklar en geografisk referensram och ett rumsligt medvetande.", "Genom undervisningen ska eleven ges möjlighet att utveckla kunskaper om, och kunna göra jämförelser mellan, olika platser, regioner och levnadsvillkor.", "Eleven ska också ges förutsättningar att utveckla en medvetenhet om de sammanhang där geografiska kunskaper är viktiga och användbara." ]
  }, {
    "type" : "PARAGRAPH",
    "heading" : "",
    "lines" : [ "Undervisningen ska ge eleven möjlighet att utveckla kunskaper om vilka mänskliga verksamheter och av naturen framkallade processer som påverkar jordytans former och mönster.", "Den ska även bidra till att eleven får erfarenheter av att tolka och bedöma konsekvenser av olika förändringar som sker i det geografiska rummet." ]
  }, {
    "type" : "PARAGRAPH",
    "heading" : "",
    "lines" : [ "Genom undervisningen ska eleven utveckla kunskaper om hur människa, samhälle och natur samspelar och vilka konsekvenser detta samspel får för naturen och människors levnadsvillkor.", "Undervisningen ska ge kunskaper om kartan och kännedom om viktiga namn, läges- och storleksrelationer så att eleven kan orientera sig och dra slutsatser om natur- och kulturlandskap och om människors levnadsvillkor.", "På så sätt ska eleven ges möjlighet att se världen ur ett helhetsperspektiv.", "Undervisningen ska även ge eleven förutsättningar att utveckla kunskaper i att göra geografiska analyser av omvärlden och att presentera resultaten med hjälp av geografiska begrepp." ]
  }, {
    "type" : "PARAGRAPH",
    "heading" : "",
    "lines" : [ "Genom undervisningen ska eleven ges förutsättningar att utveckla kunskaper om varför intressekonflikter om naturresurser uppstår.", "Undervisningen ska också medverka till att eleven utvecklar kunskaper om hur vi kan påverka framtiden i riktning mot en mer acceptabel levnadsmiljö för alla." ]
  }, {
    "type" : "PARAGRAPH",
    "heading" : "",
    "lines" : [ "Eleven ska ges möjlighet att utveckla kunskaper i geografi som kan användas i vardags- och arbetslivet samt för att tolka och ta ställning till information och budskap från olika medier." ]
  }, {
    "type" : "BULLET",
    "heading" : "Genom undervisningen i kursen geografi ska eleven ges förutsättningar att utveckla sin förmåga att",
    "lines" : [ "analysera hur naturens egna processer och människors verksamheter formar och förändrar livsmiljöer i olika delar av världen,", "utforska och analysera samspel mellan människa, samhälle och natur i olika delar av världen,", "göra geografiska analyser av omvärlden och värdera resultaten med hjälp av kartor och andra geografiska källor, teorier, metoder och tekniker, och", "värdera lösningar på olika miljö- och utvecklingsfrågor utifrån överväganden kring etik och hållbar utveckling." ]
  } ],
  "courses" : [ {
    "name" : "Geografi",
    "description" : "Förutsättningarna för liv på jorden är unika, föränderliga och sårbara. Det är därför alla människors ansvar att förvalta jorden så att en hållbar utveckling blir möjlig. Samspelet mellan människan och hennes omgivning har gett upphov till många olika livsmiljöer. Geografi ger oss kunskap om dessa miljöer och kan bidra till förståelse av människans levnadsvillkor.",
    "code" : "GRNGEO2",
    "centralContent" : [ {
      "heading" : "Livsmiljöer",
      "lines" : [ "Jordytan och på vilka sätt den formas och förändras av människans markutnyttjande och naturens egna processer, till exempel plattektonik och erosion. Vilka konsekvenser detta får för människor och natur.", "Jordens naturresurser, till exempel odlingsmark, skogar och fossila bränslen.", "Var på jorden olika resurser finns och vad de används till. Vattnets betydelse, dess fördelning och kretslopp.", "Jordens klimat- och vegetationszoner. Klimatets påverkan på människors levnadsvillkor.", "Klimatförändringar, olika förklaringar till dessa och vilka konsekvenser förändringarna kan få.", "Var olika varor och tjänster produceras och konsumeras samt hur varor transporteras. Hur människors försörjning och handelsmönster har förändrats över tid.", "Fördelningen av jordens befolkning över jordytan, migration och urbanisering samt orsaker till och konsekvenser av detta." ]
    }, {
      "heading" : "Geografins metoder, begrepp och arbetssätt",
      "lines" : [ "Namn och läge på områden, städer, berg, öar, hav och vatten i Sverige samt länder i Europa. Världsdelarnas viktigare länder, städer, vatten, öar, berg, öknar och regioner.", "Kartor och deras uppbyggnad med gradnät, färger, symboler och skalor. Topografiska och tematiska kartor.", "Metoder för att samla in, bearbeta, värdera och presentera geografiska data med hjälp av kartor, geografiska informationssystem (GIS) och geografiska verktyg som finns tillgängliga på internet.", "Fältstudier av natur- och kulturlandskap.", "Centrala ord och begrepp som behövs för att kunna läsa, skriva och samtala om geografi." ]
    }, {
      "heading" : "Miljö, människor och hållbarhetsfrågor",
      "lines" : [ "Sårbara platser och naturgivna risker och hot, och vilka konsekvenser det får för natur- och kulturlandskapet.", "Identifiering av sårbara platser och förebyggande av risker.", "Intressekonflikter om naturresurser.", "Förnybara energitillgångar.", "Fattigdom och ohälsa i olika delar av världen. Hur befolkningstäthet, klimat och naturresurser påverkar detta." ]
    } ],
    "knowledgeRequirementParagraphs" : [ {
      "heading" : "",
      "knowledgeRequirements" : [ {
        "text" : "Eleven har <strong>________</strong> kunskaper om samspelet mellan människa, samhälle och natur, och visar det genom att föra <strong>________</strong> resonemang om orsaker till och konsekvenser av befolkningsfördelning, migration, klimat, vegetation och klimatförändringar i olika delar av världen.",
        "knowledgeRequirementChoice" : {
          "E" : "Eleven har <strong>grundläggande</strong> kunskaper om samspelet mellan människa, samhälle och natur, och visar det genom att föra <strong>enkla och till viss del underbyggda</strong> resonemang om orsaker till och konsekvenser av befolkningsfördelning, migration, klimat, vegetation och klimatförändringar i olika delar av världen.",
          "C" : "Eleven har <strong>goda</strong> kunskaper om samspelet mellan människa, samhälle och natur, och visar det genom att föra <strong>utvecklade och relativt väl underbyggda</strong> resonemang om orsaker till och konsekvenser av befolkningsfördelning, migration, klimat, vegetation och klimatförändringar i olika delar av världen.",
          "A" : "Eleven har <strong>mycket goda</strong> kunskaper om samspelet mellan människa, samhälle och natur, och visar det genom att föra <strong>välutvecklade och väl underbyggda</strong> resonemang om orsaker till och konsekvenser av befolkningsfördelning, migration, klimat, vegetation och klimatförändringar i olika delar av världen."
        }
      }, {
        "text" : "Eleven kan även använda geografiska begrepp på ett <strong>________</strong> sätt.",
        "knowledgeRequirementChoice" : {
          "E" : "Eleven kan även använda geografiska begrepp på ett <strong>i huvudsak fungerande</strong> sätt.",
          "C" : "Eleven kan även använda geografiska begrepp på ett <strong>relativt väl fungerande</strong> sätt.",
          "A" : "Eleven kan även använda geografiska begrepp på ett <strong>väl fungerande</strong> sätt."
        }
      }, {
        "text" : "Eleven kan undersöka var olika varor och tjänster produceras och konsumeras, och beskriver då <strong>________</strong> geografiska mönster av handel och kommunikation samt för <strong>________</strong> resonemang om hur dessa mönster ser ut och hur de har förändrats över tid samt orsaker till och konsekvenser av detta.",
        "knowledgeRequirementChoice" : {
          "E" : "Eleven kan undersöka var olika varor och tjänster produceras och konsumeras, och beskriver då <strong>enkla</strong> geografiska mönster av handel och kommunikation samt för <strong>enkla och till viss del underbyggda</strong> resonemang om hur dessa mönster ser ut och hur de har förändrats över tid samt orsaker till och konsekvenser av detta.",
          "C" : "Eleven kan undersöka var olika varor och tjänster produceras och konsumeras, och beskriver då <strong>förhållandevis komplexa</strong> geografiska mönster av handel och kommunikation samt för <strong>utvecklade och relativt väl underbyggda</strong> resonemang om hur dessa mönster ser ut och hur de har förändrats över tid samt orsaker till och konsekvenser av detta.",
          "A" : "Eleven kan undersöka var olika varor och tjänster produceras och konsumeras, och beskriver då <strong>komplexa</strong> geografiska mönster av handel och kommunikation samt för <strong>välutvecklade och väl underbyggda</strong> resonemang om hur dessa mönster ser ut och hur de har förändrats över tid samt orsaker till och konsekvenser av detta."
        }
      }, {
        "text" : "Eleven för <strong>________</strong> resonemang om klimatförändringar och olika förklaringar till dessa samt deras konsekvenser för människa, samhälle och miljö i olika delar av världen.",
        "knowledgeRequirementChoice" : {
          "E" : "Eleven för <strong>enkla och till viss del underbyggda</strong> resonemang om klimatförändringar och olika förklaringar till dessa samt deras konsekvenser för människa, samhälle och miljö i olika delar av världen.",
          "C" : "Eleven för <strong>utvecklade och relativt väl underbyggda</strong> resonemang om klimatförändringar och olika förklaringar till dessa samt deras konsekvenser för människa, samhälle och miljö i olika delar av världen.",
          "A" : "Eleven för <strong>välutvecklade och väl underbyggda</strong> resonemang om klimatförändringar och olika förklaringar till dessa samt deras konsekvenser för människa, samhälle och miljö i olika delar av världen."
        }
      } ]
    }, {
      "heading" : "",
      "knowledgeRequirements" : [ {
        "text" : "Eleven kan undersöka omvärlden och använder då kartor och andra geografiska källor, teorier, metoder och tekniker på ett <strong>________</strong> sätt, samt för <strong>________</strong> resonemang om olika källors trovärdighet och relevans.",
        "knowledgeRequirementChoice" : {
          "E" : "Eleven kan undersöka omvärlden och använder då kartor och andra geografiska källor, teorier, metoder och tekniker på ett <strong>i huvudsak fungerande</strong> sätt, samt för <strong>enkla och till viss del underbyggda</strong> resonemang om olika källors trovärdighet och relevans.",
          "C" : "Eleven kan undersöka omvärlden och använder då kartor och andra geografiska källor, teorier, metoder och tekniker på ett <strong>relativt väl fungerande</strong> sätt, samt för <strong>utvecklade och relativt väl underbyggda</strong> resonemang om olika källors trovärdighet och relevans.",
          "A" : "Eleven kan undersöka omvärlden och använder då kartor och andra geografiska källor, teorier, metoder och tekniker på ett <strong>väl fungerande</strong> sätt, samt för <strong>välutvecklade och väl underbyggda</strong> resonemang om olika källors trovärdighet och relevans."
        }
      }, {
        "text" : "Vid fältstudier använder eleven kartor och andra verktyg på ett <strong>________</strong> sätt.",
        "knowledgeRequirementChoice" : {
          "E" : "Vid fältstudier använder eleven kartor och andra verktyg på ett <strong>i huvudsak fungerande</strong> sätt.",
          "C" : "Vid fältstudier använder eleven kartor och andra verktyg på ett <strong>relativt ändamålsenligt</strong> sätt.",
          "A" : "Vid fältstudier använder eleven kartor och andra verktyg på ett <span dir=\"RTL\">ändamålsenligt och effektivt </span>sätt."
        }
      }, {
        "text" : "Eleven har <strong>________</strong> kunskaper om Sveriges, Nordens, Europas och världsdelarnas namngeografi och visar det genom att med <strong>________</strong> beskriva lägen på och storleksrelationer mellan olika geografiska objekt.",
        "knowledgeRequirementChoice" : {
          "E" : "Eleven har <strong>grundläggande</strong> kunskaper om Sveriges, Nordens, Europas och världsdelarnas namngeografi och visar det genom att med <strong>viss säkerhet</strong> beskriva lägen på och storleksrelationer mellan olika geografiska objekt.",
          "C" : "Eleven har <strong>goda</strong> kunskaper om Sveriges, Nordens, Europas och världsdelarnas namngeografi och visar det genom att med <strong>relativt god säkerhet</strong> beskriva lägen på och storleksrelationer mellan olika geografiska objekt.",
          "A" : "Eleven har <strong>mycket goda</strong> kunskaper om Sveriges, Nordens, Europas och världsdelarnas namngeografi och visar det genom att med <strong>god säkerhet</strong> beskriva lägen på och storleksrelationer mellan olika geografiska objekt."
        }
      } ]
    }, {
      "heading" : "",
      "knowledgeRequirements" : [ {
        "text" : "Eleven kan resonera om olika ekologiska, ekonomiska och sociala hållbarhetsfrågor och redogör då för <strong>________</strong> förslag på lösningar där några konsekvenser för människa, samhälle och natur vägs in.",
        "knowledgeRequirementChoice" : {
          "E" : "Eleven kan resonera om olika ekologiska, ekonomiska och sociala hållbarhetsfrågor och redogör då för <strong>enkla och till viss del underbyggda</strong> förslag på lösningar där några konsekvenser för människa, samhälle och natur vägs in.",
          "C" : "Eleven kan resonera om olika ekologiska, ekonomiska och sociala hållbarhetsfrågor och redogör då för <strong>utvecklade och relativt väl underbyggda</strong> förslag på lösningar där några konsekvenser för människa, samhälle och natur vägs in.",
          "A" : "Eleven kan resonera om olika ekologiska, ekonomiska och sociala hållbarhetsfrågor och redogör då för <strong>välutvecklade och väl underbyggda</strong> förslag på lösningar där några konsekvenser för människa, samhälle och natur vägs in."
        }
      } ]
    } ],
    "point" : 150,
    "year" : null
  } ]
}