{
  "name" : "Historia",
  "description" : "Människans förståelse av det förflutna är inflätad i hennes föreställningar om samtiden och perspektiv på framtiden. På så sätt påverkar det förflutna både våra liv i dag och våra val inför framtiden. Kvinnor och män har i alla tider skapat historiska berättelser för att tolka verkligheten och påverka sin omgivning. Ett historiskt perspektiv ger oss redskap att förstå och förändra vår egen tid.",
  "code" : "GRNHIS2",
  "designation" : "",
  "skolfsId" : "2012:18",
  "purposes" : [ {
    "type" : "PARAGRAPH",
    "heading" : "",
    "lines" : [ "Undervisningen i kursen historia inom kommunal vuxenutbildning på grundläggande nivå syftar till att eleven utvecklar såväl kunskaper om historiska sammanhang, som sin historiska bildning och sitt historiemedvetande.", "Detta innebär en insikt om att det förflutna präglar vår syn på nutiden och därmed uppfattningen om framtiden.", "Undervisningen ska ge eleven förutsättningar att utveckla kunskaper om historiska förhållanden, begrepp och metoder samt om hur historia kan användas för olika syften.", "Den ska också bidra till att eleven utvecklar historiska kunskaper om likheter och skillnader i människors levnadsvillkor och värderingar.", "Därigenom ska eleven få förståelse för olika kulturella sammanhang och levnadssätt." ]
  }, {
    "type" : "PARAGRAPH",
    "heading" : "",
    "lines" : [ "Undervisningen ska ge eleven förutsättningar att utveckla en historisk referensram och reflektera kritiskt över den.", "Vidare ska eleven få möjlighet att utveckla en kronologisk överblick över hur kvinnor och män genom tiderna har skapat och förändrat samhällen och kulturer.", "Därigenom ska eleven få förutsättningar att tillägna sig en fördjupad förståelse för nutiden." ]
  }, {
    "type" : "PARAGRAPH",
    "heading" : "",
    "lines" : [ "Undervisningen ska stimulera till nyfikenhet på historia och bidra till att eleven utvecklar kunskaper om hur vi kan veta något om det förflutna genom historiskt källmaterial och möten med platser och människors berättelser.", "I undervisningen ska eleven ges möjlighet att arbeta med historiska begrepp, frågeställningar, förklaringar och olika samband i tid och rum för att utveckla förståelse för historiska samhällsförändringar.", "Eleven ska genom undervisningen även ges förutsättningar att utveckla förmågan att ställa frågor till och värdera källor som ligger till grund för historisk kunskap.", "Undervisningen ska vidare bidra till att eleven utvecklar förståelse för att varje tids människor måste bedömas utifrån sin samtids villkor och värderingar." ]
  }, {
    "type" : "PARAGRAPH",
    "heading" : "",
    "lines" : [ "Undervisningen ska ge eleven förutsättningar att utveckla förståelse för hur historiska berättelser används i samhället och i vardagslivet.", "Därigenom ska eleven få olika perspektiv på sina egna och andras identiteter, värderingar och föreställningar." ]
  }, {
    "type" : "BULLET",
    "heading" : "Genom undervisningen i kursen historia ska eleven ges förutsättningar att utveckla sin förmåga att",
    "lines" : [ "använda en historisk referensram som innefattar olika tolkningar av tidsperioder, händelser, gestalter, kulturmöten och utvecklingslinjer,", "kritiskt granska, tolka och värdera källor som grund för att skapa historisk kunskap,", "reflektera över sin egen och andras användning av historia i olika sammanhang och utifrån olika perspektiv, och", "använda historiska begrepp för att analysera hur historisk kunskap ordnas, skapas och används." ]
  } ],
  "courses" : [ {
    "name" : "Historia",
    "description" : "Människans förståelse av det förflutna är inflätad i hennes föreställningar om samtiden och perspektiv på framtiden. På så sätt påverkar det förflutna både våra liv i dag och våra val inför framtiden. Kvinnor och män har i alla tider skapat historiska berättelser för att tolka verkligheten och påverka sin omgivning. Ett historiskt perspektiv ger oss redskap att förstå och förändra vår egen tid.",
    "code" : "GRNHIS2",
    "centralContent" : [ {
      "heading" : "Kring forntiden, medeltiden och forna civilisationer, från förhistorisk tid till cirka 1700",
      "lines" : [ "Jämförelser mellan några högkulturers framväxt och utveckling fram till 1700-talet, till exempel i Afrika, Amerika och Asien.", "Utvecklingen i Norden och Sverige från och med stenåldern fram till 1700-talet.", "Antiken, dess utmärkande drag som epok och dess betydelse för vår egen tid.", "Vad historiska källor från någon högkultur, till exempel i Asien eller Amerika, kan berätta om likheter och skillnader i levnadsvillkor för barn, kvinnor och män." ]
    }, {
      "heading" : "Industrialisering, samhällsomvandling och idéströmningar, cirka 1700–1900",
      "lines" : [ "Den ökade världshandeln mellan Europa, Asien, Afrika och Amerika.", "Industrialiseringen i Europa och Sverige. Olika historiska förklaringar till industrialiseringen, samt konsekvenser för olika samhällsgruppers och människors levnadsvillkor i Sverige, Norden, Europa och några olika delar av världen. Migration inom och mellan länder.", "Revolutioner och framväxten av nya idéer, samhällsklasser och politiska ideologier.", "Vad historiska källor kan berätta om människors och gruppers strävan att påverka och förbättra sina egna och andras levnadsvillkor, till exempel genom uppfinningar, bildandet av fackföreningar och kampen mot slaveri." ]
    }, {
      "heading" : "Imperialism och världskrig, cirka 1800–1950",
      "lines" : [ "Den europeiska dominansen, imperialism och kolonialism.", "Nationalism och olika former av demokrati och diktatur i Europa och i andra delar av världen.", "De båda världskrigen, deras orsaker och följder. Förtryck, folkfördrivningar och folkmord. Förintelsen och Gulag.", "Historiska berättelser från skilda delar av världen med skildringar av människors upplevelser av förtryck, till exempel i form av kolonialism, rasism eller totalitär diktatur och motstånd mot detta." ]
    }, {
      "heading" : "Demokratisering, efterkrigstid och globalisering, cirka 1900 till nutid",
      "lines" : [ "Demokratisering i Sverige. Bildandet av politiska partier, nya folkrörelser, till exempel kvinnorörelsen, och kampen för allmän rösträtt för kvinnor och män. Kontinuitet och förändring i synen på kön, jämställdhet och sexualitet.", "Framväxten av det svenska välfärdssamhället.", "Historiska perspektiv på urfolket samernas och de övriga nationella minoriteternas situation i Sverige.", "Kalla krigets konflikter, Sovjetunionens sönderfall och nya maktförhållanden i världen.", "FN, nordiskt samarbete och framväxten av Europeiska unionen (EU).", "Aktuella konflikter i världen och historiska perspektiv på dessa.", "Hur historiska källor och berättelser om en familjs eller släkts historia speglar övergripande förändringar i människors levnadsvillkor." ]
    }, {
      "heading" : "Hur historia används och historiska begrepp",
      "lines" : [ "Exempel på hur 1800- och 1900-talet kan avläsas i våra dagar genom traditioner, namn, språkliga uttryck, byggnader, städer och gränser.", "Hur historia kan användas för att skapa eller stärka gemenskaper, till exempel inom familjen, föreningslivet, organisationer och företag.", "Hur historia kan användas för att skapa eller stärka nationella identiteter.", "Hur historia kan användas för att förstå hur den tid som människor lever i påverkar deras villkor och värderingar.", "Vad begreppen kontinuitet och förändring, förklaring, källkritik och identitet betyder och hur de används i historiska sammanhang.", "Några historiska begrepp, till exempel antiken, mellankrigstiden, efterkrigstiden och kalla kriget samt olika syn på deras betydelser.", "Historisk information från olika källor och medier." ]
    } ],
    "knowledgeRequirementParagraphs" : [ {
      "heading" : "",
      "knowledgeRequirements" : [ {
        "text" : "Eleven har <strong>________</strong> kunskaper om historiska förhållanden, skeenden och gestalter under olika tidsperioder.",
        "knowledgeRequirementChoice" : {
          "E" : "Eleven har <strong>grundläggande</strong> kunskaper om historiska förhållanden, skeenden och gestalter under olika tidsperioder.",
          "C" : "Eleven har <strong>goda</strong> kunskaper om historiska förhållanden, skeenden och gestalter under olika tidsperioder.",
          "A" : "Eleven har <strong>mycket goda</strong> kunskaper om historiska förhållanden, skeenden och gestalter under olika tidsperioder."
        }
      }, {
        "text" : "Eleven visar det genom att föra <strong>________</strong> resonemang om orsaker till och konsekvenser av samhällsförändringar och människors levnadsvillkor och handlingar, samt om Förintelsen och andra folkmord.",
        "knowledgeRequirementChoice" : {
          "E" : "Eleven visar det genom att föra <strong>enkla och till viss del underbyggda</strong> resonemang om orsaker till och konsekvenser av samhällsförändringar och människors levnadsvillkor och handlingar, samt om Förintelsen och andra folkmord.",
          "C" : "Eleven visar det genom att föra <strong>utvecklade och relativt väl underbyggda</strong> resonemang om orsaker till och konsekvenser av samhällsförändringar och människors levnadsvillkor och handlingar, samt om Förintelsen och andra folkmord.",
          "A" : "Eleven visar det genom att föra <strong>välutvecklade och väl underbyggda</strong> resonemang om orsaker till och konsekvenser av samhällsförändringar och människors levnadsvillkor och handlingar, samt om Förintelsen och andra folkmord."
        }
      }, {
        "text" : "Dessutom förklarar eleven hur människors villkor och värderingar kan påverkas av nutiden.",
        "knowledgeRequirementChoice" : {
          "E" : "Dessutom förklarar eleven hur människors villkor och värderingar kan påverkas av nutiden.",
          "C" : "Dessutom förklarar eleven hur människors villkor och värderingar kan påverkas av nutiden.",
          "A" : "Dessutom förklarar eleven hur människors villkor och värderingar kan påverkas av nutiden."
        }
      }, {
        "text" : "Eleven kan undersöka några utvecklingslinjer inom kulturmöten, migration, politik och levnadsvillkor och beskriver då <strong>________</strong> samband mellan olika tidsperioder.",
        "knowledgeRequirementChoice" : {
          "E" : "Eleven kan undersöka några utvecklingslinjer inom kulturmöten, migration, politik och levnadsvillkor och beskriver då <strong>enkla</strong> samband mellan olika tidsperioder.",
          "C" : "Eleven kan undersöka några utvecklingslinjer inom kulturmöten, migration, politik och levnadsvillkor och beskriver då <strong>förhållandevis komplexa</strong> samband mellan olika tidsperioder.",
          "A" : "Eleven kan undersöka några utvecklingslinjer inom kulturmöten, migration, politik och levnadsvillkor och beskriver då <strong>komplexa</strong> samband mellan olika tidsperioder."
        }
      }, {
        "text" : "Eleven anger också någon tänkbar fortsättning på dessa utvecklingslinjer och motiverar sitt resonemang med <strong>________</strong> hänvisningar till det förflutna och nuet.",
        "knowledgeRequirementChoice" : {
          "E" : "Eleven anger också någon tänkbar fortsättning på dessa utvecklingslinjer och motiverar sitt resonemang med <strong>enkla och till viss del underbyggda</strong> hänvisningar till det förflutna och nuet.",
          "C" : "Eleven anger också någon tänkbar fortsättning på dessa utvecklingslinjer och motiverar sitt resonemang med <strong>utvecklade och relativt väl underbyggda</strong> hänvisningar till det förflutna och nuet.",
          "A" : "Eleven anger också någon tänkbar fortsättning på dessa utvecklingslinjer och motiverar sitt resonemang med <strong>välutvecklade och väl underbyggda</strong> hänvisningar till det förflutna och nuet."
        }
      } ]
    }, {
      "heading" : "",
      "knowledgeRequirements" : [ {
        "text" : "Eleven kan använda historiskt källmaterial för att dra <strong>________</strong> slutsatser om människors levnadsvillkor, och för då <strong>________</strong> resonemang om källornas trovärdighet och relevans.",
        "knowledgeRequirementChoice" : {
          "E" : "Eleven kan använda historiskt källmaterial för att dra <strong>enkla och till viss del underbyggda</strong> slutsatser om människors levnadsvillkor, och för då <strong>enkla och till viss del underbyggda</strong> resonemang om källornas trovärdighet och relevans.",
          "C" : "Eleven kan använda historiskt källmaterial för att dra <strong>utvecklade och relativt väl underbyggda</strong> slutsatser om människors levnadsvillkor, och för då <strong>utvecklade och relativt väl underbyggda</strong> resonemang om källornas trovärdighet och relevans.",
          "A" : "Eleven kan använda historiskt källmaterial för att dra <strong>välutvecklade och väl underbyggda</strong> slutsatser om människors levnadsvillkor, och för då <strong>välutvecklade och väl underbyggda</strong> resonemang om källornas trovärdighet och relevans."
        }
      }, {
        "text" : "Eleven kan föra <strong>________</strong> resonemang om hur historia har använts och kan användas i några olika sammanhang och för olika syften, samt hur skilda föreställningar om det förflutna kan leda till olika uppfattningar i nutiden, och vilka konsekvenser det kan få.",
        "knowledgeRequirementChoice" : {
          "E" : "Eleven kan föra <strong>enkla och till viss del underbyggda</strong> resonemang om hur historia har använts och kan användas i några olika sammanhang och för olika syften, samt hur skilda föreställningar om det förflutna kan leda till olika uppfattningar i nutiden, och vilka konsekvenser det kan få.",
          "C" : "Eleven kan föra <strong>utvecklade och relativt väl underbyggda</strong> resonemang om hur historia har använts och kan användas i några olika sammanhang och för olika syften, samt hur skilda föreställningar om det förflutna kan leda till olika uppfattningar i nutiden, och vilka konsekvenser det kan få.",
          "A" : "Eleven kan föra <strong>välutvecklade och väl underbyggda</strong> resonemang om hur historia har använts och kan användas i några olika sammanhang och för olika syften, samt hur skilda föreställningar om det förflutna kan leda till olika uppfattningar i nutiden, och vilka konsekvenser det kan få."
        }
      }, {
        "text" : "I studier av historiska förhållanden, skeenden och gestalter såväl som vid användning av källor och i resonemang om hur historia används kan eleven använda historiska begrepp på ett <strong>________</strong> sätt.",
        "knowledgeRequirementChoice" : {
          "E" : "I studier av historiska förhållanden, skeenden och gestalter såväl som vid användning av källor och i resonemang om hur historia används kan eleven använda historiska begrepp på ett <strong>i huvudsak fungerande</strong> sätt.",
          "C" : "I studier av historiska förhållanden, skeenden och gestalter såväl som vid användning av källor och i resonemang om hur historia används kan eleven använda historiska begrepp på ett <strong>relativt väl fungerande</strong> sätt.",
          "A" : "I studier av historiska förhållanden, skeenden och gestalter såväl som vid användning av källor och i resonemang om hur historia används kan eleven använda historiska begrepp på ett <strong>väl fungerande</strong> sätt."
        }
      } ]
    } ],
    "point" : 150,
    "year" : null
  } ]
}