{
  "name" : "Matematik Nationell delkurs 1",
  "description" : "Matematiken har en flertusenårig historia med bidrag från många kulturer. Den utvecklas såväl ur praktiska behov som ur människans nyfikenhet och lust att utforska matematiken som sådan. Matematisk verksamhet är till sin art en kreativ, reflekterande och problemlösande aktivitet som är nära kopplad till den samhälleliga, sociala och tekniska utvecklingen. Kunskaper i matematik ger människor förutsättningar att fatta välgrundade beslut i vardagslivets många valsituationer och ökar möjligheterna att delta i samhällets beslutsprocesser.",
  "code" : "GRNMATA",
  "designation" : "",
  "skolfsId" : "2012:18",
  "purposes" : [ {
    "type" : "PARAGRAPH",
    "heading" : "",
    "lines" : [ "Undervisningen i kursen matematik inom kommunal vuxenutbildning på grundläggande nivå ska syfta till att eleven utvecklar kunskaper om matematik och matematikens användning i vardags-, samhälls-, studie- och arbetsliv.", "Undervisningen ska bidra till att eleven utvecklar intresse för matematik och tilltro till sin förmåga att använda matematik i olika sammanhang.", "Den ska också ge eleven möjlighet att uppleva estetiska värden i möten med matematiska mönster, former och samband." ]
  }, {
    "type" : "PARAGRAPH",
    "heading" : "",
    "lines" : [ "Undervisningen ska bidra till att eleven utvecklar kunskaper för att kunna formulera och lösa problem samt reflektera över och värdera valda strategier, metoder, modeller och resultat.", "Eleven ska även ges förutsättningar att utveckla kunskaper för att kunna tolka vardagliga och matematiska situationer samt beskriva och formulera dessa med hjälp av matematikens uttrycksformer." ]
  }, {
    "type" : "PARAGRAPH",
    "heading" : "",
    "lines" : [ "Genom undervisningen ska eleven ges förutsättningar att utveckla förtrogenhet med grundläggande matematiska begrepp och metoder och deras användbarhet.", "Vidare ska eleven genom undervisningen ges möjligheter att utveckla kunskaper i att använda digital teknik för att kunna undersöka problemställningar, göra beräkningar och för att presentera och tolka data." ]
  }, {
    "type" : "PARAGRAPH",
    "heading" : "",
    "lines" : [ "Undervisningen ska bidra till att eleven utvecklar förmågan att argumentera logiskt och föra matematiska resonemang.", "Eleven ska genom undervisningen också ges möjlighet att utveckla en förtrogenhet med matematikens uttrycksformer och hur dessa kan användas för att kommunicera i vardagliga och matematiska sammanhang.", "Genom undervisningen ska eleven ges möjlighet att fördjupa sin förståelse av sina tidigare erfarenheter av och kunskaper i matematik." ]
  }, {
    "type" : "PARAGRAPH",
    "heading" : "",
    "lines" : [ "Undervisningen ska även ge eleven förutsättningar att utveckla kunskaper om historiska sammanhang där viktiga begrepp och metoder i matematiken har utvecklats.", "Genom undervisningen ska eleven även ges möjligheter att reflektera över matematikens betydelse, användning och begränsning i vardags-, samhälls-, studie- och arbetsliv, i andra ämnen och under historiska skeenden och därigenom kunna se matematikens sammanhang och relevans." ]
  }, {
    "type" : "BULLET",
    "heading" : "Genom undervisningen i kursen matematik ska eleven sammanfattningsvis ges förutsättningar att utveckla sin förmåga att",
    "lines" : [ "formulera och lösa problem med hjälp av matematik samt värdera valda strategier, frågeställningar och metoder,", "använda och analysera matematiska begrepp och samband mellan begrepp,", "välja och använda lämpliga matematiska metoder för att göra beräkningar och lösa rutinuppgifter,", "föra och följa matematiska resonemang, och", "använda matematikens uttrycksformer för att samtala om, argumentera och redogöra för frågeställningar, beräkningar och slutsatser." ]
  } ],
  "courses" : [ {
    "name" : "Matematik Nationell delkurs 1",
    "description" : "Matematiken har en flertusenårig historia med bidrag från många kulturer. Den utvecklas såväl ur praktiska behov som ur människans nyfikenhet och lust att utforska matematiken som sådan. Matematisk verksamhet är till sin art en kreativ, reflekterande och problemlösande aktivitet som är nära kopplad till den samhälleliga, sociala och tekniska utvecklingen. Kunskaper i matematik ger människor förutsättningar att fatta välgrundade beslut i vardagslivets många valsituationer och ökar möjligheterna att delta i samhällets beslutsprocesser.",
    "code" : "GRNMATA",
    "centralContent" : [ {
      "heading" : "Taluppfattning och tals användning",
      "lines" : [ "Naturliga tal och deras egenskaper. Hur talen kan delas upp och hur de kan användas för att ange antal och ordning.", "Hur positionssystemet kan användas för att beskriva naturliga tal. Symboler för tal och talsystem som används och har använts i olika kulturer.", "Naturliga tal och enkla tal i bråkform samt deras användning i enkla vardagliga situationer.", "De fyra räknesättens egenskaper och samband samt användning i enkla vardagliga situationer.", "Centrala metoder för beräkningar med enkla naturliga tal, med miniräknare och annan digital teknik samt i enkla fall genom överslagsräkning, huvudräkning samt skriftliga metoder. Metodernas användning i olika situationer.", "Rimlighetsbedömning vid uppskattningar och enkla beräkningar i vardagliga situationer.", "Matematiska likheter och likhetstecknets betydelse." ]
    }, {
      "heading" : "Geometri",
      "lines" : [ "Grundläggande geometriska objekt i form av punkter, linjer och sträckor och deras förhållande till varandra. Grundläggande geometriska egenskaper hos dessa objekt.", "Vanliga lägesord för att beskriva föremåls och objekts läge.", "Uppskattning, mätning och jämförelse av längd och tid med vanliga nutida måttenheter." ]
    }, {
      "heading" : "Statistik och sannolikhet",
      "lines" : [ "Enkla tabeller och diagram och hur de kan användas för att sortera data och beskriva resultat från enkla undersökningar, till exempel med hjälp av digitala verktyg." ]
    }, {
      "heading" : "Samband och förändring",
      "lines" : [ "Olika proportionella samband, däribland dubbelt och hälften." ]
    }, {
      "heading" : "Problemlösning",
      "lines" : [ "Enkla strategier för problemlösning, med och utan digital teknik, i situationer med anknytning till vardags-, samhälls-, studie- och arbetsliv samt inom olika ämnesområden. Värdering av valda strategier och metoder.", "Enkla matematiska formuleringar av frågeställningar utifrån situationer med anknytning till vardags-, samhälls-, studie- och arbetsliv.", "Enkla matematiska modeller och hur de kan användas i olika situationer." ]
    } ],
    "knowledgeRequirementParagraphs" : [ {
      "heading" : "",
      "knowledgeRequirements" : [ {
        "text" : "Eleven kan lösa enkla problem i elevnära situationer på ett <strong>________</strong> fungerande sätt genom att välja och använda strategier och metoder med <strong>________</strong> anpassning till problemets karaktär.",
        "knowledgeRequirementChoice" : {
          "E" : "Eleven kan lösa enkla problem i elevnära situationer på ett <strong>i huvudsak</strong> fungerande sätt genom att välja och använda strategier och metoder med <strong>viss</strong> anpassning till problemets karaktär.",
          "C" : "Eleven kan lösa enkla problem i elevnära situationer på ett <strong>relativt väl</strong> fungerande sätt genom att välja och använda strategier och metoder med <strong>förhållandevis god</strong> anpassning till problemets karaktär.",
          "A" : "Eleven kan lösa enkla problem i elevnära situationer på ett <strong>väl</strong> fungerande sätt genom att välja och använda strategier och metoder med <strong>god</strong> anpassning till problemets karaktär."
        }
      }, {
        "text" : "Eleven för <strong>________</strong> underbyggda resonemang om val av tillvägagångssätt och om resultatens rimlighet i förhållande till problemsituationen samt kan <strong>________</strong> att ge <strong>________</strong> förslag på alternativt tillvägagångssätt.",
        "knowledgeRequirementChoice" : {
          "E" : "Eleven för <strong>enkla och till viss del</strong> underbyggda resonemang om val av tillvägagångssätt och om resultatens rimlighet i förhållande till problemsituationen samt kan <strong>bidra till</strong> att ge <strong>något</strong> förslag på alternativt tillvägagångssätt.",
          "C" : "Eleven för <strong>utvecklade och relativt väl</strong> underbyggda resonemang om tillvägagångssätt och om resultatens rimlighet i förhållande till problemsituationen samt kan ge <strong>något</strong> förslag på alternativt tillvägagångssätt.",
          "A" : "Eleven för <strong>välutvecklade</strong> och <strong>väl</strong> underbyggda resonemang om tillvägagångssätt och om resultatens rimlighet i förhållande till problemsituationen samt kan ge <strong>förslag</strong> på alternativa tillvägagångssätt."
        }
      } ]
    }, {
      "heading" : "",
      "knowledgeRequirements" : [ {
        "text" : "Eleven har <strong>________</strong> kunskaper om matematiska begrepp och visar det genom att använda dem i <strong>________</strong> sammanhang på ett <strong>________</strong> fungerande sätt.",
        "knowledgeRequirementChoice" : {
          "E" : "Eleven har <strong>grundläggande</strong> kunskaper om matematiska begrepp och visar det genom att använda dem i <strong>välkända</strong> sammanhang på ett <strong>i huvudsak</strong> fungerande sätt.",
          "C" : "Eleven har <strong>goda</strong> kunskaper om matematiska begrepp och visar det genom att använda dem i <strong>bekanta</strong> sammanhang på ett <strong>relativt väl</strong> fungerande sätt.",
          "A" : "Eleven har <strong>mycket goda</strong> kunskaper om matematiska begrepp och visar det genom att använda dem i <strong>nya</strong> sammanhang på ett <strong>väl</strong> fungerande sätt."
        }
      }, {
        "text" : "Eleven kan även beskriva olika begrepp med hjälp av matematiska uttrycksformer på ett <strong>________</strong> fungerande sätt.",
        "knowledgeRequirementChoice" : {
          "E" : "Eleven kan även beskriva olika begrepp med hjälp av matematiska uttrycksformer på ett <strong>i huvudsak</strong> fungerande sätt.",
          "C" : "Eleven kan även beskriva olika begrepp med hjälp av matematiska uttrycksformer på ett <strong>relativt väl</strong> fungerande sätt.",
          "A" : "Eleven kan även beskriva olika begrepp med hjälp av matematiska uttrycksformer på ett <strong>väl</strong> fungerande sätt."
        }
      }, {
        "text" : "I beskrivningarna kan eleven växla mellan olika uttrycksformer samt föra <strong>________</strong> resonemang om hur begreppen relaterar till varandra.",
        "knowledgeRequirementChoice" : {
          "E" : "I beskrivningarna kan eleven växla mellan olika uttrycksformer samt föra <strong>enkla</strong> resonemang om hur begreppen relaterar till varandra.",
          "C" : "I beskrivningarna kan eleven växla mellan olika uttrycksformer samt föra <strong>utvecklade</strong> resonemang om hur begreppen relaterar till varandra.",
          "A" : "I beskrivningarna kan eleven växla mellan olika uttrycksformer samt föra <strong>välutvecklade</strong> resonemang om hur begreppen relaterar till varandra."
        }
      } ]
    }, {
      "heading" : "",
      "knowledgeRequirements" : [ {
        "text" : "Eleven kan välja och använda <strong>________</strong> fungerande matematiska metoder med <strong>________</strong> anpassning till sammanhanget för att göra enkla beräkningar och lösa enkla rutinuppgifter inom aritmetik, geometri, statistik samt samband och förändring med <strong>________</strong> resultat.",
        "knowledgeRequirementChoice" : {
          "E" : "Eleven kan välja och använda <strong>i huvudsak</strong> fungerande matematiska metoder med <strong>viss</strong> anpassning till sammanhanget för att göra enkla beräkningar och lösa enkla rutinuppgifter inom aritmetik, geometri, statistik samt samband och förändring med <strong>tillfredsställande</strong> resultat.",
          "C" : "Eleven kan välja och använda <strong>ändamålsenliga</strong> matematiska metoder med <strong>relativt god</strong> anpassning till sammanhanget för att göra enkla beräkningar och lösa enkla rutinuppgifter inom aritmetik, geometri, statistik samt samband och förändring med <strong>gott</strong> resultat.",
          "A" : "Eleven kan välja och använda <strong>ändamålsenliga</strong> och <strong>effektiva</strong> matematiska metoder med <strong>god</strong> anpassning till sammanhanget för att göra enkla beräkningar och lösa enkla rutinuppgifter inom aritmetik, geometri, statistik samt samband och förändring med <strong>mycket gott</strong> resultat."
        }
      } ]
    }, {
      "heading" : "",
      "knowledgeRequirements" : [ {
        "text" : "Eleven kan redogöra för och samtala om tillvägagångssätt på ett <strong>________</strong> fungerande sätt och använder då matematiska uttrycksformer med <strong>________</strong> anpassning till syfte och sammanhang.",
        "knowledgeRequirementChoice" : {
          "E" : "Eleven kan redogöra för och samtala om tillvägagångssätt på ett <strong>i huvudsak</strong> fungerande sätt och använder då matematiska uttrycksformer med <strong>viss</strong> anpassning till syfte och sammanhang.",
          "C" : "Eleven kan redogöra för och samtala om tillvägagångssätt på ett <strong>ändamålsenligt</strong> sätt och använder då matematiska uttrycksformer med <strong>förhållandevis god</strong> anpassning till syfte och sammanhang.",
          "A" : "Eleven kan redogöra för och samtala om tillvägagångssätt på ett <strong>ändamålsenligt och effektivt</strong> sätt och använder då matematiska uttrycksformer med <strong>god</strong> anpassning till syfte och sammanhang."
        }
      }, {
        "text" : "I redovisningar och samtal för och följer eleven matematiska resonemang genom att ställa och besvara frågor på ett sätt som <strong>________</strong>.",
        "knowledgeRequirementChoice" : {
          "E" : "I redovisningar och samtal för och följer eleven matematiska resonemang genom att ställa och besvara frågor på ett sätt som <strong>till viss del för resonemangen framåt</strong>.",
          "C" : "I redovisningar och samtal för och följer eleven matematiska resonemang genom att ställa och besvara frågor på ett sätt som <strong>för resonemangen framåt</strong>.",
          "A" : "I redovisningar och samtal för och följer eleven matematiska resonemang genom att ställa och besvara frågor på ett sätt som <strong>för resonemangen framåt och fördjupar eller breddar dem</strong>."
        }
      } ]
    } ],
    "point" : 100,
    "year" : null
  } ]
}