{
  "name" : "Svenska",
  "description" : "Språk är människans främsta redskap för reflektion, kommunikation och kunskapsutveckling. Genom språket utvecklar människor sin identitet, uttrycker känslor och tankar och förstår hur andra känner och tänker. Att ha ett rikt och varierat språk är betydelsefullt för att kunna förstå och verka i ett samhälle där kulturer, livsåskådningar, generationer och språk möts.",
  "code" : "GRNSVE2",
  "designation" : "",
  "skolfsId" : "2012:18",
  "purposes" : [ {
    "type" : "PARAGRAPH",
    "heading" : "",
    "lines" : [ "Undervisningen i kursen svenska inom kommunal vuxenutbildning på grundläggande nivå syftar till att eleven utvecklar kunskaper i och om svenska språket.", "Genom undervisningen ska eleven ges förutsättningar att utveckla sitt tal- och skriftspråk så att eleven får tilltro till sin språkförmåga och kan uttrycka sig i olika sammanhang och för skilda syften i vardags-, samhälls-, studie- och arbetsliv.", "Det innebär att eleven genom undervisningen ska ges möjlighet att utveckla språket för reflektion, kommunikation och kunskapsutveckling." ]
  }, {
    "type" : "PARAGRAPH",
    "heading" : "",
    "lines" : [ "Undervisningen ska stimulera elevens intresse för att läsa och skriva.", "Genom undervisningen ska eleven ges möjlighet att utveckla kunskaper om hur man formulerar egna åsikter och tankar i olika slags texter och genom skilda medier.", "Undervisningen ska även syfta till att eleven utvecklar förmåga att skapa och bearbeta texter, enskilt och tillsammans med andra.", "Eleven ska i undervisningen ges möjligheter att kommunicera i digitala miljöer med interaktiva och föränderliga texter.", "Vidare ska undervisningen bidra till att eleven utvecklar kunskaper om hur man söker och kritiskt värderar innehåll från olika källor." ]
  }, {
    "type" : "PARAGRAPH",
    "heading" : "",
    "lines" : [ "I undervisningen ska eleven möta, samt ges möjlighet att utveckla kunskaper om, olika former av sakprosa och skönlitteratur från olika tider och skilda delar av världen.", "I mötet med olika typer av texter, scenkonst och annat estetiskt berättande ska eleven ges förutsättningar att utveckla sitt språk." ]
  }, {
    "type" : "PARAGRAPH",
    "heading" : "",
    "lines" : [ "Genom undervisningen ska eleven ges möjlighet att utveckla sina kunskaper om svenska språket, dess normer, uppbyggnad, historia och utveckling samt om hur språkbruk varierar beroende på sociala sammanhang och medier.", "På så sätt ska undervisningen bidra till att stärka elevens medvetenhet om och tilltro till den egna språkliga och kommunikativa förmågan.", "Undervisningen ska också bidra till att eleven får förståelse för att sättet man kommunicerar på kan få konsekvenser för sig själv och för andra människor.", "Därigenom ska eleven ges förutsättningar att ta ansvar för det egna språkbruket i olika sammanhang och medier." ]
  }, {
    "type" : "BULLET",
    "heading" : "Genom undervisningen i kursen svenska ska eleven sammanfattningsvis ges förutsättningar att utveckla sin förmåga att",
    "lines" : [ "formulera sig och kommunicera i tal och skrift,", "läsa och analysera skönlitteratur och sakprosa för olika syften,", "anpassa språket efter olika syften, mottagare och sammanhang,", "urskilja språkliga strukturer och följa språkliga normer, och", "söka information från olika källor och värdera innehållet." ]
  } ],
  "courses" : [ {
    "name" : "Svenska",
    "description" : "<p align=\"left\">Språk är människans främsta redskap för reflektion, kommunikation och kunskapsutveckling. Genom språket utvecklar människor sin identitet, uttrycker känslor och tankar och förstår hur andra känner och tänker. Att ha ett rikt och varierat språk är betydelsefullt för att kunna förstå och verka i ett samhälle där kulturer, livsåskådningar, generationer och språk möts.",
    "code" : "GRNSVE2",
    "centralContent" : [ {
      "heading" : "Läsa och skriva",
      "lines" : [ "Att läsa och skriva i olika situationer med anknytning till vardags-, samhälls-, studie- och arbetsliv.", "Lässtrategier för att förstå, tolka, analysera och kritiskt granska texter från olika medier. Att urskilja texters uttalade och outtalade budskap samt deras olika syften, avsändare och sammanhang.", "Strategier för att skriva olika typer av texter med anpassning till deras syfte, mottagare, typiska uppbyggnad och språkliga drag. Skapande av texter där ord, bild och ljud samspelar, såväl med som utan digitala verktyg.", "Olika sätt att skapa och bearbeta egna och gemensamma texter, till exempel att förtydliga, variera och precisera dem. Hur man ger och tar emot respons på texter.", "Att redigera och disponera texter med hjälp av digitala verktyg. Olika funktioner för språkbehandling.", "Språkets struktur, till exempel sats- och meningsbyggnad och tempus.", "Textbindning med hjälp av sambandsord, till exempel hur orsakssamband, slutsats och motsats kan formuleras.", "Olika hjälpmedel för stavning och ordförståelse, till exempel digitala verktyg." ]
    }, {
      "heading" : "Tala, lyssna och samtala",
      "lines" : [ "Att medverka i olika samtal och diskussioner med anknytning till vardags-, samhälls-, studie- och arbetsliv.", "Att leda ett samtal, att argumentera i olika samtalssituationer och beslutsprocesser och att sammanfatta huvuddragen i vad som sagts.", "Muntliga presentationer och muntligt berättande om olika ämnen för olika mottagare. Anpassning av språk, innehåll och disposition till syfte och mottagare. Olika hjälpmedel för att planera och genomföra muntliga presentationer, till exempel digitala medier och verktyg." ]
    }, {
      "heading" : "Sakprosatexter och berättande texter",
      "lines" : [ "Sakprosa som är beskrivande, förklarande, instruerande, argumenterande och utredande, till exempel tidningsartiklar, populärvetenskapliga texter och debattinlägg.", "Sakprosatexters syften, innehåll, uppbyggnad och språkliga drag samt deras ord och begrepp.", "Skönlitteratur och annan fiktion från Sverige, Norden och övriga världen som belyser människors livsvillkor och identitets- och livsfrågor. Några skönlitterära genrer samt några skönlitterärt betydelsefulla verk och deras författare.", "Skönlitterära texters budskap, språkliga drag och typiska uppbyggnad. Tema, motiv, berättarperspektiv, tillbakablickar samt miljö- och personbeskrivningar.", "Texter som kombinerar ord, bild och ljud, till exempel filmer och webbtexter. Texternas innehåll, uppbyggnad och språkliga drag.", "Texter i digitala miljöer med länkar och andra interaktiva funktioner.", "Hur olika texttyper kan kombineras i en text, till exempel berättande och beskrivande inslag i en argumenterande text." ]
    }, {
      "heading" : "Språkbruk",
      "lines" : [ "Språkliga strategier för att minnas och lära, till exempel att identifiera överordnade idéer i form av nyckelord och att föra anteckningar.", "Ord, symboler och begrepp för att uttrycka kunskaper, åsikter och känslor i olika situationer med anknytning till vardags-, samhälls-, studie- och arbetsliv.", "Ords och begrepps nyanser och värdeladdning.", "Nya ord i språket, till exempel lånord. Ordbildning.", "Skillnader i språkanvändning beroende på syfte, mottagare och sammanhang, till exempel skillnaden mellan språket i en nyhetsartikel och ett debattinlägg.", "Språkets betydelse för att utöva inflytande. Etiska och moraliska aspekter på språkbruk, yttrandefrihet och integritet i digitala och andra medier och i olika sammanhang.", "Olika språk i Sverige och i Norden. Skillnader och likheter mellan de olika språken. De nationella minoritetsspråken i Sverige. Några varianter av regionalt färgat talspråk." ]
    }, {
      "heading" : "Informationssökning och källkritik",
      "lines" : [ "Olika sätt att söka, välja, värdera, kritiskt granska och använda sig av information från internet och andra källor. Hur man citerar och anger källor, även vid användning av digitala medier.", "Källkritik. Hur man jämför källor och prövar deras tillförlitlighet med ett källkritiskt förhållningssätt." ]
    } ],
    "knowledgeRequirementParagraphs" : [ {
      "heading" : "",
      "knowledgeRequirements" : [ {
        "text" : "Eleven kan läsa sakprosa och skönlitteratur med <strong>________</strong> genom att, på ett <strong>________</strong> fungerande sätt, välja och använda lässtrategier utifrån olika texters särdrag.",
        "knowledgeRequirementChoice" : {
          "E" : "Eleven kan läsa sakprosa och skönlitteratur med <strong>flyt</strong> genom att, på ett <strong>i huvudsak</strong> fungerande sätt, välja och använda lässtrategier utifrån olika texters särdrag.",
          "C" : "Eleven kan läsa sakprosa och skönlitteratur med <strong>gott flyt</strong> genom att, på ett <strong>ändamålsenligt</strong> sätt, välja och använda lässtrategier utifrån olika texters särdrag.",
          "A" : "Eleven kan läsa sakprosa och skönlitteratur med <strong>mycket gott flyt</strong> genom att, på ett <strong>ändamålsenligt och effektivt</strong> sätt, välja och använda lässtrategier utifrån olika texters särdrag."
        }
      }, {
        "text" : "Genom att göra <strong>________</strong> sammanfattningar av olika texters innehåll med <strong>________</strong> koppling till tidsaspekter, orsakssamband och andra texter visar eleven <strong>________</strong> läsförståelse.",
        "knowledgeRequirementChoice" : {
          "E" : "Genom att göra <strong>enkla</strong> sammanfattningar av olika texters innehåll med <strong>viss</strong> koppling till tidsaspekter, orsakssamband och andra texter visar eleven <strong>grundläggande</strong> läsförståelse.",
          "C" : "Genom att göra <strong>utvecklade</strong> sammanfattningar av olika texters innehåll med <strong>relativt god</strong> koppling till tidsaspekter, orsakssamband och andra texter visar eleven <strong>god</strong> läsförståelse.",
          "A" : "Genom att göra <strong>välutvecklade</strong> sammanfattningar av olika texters innehåll med <strong>god</strong> koppling till tidsaspekter, orsakssamband och andra texter visar eleven <strong>mycket god</strong> läsförståelse."
        }
      }, {
        "text" : "Dessutom kan eleven utifrån egna erfarenheter, olika livsfrågor och omvärldsfrågor, tolka och föra <strong>________</strong> underbyggda resonemang om <strong>________</strong> i olika texter.",
        "knowledgeRequirementChoice" : {
          "E" : "Dessutom kan eleven utifrån egna erfarenheter, olika livsfrågor och omvärldsfrågor, tolka och föra <strong>enkla och till viss del</strong> underbyggda resonemang om <strong>tydligt framträdande budskap</strong> i olika texter.",
          "C" : "Dessutom kan eleven utifrån egna erfarenheter, olika livsfrågor och omvärldsfrågor tolka och föra <strong>utvecklade och relativt väl</strong> underbyggda resonemang om budskap som är <strong>tydligt framträdande och budskap som kan läsas mellan raderna</strong> i olika texter.",
          "A" : "Dessutom kan eleven utifrån egna erfarenheter, olika livsfrågor och omvärldsfrågor tolka och föra <strong>välutvecklade</strong> och <strong>väl</strong> underbyggda resonemang om budskap som är <strong>tydligt framträdande och budskap som kan läsas mellan raderna eller är dolda</strong> i olika texter."
        }
      } ]
    }, {
      "heading" : "",
      "knowledgeRequirements" : [ {
        "text" : "Eleven kan skriva olika slags texter med <strong>________</strong> språklig variation, <strong>________</strong> textbindning samt <strong>________</strong> fungerande anpassning till syfte, mottagare och texttyp samt till språkliga normer och strukturer.",
        "knowledgeRequirementChoice" : {
          "E" : "Eleven kan skriva olika slags texter med <strong>viss</strong> språklig variation, <strong>enkel</strong> textbindning samt <strong>i huvudsak</strong> fungerande anpassning till syfte, mottagare och texttyp samt till språkliga normer och strukturer.",
          "C" : "Eleven kan skriva olika slags texter med <strong>relativt god</strong> språklig variation, <strong>utvecklad</strong> textbindning samt <strong>relativt väl</strong> fungerande anpassning till syfte, mottagare och texttyp samt till språkliga normer och strukturer.",
          "A" : "Eleven kan skriva olika slags texter med <strong>god</strong> språklig variation, <strong>välutvecklad</strong> textbindning samt <strong>väl</strong> fungerande anpassning till syfte, mottagare och texttyp samt till språkliga normer och strukturer."
        }
      }, {
        "text" : "Eleven kan söka, välja ut och sammanställa information från ett <strong>________</strong> urval av källor och för då <strong>________</strong> underbyggda resonemang om informationens och källornas trovärdighet och relevans.",
        "knowledgeRequirementChoice" : {
          "E" : "Eleven kan söka, välja ut och sammanställa information från ett <strong>avgränsat</strong> urval av källor och för då <strong>enkla och till viss del</strong> underbyggda resonemang om informationens och källornas trovärdighet och relevans.",
          "C" : "Eleven kan söka, välja ut och sammanställa information från ett <strong>relativt varierat</strong> urval av källor och för då <strong>utvecklade och relativt väl</strong> underbyggda resonemang om informationens och källornas trovärdighet och relevans.",
          "A" : "Eleven kan söka, välja ut och sammanställa information från ett <strong>varierat</strong> urval av källor och för då <strong>välutvecklade</strong> och <strong>väl</strong> underbyggda resonemang om informationens och källornas trovärdighet och relevans."
        }
      }, {
        "text" : "Sammanställningarna kännetecknas av <strong>________</strong> beskrivningar och förklaringar, ett <strong>________</strong> ämnesrelaterat språk samt <strong>________</strong> fungerande struktur, citat och källhänvisningar.",
        "knowledgeRequirementChoice" : {
          "E" : "Sammanställningarna kännetecknas av <strong>enkla</strong> beskrivningar och förklaringar, ett <strong>enkelt</strong> ämnesrelaterat språk samt <strong>i huvudsak</strong> fungerande struktur, citat och källhänvisningar.",
          "C" : "Sammanställningarna innehåller <strong>utvecklade</strong> beskrivningar och förklaringar, ett <strong>utvecklat</strong> ämnesrelaterat språk samt <strong>relativt väl</strong> fungerande struktur, citat och källhänvisningar.",
          "A" : "Sammanställningarna innehåller <strong>välutvecklade och nyanserade</strong> beskrivningar och förklaringar, ett <strong>välutvecklat</strong> ämnesrelaterat språk samt <strong>väl</strong> fungerande struktur, citat och källhänvisningar."
        }
      }, {
        "text" : "Genom att kombinera olika texttyper och medier så att de olika delarna samspelar på ett <strong>________</strong> fungerande sätt kan eleven förtydliga och förstärka sina texters budskap.",
        "knowledgeRequirementChoice" : {
          "E" : "Genom att kombinera olika texttyper och medier så att de olika delarna samspelar på ett <strong>i huvudsak</strong> fungerande sätt kan eleven förtydliga och förstärka sina texters budskap.",
          "C" : "Genom att kombinera olika texttyper och medier så att de olika delarna samspelar på ett <strong>ändamålsenligt</strong> sätt kan eleven förtydliga och förstärka sina texters budskap.",
          "A" : "Genom att kombinera olika texttyper och medier så att de olika delarna samspelar på ett <strong>ändamålsenligt och effektivt</strong> sätt kan eleven förstärka och levandegöra sina texters budskap."
        }
      }, {
        "text" : "Dessutom kan eleven ge <strong>________</strong> omdömen om texters innehåll, språk och uppbyggnad och utifrån respons bearbeta texter mot ökad tydlighet, kvalitet och uttrycksfullhet på ett <strong>________</strong> fungerande sätt.",
        "knowledgeRequirementChoice" : {
          "E" : "Dessutom kan eleven ge <strong>enkla</strong> omdömen om texters innehåll, språk och uppbyggnad och utifrån respons bearbeta texter mot ökad tydlighet, kvalitet och uttrycksfullhet på ett <strong>i huvudsak</strong> fungerande sätt.",
          "C" : "Dessutom kan eleven ge <strong>utvecklade</strong> omdömen om texters innehåll, språk och uppbyggnad och utifrån respons bearbeta texter mot ökad tydlighet, kvalitet och uttrycksfullhet på ett <strong>relativt väl</strong> fungerande sätt.",
          "A" : "Dessutom kan eleven ge <strong>välutvecklade och nyanserade</strong> omdömen om texters innehåll, språk och uppbyggnad och utifrån respons bearbeta texter mot ökad tydlighet, kvalitet och uttrycksfullhet på ett <strong>väl</strong> fungerande sätt."
        }
      } ]
    }, {
      "heading" : "",
      "knowledgeRequirements" : [ {
        "text" : "Eleven kan samtala om och diskutera varierande ämnen genom att ställa frågor och framföra åsikter med <strong>________</strong> underbyggda argument på ett sätt som <strong>________</strong>.",
        "knowledgeRequirementChoice" : {
          "E" : "Eleven kan samtala om och diskutera varierande ämnen genom att ställa frågor och framföra åsikter med <strong>enkla och till viss del</strong> underbyggda argument på ett sätt som <strong>till viss del för samtalen och diskussionerna framåt</strong>.",
          "C" : "Eleven kan samtala om och diskutera varierande ämnen genom att ställa frågor och framföra åsikter med <strong>utvecklade och relativt väl</strong> underbyggda argument på ett sätt som <strong>för samtalen och diskussionerna framåt</strong>.",
          "A" : "Eleven kan samtala om och diskutera varierande ämnen genom att ställa frågor och framföra åsikter med <strong>välutvecklade och väl</strong> underbyggda argument på ett sätt som <strong>för samtalen och diskussionerna framåt och fördjupar eller breddar dem</strong>."
        }
      }, {
        "text" : "Dessutom kan eleven förbereda och genomföra <strong>________</strong> muntliga redogörelser med <strong>________</strong> fungerande struktur och innehåll och <strong>________</strong> anpassning till syfte, mottagare och sammanhang.",
        "knowledgeRequirementChoice" : {
          "E" : "Dessutom kan eleven förbereda och genomföra <strong>enkla</strong> muntliga redogörelser med <strong>i huvudsak</strong> fungerande struktur och innehåll och <strong>viss</strong> anpassning till syfte, mottagare och sammanhang.",
          "C" : "Dessutom kan eleven förbereda och genomföra <strong>utvecklade</strong> muntliga redogörelser med <strong>relativt väl</strong> fungerande struktur, innehåll och språk samt <strong>relativt god</strong> anpassning till syfte, mottagare och sammanhang.",
          "A" : "Dessutom kan eleven förbereda och genomföra <strong>välutvecklade</strong> muntliga redogörelser med <strong>väl</strong> fungerande struktur innehåll och språk samt <strong>god</strong> anpassning till syfte, mottagare och sammanhang."
        }
      }, {
        "text" : "Eleven kan föra <strong>________</strong> underbyggda resonemang om svenska språkets historia, ursprung och särdrag samt jämföra med närliggande språk och beskriva tydligt framträdande likheter och skillnader.",
        "knowledgeRequirementChoice" : {
          "E" : "Eleven kan föra <strong>enkla och till viss del</strong> underbyggda resonemang om svenska språkets historia, ursprung och särdrag samt jämföra med närliggande språk och beskriva tydligt framträdande likheter och skillnader.",
          "C" : "Eleven kan föra utvecklade och relativt väl underbyggda resonemang om svenska språkets historia, ursprung och särdrag samt jämföra med närliggande språk och beskriva tydligt framträdande likheter och skillnader.",
          "A" : "Eleven kan föra <strong>välutvecklade</strong> och <strong>väl</strong> underbyggda resonemang om svenska språkets historia, ursprung och särdrag samt jämföra med närliggande språk och beskriva tydligt framträdande likheter och skillnader."
        }
      } ]
    } ],
    "point" : 700,
    "year" : null
  } ]
}