{
  "name" : "Svenska Nationell delkurs 2",
  "description" : "Språk är människans främsta redskap för reflektion, kommunikation och kunskapsutveckling. Genom språket utvecklar människor sin identitet, uttrycker känslor och tankar och förstår hur andra känner och tänker. Att ha ett rikt och varierat språk är betydelsefullt för att kunna förstå och verka i ett samhälle där kulturer, livsåskådningar, generationer och språk möts.",
  "code" : "GRNSVEB",
  "designation" : "",
  "skolfsId" : "2012:18",
  "purposes" : [ {
    "type" : "PARAGRAPH",
    "heading" : "",
    "lines" : [ "Undervisningen i kursen svenska inom kommunal vuxenutbildning på grundläggande nivå syftar till att eleven utvecklar kunskaper i och om svenska språket.", "Genom undervisningen ska eleven ges förutsättningar att utveckla sitt tal- och skriftspråk så att eleven får tilltro till sin språkförmåga och kan uttrycka sig i olika sammanhang och för skilda syften i vardags-, samhälls-, studie- och arbetsliv.", "Det innebär att eleven genom undervisningen ska ges möjlighet att utveckla språket för reflektion, kommunikation och kunskapsutveckling." ]
  }, {
    "type" : "PARAGRAPH",
    "heading" : "",
    "lines" : [ "Undervisningen ska stimulera elevens intresse för att läsa och skriva.", "Genom undervisningen ska eleven ges möjlighet att utveckla kunskaper om hur man formulerar egna åsikter och tankar i olika slags texter och genom skilda medier.", "Undervisningen ska även syfta till att eleven utvecklar förmåga att skapa och bearbeta texter, enskilt och tillsammans med andra.", "Vidare ska undervisningen bidra till att eleven utvecklar kunskaper om hur man söker och kritiskt värderar innehåll från olika källor." ]
  }, {
    "type" : "PARAGRAPH",
    "heading" : "",
    "lines" : [ "I undervisningen ska eleven möta, samt ges möjlighet att utveckla kunskaper om, olika former av sakprosa och skönlitteratur från olika tider och skilda delar av världen.", "I mötet med olika typer av texter, scenkonst och annat estetiskt berättande ska eleven ges förutsättningar att utveckla sitt språk." ]
  }, {
    "type" : "PARAGRAPH",
    "heading" : "",
    "lines" : [ "Genom undervisningen ska eleven ges möjlighet att utveckla sina kunskaper om svenska språket, dess normer, uppbyggnad, historia och utveckling samt om hur språkbruk varierar beroende på sociala sammanhang och medier.", "På så sätt ska undervisningen bidra till att stärka elevens medvetenhet om och tilltro till den egna språkliga och kommunikativa förmågan.", "Undervisningen ska också bidra till att eleven får förståelse för att sättet man kommunicerar på kan få konsekvenser för andra människor.", "Därigenom ska eleven ges förutsättningar att ta ansvar för det egna språkbruket." ]
  }, {
    "type" : "BULLET",
    "heading" : "Genom undervisningen i kursen svenska ska eleven sammanfattningsvis ges förutsättningar att utveckla sin förmåga att",
    "lines" : [ "formulera sig och kommunicera i tal och skrift,", "läsa och analysera skönlitteratur och sakprosa för olika syften,", "anpassa språket efter olika syften, mottagare och sammanhang,", "urskilja språkliga strukturer och följa språkliga normer, och", "söka information från olika källor och värdera innehållet." ]
  } ],
  "courses" : [ {
    "name" : "Svenska Nationell delkurs 2",
    "description" : "Språk är människans främsta redskap för reflektion, kommunikation och kunskapsutveckling. Genom språket utvecklar människor sin identitet, uttrycker känslor och tankar och förstår hur andra känner och tänker. Att ha ett rikt och varierat språk är betydelsefullt för att kunna förstå och verka i ett samhälle där kulturer, livsåskådningar, generationer och språk möts.",
    "code" : "GRNSVEB",
    "centralContent" : [ {
      "heading" : "Läsa och skriva",
      "lines" : [ "Att läsa och skriva i olika situationer med anknytning till vardags-, samhälls-, studie- och arbetsliv.", "Lässtrategier för att förstå texter från olika medier och för att anpassa läsningen efter textens form, innehåll och syfte. Att urskilja tydliga budskap i texter.", "Strategier för att skriva olika typer av texter med anpassning till deras syfte, mottagare, typiska uppbyggnad och språkliga drag. Skapande av texter där ord, bild och ljud samspelar.", "Enkla former för textbearbetning, till exempel att i efterhand gå igenom sin text och göra förtydliganden.", "Språkets struktur, till exempel meningsbyggnad, skiljetecken och stavningsregler för vanligt förekommande ord i vardagliga texter.", "Olika hjälpmedel för stavning och ordförståelse." ]
    }, {
      "heading" : "Tala, lyssna och samtala",
      "lines" : [ "Att medverka i olika samtal och diskussioner med anknytning till vardags-, samhälls-, studie- och arbetsliv.", "Att lyssna och återberätta i olika situationer.", "Att uttrycka sin åsikt och formulera argument och ta initiativ till nya ämnesområden.", "Muntliga presentationer och muntligt berättande om olika ämnen för olika mottagare. Olika hjälpmedel för att planera och genomföra muntliga presentationer och muntligt berättande, till exempel stödord, bilder och digitala verktyg.", "Berättande i olika situationer och för skilda syften." ]
    }, {
      "heading" : "Sakprosatexter och berättande texter",
      "lines" : [ "Sakprosa som är beskrivande, förklarande och instruerande, till exempel faktatexter och instruktioner, och hur deras innehåll kan organiseras.", "Skönlitteratur och annan fiktion från Sverige och andra delar av världen som belyser människors upplevelser och erfarenheter.", "Skönlitterära texters budskap, uppbyggnad och innehåll. Hur en berättande text kan organiseras med inledning, händelseförlopp och avslutning samt enkla miljö- och personbeskrivningar.", "Texter som kombinerar ord, bild och ljud, till exempel tv-program och webbtexter." ]
    }, {
      "heading" : "Språkbruk",
      "lines" : [ "Språkliga strategier för att minnas och lära, till exempel att skriva ned något man talat om eller att gruppera och associera information eller innehåll.", "Ord och begrepp som används för att uttrycka kunskaper, åsikter och känslor i olika situationer med anknytning till vardags-, samhälls-, studie- och arbetsliv.", "Hur ord och yttranden uppfattas av omgivningen beroende på tonfall och ords nyanser.", "Skillnader mellan tal- och skriftspråk, till exempel att talet kan förstärkas genom röstläge och kroppsspråk." ]
    }, {
      "heading" : "Informationssökning och källkritik",
      "lines" : [ "Att söka, välja, värdera och använda sig av information från någon anvisad källa.", "Källkritik, hur avsändaren påverkar innehållet." ]
    } ],
    "knowledgeRequirementParagraphs" : [ {
      "heading" : "",
      "knowledgeRequirements" : [ {
        "text" : "Eleven kan läsa bekanta och vardagliga texter med <strong>________</strong> genom att använda lässtrategier på ett <strong>________</strong> fungerande sätt.",
        "knowledgeRequirementChoice" : {
          "E" : "Eleven kan läsa bekanta och vardagliga texter med <strong>flyt</strong> genom att använda lässtrategier på ett <strong>i huvudsak</strong> fungerande sätt.",
          "C" : "Eleven kan läsa bekanta och vardagliga texter med <strong>gott flyt</strong> genom att använda lässtrategier på ett <strong>ändamålsenligt</strong> sätt.",
          "A" : "Eleven kan läsa bekanta och vardagliga texter med <strong>mycket gott flyt</strong> genom att använda lässtrategier på ett <strong>ändamålsenligt och effektivt</strong> sätt."
        }
      }, {
        "text" : "Genom att kommentera och återge delar av innehållet på ett <strong>________</strong> sätt visar eleven <strong>________</strong> läsförståelse.",
        "knowledgeRequirementChoice" : {
          "E" : "Genom att kommentera och återge delar av innehållet på ett <strong>enkelt</strong> sätt visar eleven <strong>grundläggande</strong> läsförståelse.",
          "C" : "Genom att kommentera och återge delar av innehållet på ett <strong>utvecklat</strong> sätt visar eleven <strong>relativt god</strong> läsförståelse.",
          "A" : "Genom att kommentera och återge delar av innehållet på ett <strong>välutvecklat</strong> sätt visar eleven <strong>mycket god</strong> läsförståelse."
        }
      }, {
        "text" : "Dessutom kan eleven föra <strong>________</strong> resonemang om tydligt framträdande budskap i texterna och sätta budskapet i relation till egna erfarenheter.",
        "knowledgeRequirementChoice" : {
          "E" : "Dessutom kan eleven föra <strong>enkla</strong> resonemang om tydligt framträdande budskap i texterna och sätta budskapet i relation till egna erfarenheter.",
          "C" : "Dessutom kan eleven föra <strong>utvecklade</strong> resonemang om tydligt framträdande budskap i texterna och sätta budskapet i relation till egna erfarenheter.",
          "A" : "Dessutom kan eleven föra <strong>välutvecklade</strong> resonemang om tydligt framträdande budskap i texterna och sätta budskapet i relation till egna erfarenheter."
        }
      } ]
    }, {
      "heading" : "",
      "knowledgeRequirements" : [ {
        "text" : "Eleven kan skriva enkla texter med <strong>________</strong> innehåll.",
        "knowledgeRequirementChoice" : {
          "E" : "Eleven kan skriva enkla texter med <strong>begripligt</strong> innehåll.",
          "C" : "Eleven kan skriva enkla texter med <strong>relativt tydligt</strong> innehåll.",
          "A" : "Eleven kan skriva enkla texter med <strong>tydligt</strong> innehåll."
        }
      }, {
        "text" : "I texterna kan eleven på ett <strong>________</strong> fungerande sätt använda stor bokstav, punkt och frågetecken samt stava ord som eleven själv ofta använder och som är vanligt förekommande i vardagliga texter.",
        "knowledgeRequirementChoice" : {
          "E" : "I texterna kan eleven på ett <strong>i huvudsak</strong> fungerande sätt använda stor bokstav, punkt och frågetecken samt stava ord som eleven själv ofta använder och som är vanligt förekommande i vardagliga texter.",
          "C" : "I texterna kan eleven på ett <strong>relativt väl</strong> fungerande sätt använda stor bokstav, punkt och frågetecken samt stava ord som eleven själv ofta använder och som är vanligt förekommande i vardagliga texter.",
          "A" : "I texterna kan eleven på ett <strong>väl</strong> fungerande sätt använda stor bokstav, punkt och frågetecken samt stava ord som eleven själv ofta använder och som är vanligt förekommande i vardagliga texter."
        }
      }, {
        "text" : "Eleven kan söka information ur någon anvisad källa och återger då grundläggande delar av informationen i enkla former av faktatexter.",
        "knowledgeRequirementChoice" : {
          "E" : "Eleven kan söka information ur någon anvisad källa och återger då grundläggande delar av informationen i enkla former av faktatexter.",
          "C" : "Eleven kan söka information ur någon anvisad källa och återger då grundläggande delar av informationen i enkla former av faktatexter.",
          "A" : "Eleven kan söka information ur någon anvisad källa och återger då grundläggande delar av informationen i enkla former av faktatexter."
        }
      }, {
        "text" : "Texterna innehåller grundläggande ämnesspecifika ord och begrepp som används så att innehållet framgår på ett <strong>________</strong> sätt.",
        "knowledgeRequirementChoice" : {
          "E" : "Texterna innehåller grundläggande ämnesspecifika ord och begrepp som används så att innehållet framgår på ett <strong>begripligt</strong> sätt.",
          "C" : "Texterna innehåller grundläggande ämnesspecifika ord och begrepp som används så att innehållet framgår på ett <strong>relativt tydligt</strong> sätt.",
          "A" : "Texterna innehåller grundläggande ämnesspecifika ord och begrepp som används så att innehållet framgår på ett <strong>tydligt</strong> sätt."
        }
      }, {
        "text" : "Genom att kombinera sina texter med bilder kan eleven förtydliga och förstärka sina budskap.",
        "knowledgeRequirementChoice" : {
          "E" : "Genom att kombinera sina texter med bilder kan eleven förtydliga och förstärka sina budskap.",
          "C" : "Genom att kombinera sina texter med bilder kan eleven förtydliga och förstärka sina budskap.",
          "A" : "Genom att kombinera sina texter med bilder kan eleven förtydliga och förstärka sina budskap."
        }
      }, {
        "text" : "Dessutom kan eleven utifrån givna frågor ge <strong>________</strong> omdömen om sina egna och andras texter samt utifrån respons bearbeta och förtydliga sina texter på ett <strong>________</strong> sätt.",
        "knowledgeRequirementChoice" : {
          "E" : "Dessutom kan eleven utifrån givna frågor ge <strong>enkla</strong> omdömen om sina egna och andras texter samt utifrån respons bearbeta och förtydliga sina texter på ett <strong>enkelt</strong> sätt.",
          "C" : "Dessutom kan eleven utifrån givna frågor ge <strong>utvecklade</strong> omdömen om sina egna och andras texter samt utifrån respons bearbeta och förtydliga sina texter på ett <strong>utvecklat</strong> sätt.",
          "A" : "Dessutom kan eleven utifrån givna frågor ge <strong>välutvecklade</strong> omdömen om sina egna och andras texter samt utifrån respons bearbeta och förtydliga sina texter på ett <strong>välutvecklat</strong> sätt."
        }
      } ]
    }, {
      "heading" : "",
      "knowledgeRequirements" : [ {
        "text" : "Eleven kan samtala om bekanta och vardagliga ämnen genom att ställa frågor, ge kommentarer och framföra egna åsikter på ett sätt som till <strong>________</strong> del upprätthåller samtalet.",
        "knowledgeRequirementChoice" : {
          "E" : "Eleven kan samtala om bekanta och vardagliga ämnen genom att ställa frågor, ge kommentarer och framföra egna åsikter på ett sätt som till <strong>viss</strong> del upprätthåller samtalet.",
          "C" : "Eleven kan samtala om bekanta och vardagliga ämnen genom att ställa frågor, ge kommentarer och framföra egna åsikter på ett sätt som upprätthåller samtalet <strong>relativt väl</strong>.",
          "A" : "Eleven kan samtala om bekanta och vardagliga ämnen genom att ställa frågor, ge kommentarer och framföra egna åsikter på ett sätt som upprätthåller samtalet <strong>väl</strong>."
        }
      }, {
        "text" : "Dessutom kan eleven förbereda och genomföra enkla muntliga redogörelser med <strong>________</strong> anpassning till syfte och mottagare.",
        "knowledgeRequirementChoice" : {
          "E" : "Dessutom kan eleven förbereda och genomföra enkla muntliga redogörelser med <strong>viss</strong> anpassning till syfte och mottagare.",
          "C" : "Dessutom kan eleven förbereda och genomföra enkla muntliga redogörelser med <strong>god</strong> anpassning till syfte och mottagare.",
          "A" : "Dessutom kan eleven förbereda och genomföra enkla muntliga redogörelser med <strong>mycket god</strong> anpassning till syfte och mottagare."
        }
      } ]
    } ],
    "point" : 200,
    "year" : null
  } ]
}