{
  "name" : "Svenska Nationell delkurs 1",
  "description" : "Språk är människans främsta redskap för reflektion, kommunikation och kunskapsutveckling. Genom språket utvecklar människor sin identitet, uttrycker känslor och tankar och förstår hur andra känner och tänker. Att ha ett rikt och varierat språk är betydelsefullt för att kunna förstå och verka i ett samhälle där kulturer, livsåskådningar, generationer och språk möts.",
  "code" : "GRNSVEA",
  "designation" : "",
  "skolfsId" : "2012:18",
  "purposes" : [ {
    "type" : "PARAGRAPH",
    "heading" : "",
    "lines" : [ "Undervisningen i kursen svenska inom kommunal vuxenutbildning på grundläggande nivå syftar till att eleven utvecklar kunskaper i och om svenska språket.", "Genom undervisningen ska eleven ges förutsättningar att utveckla sitt tal- och skriftspråk så att eleven får tilltro till sin språkförmåga och kan uttrycka sig i olika sammanhang och för skilda syften i vardags-, samhälls-, studie- och arbetsliv.", "Det innebär att eleven genom undervisningen ska ges möjlighet att utveckla språket för reflektion, kommunikation och kunskapsutveckling." ]
  }, {
    "type" : "PARAGRAPH",
    "heading" : "",
    "lines" : [ "Undervisningen ska stimulera elevens intresse för att läsa och skriva.", "Genom undervisningen ska eleven ges möjlighet att utveckla kunskaper om hur man formulerar egna åsikter och tankar i olika slags texter och genom skilda medier.", "Undervisningen ska även syfta till att eleven utvecklar förmåga att skapa och bearbeta texter, enskilt och tillsammans med andra.", "Vidare ska undervisningen bidra till att eleven utvecklar kunskaper om hur man söker och kritiskt värderar innehåll från olika källor." ]
  }, {
    "type" : "PARAGRAPH",
    "heading" : "",
    "lines" : [ "I undervisningen ska eleven möta, samt ges möjlighet att utveckla kunskaper om, olika former av sakprosa och skönlitteratur från olika tider och skilda delar av världen.", "I mötet med olika typer av texter, scenkonst och annat estetiskt berättande ska eleven ges förutsättningar att utveckla sitt språk." ]
  }, {
    "type" : "PARAGRAPH",
    "heading" : "",
    "lines" : [ "Genom undervisningen ska eleven ges möjlighet att utveckla sina kunskaper om svenska språket, dess normer, uppbyggnad, historia och utveckling samt om hur språkbruk varierar beroende på sociala sammanhang och medier.", "På så sätt ska undervisningen bidra till att stärka elevens medvetenhet om och tilltro till den egna språkliga och kommunikativa förmågan.", "Undervisningen ska också bidra till att eleven får förståelse för att sättet man kommunicerar på kan få konsekvenser för andra människor.", "Därigenom ska eleven ges förutsättningar att ta ansvar för det egna språkbruket." ]
  }, {
    "type" : "BULLET",
    "heading" : "Genom undervisningen i kursen svenska ska eleven sammanfattningsvis ges förutsättningar att utveckla sin förmåga att",
    "lines" : [ "formulera sig och kommunicera i tal och skrift,", "läsa och analysera skönlitteratur och sakprosa för olika syften,", "anpassa språket efter olika syften, mottagare och sammanhang,", "urskilja språkliga strukturer och följa språkliga normer, och", "söka information från olika källor och värdera innehållet." ]
  } ],
  "courses" : [ {
    "name" : "Svenska Nationell delkurs 1",
    "description" : "Språk är människans främsta redskap för reflektion, kommunikation och kunskapsutveckling. Genom språket utvecklar människor sin identitet, uttrycker känslor och tankar och förstår hur andra känner och tänker. Att ha ett rikt och varierat språk är betydelsefullt för att kunna förstå och verka i ett samhälle där kulturer, livsåskådningar, generationer och språk möts.",
    "code" : "GRNSVEA",
    "centralContent" : [ {
      "heading" : "Läsa och skriva",
      "lines" : [ "Att läsa och skriva i olika situationer med anknytning till vardags-, samhälls-, studie- och arbetsliv.", "Lässtrategier för att uppfatta betydelsebärande ord och dra slutsatser om innehållet i elevnära texter samt för att anpassa läsningen till textens form och innehåll.", "Sambandet mellan ljud och bokstav. Avkodning av ord.", "Alfabetet och alfabetisk ordning.", "Strategier för att skriva olika typer av korta texter, till exempel meddelanden.", "Språkets struktur, till exempel stor och liten bokstav, punkt, frågetecken och utropstecken samt några stavningsregler för vanligt förekommande ord i elevnära texter.", "Olika hjälpmedel för stavning och ordförståelse." ]
    }, {
      "heading" : "Tala, lyssna och samtala",
      "lines" : [ "Att medverka i olika samtal och diskussioner med anknytning till vardags-, samhälls-, studie- och arbetsliv.", "Att lyssna och återberätta i olika samtalssituationer.", "Muntliga presentationer och muntligt berättande om elevnära ämnen. Olika hjälpmedel för att planera och genomföra muntliga presentationer och muntligt berättande, till exempel stödord, bilder och digitala verktyg." ]
    }, {
      "heading" : "Sakprosatexter och berättande texter",
      "lines" : [ "Sakprosatexter som är beskrivande och förklarande, till exempel kortare beskrivningar och instruktioner.", "Berättande texter och deras budskap.", "Texter som kombinerar ord, bild och ljud, till exempel tv-program och webbtexter." ]
    }, {
      "heading" : "Språkbruk",
      "lines" : [ "Strategier för att minnas och lära, till exempel att använda förförståelse.", "Ord och begrepp som används för att uttrycka kunskaper, åsikter och känslor i olika situationer med anknytning till vardags-, samhälls-, studie- och arbetsliv.", "Några skillnader mellan tal- och skriftspråk." ]
    }, {
      "heading" : "Informationssökning och källkritik",
      "lines" : [ "Att söka och använda sig av information.", "Källkritik. Hur avsändaren påverkar innehållet." ]
    } ],
    "knowledgeRequirementParagraphs" : [ {
      "heading" : "",
      "knowledgeRequirements" : [ {
        "text" : "Eleven kan läsa korta och elevnära texter genom att använda ljudningsstrategi och helordsläsning på ett <strong>________</strong> fungerande sätt.",
        "knowledgeRequirementChoice" : {
          "E" : "Eleven kan läsa korta och elevnära texter genom att använda ljudningsstrategi och helordsläsning på ett <strong>i huvudsak</strong> fungerande sätt.",
          "C" : "Eleven kan läsa korta och elevnära texter genom att använda ljudningsstrategi och helordsläsning på ett <strong>ändamålsenligt</strong> sätt.",
          "A" : "Eleven kan läsa korta och elevnära texter genom att använda ljudningsstrategi och helordsläsning på ett <strong>väl fungerande</strong> sätt."
        }
      }, {
        "text" : "Vid samtal om texter kan eleven utifrån olika frågeställningar återge delar av innehållet, föra enkla resonemang om idéer och tankar som texten väckt samt göra <strong>________</strong> kopplingar till egna erfarenheter eller till andra texter.",
        "knowledgeRequirementChoice" : {
          "E" : "Vid samtal om texter kan eleven utifrån olika frågeställningar återge delar av innehållet, föra enkla resonemang om idéer och tankar som texten väckt samt göra <strong>vissa</strong> kopplingar till egna erfarenheter eller till andra texter.",
          "C" : "Vid samtal om texter kan eleven utifrån olika frågeställningar återge delar av innehållet, föra enkla resonemang om idéer och tankar som texten väckt samt göra <strong>relativt goda</strong> kopplingar till egna erfarenheter eller till andra texter.",
          "A" : "Vid samtal om texter kan eleven utifrån olika frågeställningar återge delar av innehållet, föra enkla resonemang om idéer och tankar som texten väckt samt göra <strong>goda</strong> kopplingar till egna erfarenheter eller till andra texter."
        }
      } ]
    }, {
      "heading" : "",
      "knowledgeRequirements" : [ {
        "text" : "Eleven kan skriva enkla texter med <strong>________</strong> innehåll.",
        "knowledgeRequirementChoice" : {
          "E" : "Eleven kan skriva enkla texter med <strong>begripligt</strong> innehåll.",
          "C" : "Eleven kan skriva enkla texter med <strong>relativt tydligt</strong> innehåll.",
          "A" : "Eleven kan skriva enkla texter med <strong>relativt tydligt</strong> innehåll."
        }
      }, {
        "text" : "I texterna kan eleven på ett <strong>________</strong> fungerande sätt använda stor bokstav, punkt och frågetecken samt stava ord som eleven själv ofta använder och som är vanligt förekommande i vardagliga texter.",
        "knowledgeRequirementChoice" : {
          "E" : "I texterna kan eleven på ett <strong>i huvudsak</strong> fungerande sätt använda stor bokstav, punkt och frågetecken samt stava ord som eleven själv ofta använder och som är vanligt förekommande i vardagliga texter.",
          "C" : "I texterna kan eleven på <strong>ett relativt väl</strong> fungerande sätt använda stor bokstav, punkt och frågetecken samt stava ord som eleven själv ofta använder och som är vanligt förekommande i vardagliga texter.",
          "A" : "I texterna kan eleven på ett <strong>ändamålsenligt</strong> sätt använda stor bokstav, punkt och frågetecken samt stava ord som eleven själv ofta använder och som är vanligt förekommande i vardagliga texter."
        }
      }, {
        "text" : "Eleven kan söka information ur någon anvisad källa och återger då grundläggande delar av informationen i korta meningar.",
        "knowledgeRequirementChoice" : {
          "E" : "Eleven kan söka information ur någon anvisad källa och återger då grundläggande delar av informationen i korta meningar.",
          "C" : "Eleven kan söka information ur någon anvisad källa och återger då grundläggande delar av informationen i korta meningar.",
          "A" : "Eleven kan söka information ur någon anvisad källa och återger då grundläggande delar av informationen i korta meningar."
        }
      } ]
    }, {
      "heading" : "",
      "knowledgeRequirements" : [ {
        "text" : "Eleven kan delta i enkla samtal och diskussioner om elevnära frågor genom att på ett <strong>________</strong> fungerande sätt uttrycka sin uppfattning, ställa frågor och kommentera på ett sätt som till <strong>________</strong> del upprätthåller samtalet.",
        "knowledgeRequirementChoice" : {
          "E" : "Eleven kan delta i enkla samtal och diskussioner om elevnära frågor genom att på ett <strong>i huvudsak</strong> fungerande sätt uttrycka sin uppfattning, ställa frågor och kommentera på ett sätt som till <strong>viss</strong> del upprätthåller samtalet.",
          "C" : "Eleven kan delta i enkla samtal och diskussioner om elevnära frågor genom att på ett <strong>relativt väl</strong> fungerande sätt uttrycka sin uppfattning, ställa frågor och kommentera på ett sätt som upprätthåller samtalet <strong>relativt väl</strong>.",
          "A" : "Eleven kan delta i enkla samtal och diskussioner om elevnära frågor genom att på ett <strong>väl</strong> fungerande sätt uttrycka sin uppfattning och ställa frågor och kommentera på ett sätt som upprätthåller samtalet <strong>väl</strong>."
        }
      }, {
        "text" : "Eleven kan på ett <strong>________</strong> fungerande sätt genomföra en muntlig redogörelse.",
        "knowledgeRequirementChoice" : {
          "E" : "Eleven kan på ett <strong>i huvudsak</strong> fungerande sätt genomföra en muntlig redogörelse.",
          "C" : "Eleven kan på ett <strong>relativt väl</strong> fungerande sätt genomföra en muntlig redogörelse.",
          "A" : "Eleven kan på ett <strong>väl</strong> fungerande sätt genomföra en muntlig redogörelse."
        }
      } ]
    } ],
    "point" : 100,
    "year" : null
  } ]
}