{
  "name" : "Svenska som andraspråk Nationell delkurs 1",
  "description" : "Språk är människans främsta redskap för reflektion, kommunikation och kunskapsutveckling. Genom språket utvecklar människor sin identitet, uttrycker känslor och tankar och förstår hur andra känner och tänker. Att ha ett rikt och varierat språk är betydelsefullt för att kunna förstå och verka i ett samhälle där kulturer, livsåskådningar, generationer och språk möts.",
  "code" : "GRNSVAA",
  "designation" : "",
  "skolfsId" : "2012:18",
  "purposes" : [ {
    "type" : "PARAGRAPH",
    "heading" : "",
    "lines" : [ "Undervisningen i kursen svenska som andraspråk inom kommunal vuxenutbildning på grundläggande nivå syftar till att eleven utvecklar kunskaper i och om svenska språket.", "Genom undervisningen ska eleven ges förutsättningar att utveckla sitt svenska tal- och skriftspråk så att eleven får tilltro till sin språkförmåga och kan uttrycka sig i olika sammanhang och för skilda syften i vardags-, samhälls-, studie- och arbetsliv.", "Det innebär att eleven genom undervisningen ska ges möjlighet att utveckla språket för reflektion, kommunikation och kunskapsutveckling." ]
  }, {
    "type" : "PARAGRAPH",
    "heading" : "",
    "lines" : [ "Undervisningen ska ge eleven rika möjligheter att kommunicera på svenska i funktionella och meningsfulla sammanhang samt ge eleven möjlighet att utveckla sin förmåga att förstå talad och skriven svenska.", "Undervisningen ska även stimulera elevens intresse för att läsa och skriva på svenska.", "Genom undervisningen ska eleven ges möjlighet att utveckla kunskaper om hur man formulerar egna åsikter och tankar i olika slags texter och genom skilda medier.", "Undervisningen ska även syfta till att eleven utvecklar förmåga att skapa och bearbeta texter, enskilt och tillsammans med andra.", "Eleven ska i undervisningen ges möjlighet att kommunicera i digitala miljöer med interaktiva och föränderliga texter.", "Vidare ska undervisningen bidra till att eleven utvecklar kunskaper om hur man söker och kritiskt värderar innehåll från olika källor." ]
  }, {
    "type" : "PARAGRAPH",
    "heading" : "",
    "lines" : [ "I undervisningen ska eleven möta, samt ges möjlighet att utveckla kunskaper om, olika former av sakprosa och skönlitteratur från olika tider och skilda delar av världen.", "I mötet med olika typer av texter, scenkonst och annat estetiskt berättande ska eleven ges förutsättningar att utveckla sitt språk." ]
  }, {
    "type" : "PARAGRAPH",
    "heading" : "",
    "lines" : [ "Genom undervisningen ska eleven ges möjlighet att utveckla sina kunskaper om svenska språket, dess normer, uppbyggnad, uttal, ord och begrepp samt om hur språkbruk varierar beroende på sociala sammanhang och medier.", "På så sätt ska undervisningen bidra till att stärka elevens medvetenhet om och tilltro till den egna språkliga och kommunikativa förmågan.", "Undervisningen ska också bidra till att eleven får förståelse för att sättet man kommunicerar på kan få konsekvenser för sig själv och för andra människor.", "Därigenom ska eleven ges förutsättningar att ta ansvar för det egna språkbruket i olika sammanhang och medier.", "I undervisningen ska eleven ges möjlighet att reflektera över flerspråkighetens betydelse för utvecklingen av språk." ]
  }, {
    "type" : "BULLET",
    "heading" : "Genom undervisningen i kursen svenska som andraspråk ska eleven sammanfattningsvis ges förutsättningar att utveckla sin förmåga att",
    "lines" : [ "formulera sig och kommunicera i tal och skrift,", "välja och använda språkliga strategier,", "läsa och analysera skönlitteratur och sakprosa för olika syften,", "anpassa språket efter olika syften, mottagare och sammanhang,", "urskilja språkliga strukturer och följa språkliga normer, och", "söka information från olika källor och värdera innehållet." ]
  } ],
  "courses" : [ {
    "name" : "Svenska som andraspråk Nationell delkurs 1",
    "description" : "<p align=\"left\">Språk är människans främsta redskap för reflektion, kommunikation och kunskapsutveckling. Genom språket utvecklar människor sin identitet, uttrycker känslor och tankar och förstår hur andra känner och tänker. Att ha ett rikt och varierat språk är betydelsefullt för att kunna förstå och verka i ett samhälle där kulturer, livsåskådningar, generationer och språk möts.",
    "code" : "GRNSVAA",
    "centralContent" : [ {
      "heading" : "Läsa och skriva",
      "lines" : [ "Att läsa och skriva i olika situationer med anknytning till vardags-, samhälls-, studie- och arbetsliv.", "Lässtrategier för att anpassa läsningen till textens syfte samt för att förstå och dra slutsatser om texters innehåll.", "Strategier för att förstå ord och uttryck, till exempel att använda förförståelse och att ta hjälp av sammanhanget för att uppfatta betydelsen.", "Strategier för att planera, disponera och skriva olika typer av texter med anpassning till syfte, mottagare och texttyp, såväl med som utan digitala verktyg.", "Enkla former för att bearbeta egna och gemensamma texter, till exempel att gå igenom en text och göra förtydliganden.", "Språkets struktur med sats- och meningsbyggnad, till exempel huvudsatser, bisatser och omvänd ordföljd. Textbindning.", "Olika hjälpmedel för stavning och ordförståelse, till exempel digitala verktyg." ]
    }, {
      "heading" : "Tala, lyssna och samtala",
      "lines" : [ "Strategier för att förstå och göra sig förstådd i olika situationer med anknytning till vardags-, samhälls-, studie- och arbetsliv.", "Strategier för att lösa språkliga problem, till exempel att använda omformuleringar och förklaringar.", "Att medverka i olika samtal och diskussioner, till exempel att ta initiativ till interaktion, ge bekräftelse och ställa följdfrågor.", "Muntliga beskrivningar och muntligt berättande om olika ämnen för olika mottagare. Olika hjälpmedel för att planera och genomföra muntliga beskrivningar och muntligt berättande, till exempel stödord, digitala medier och verktyg.", "Uttal, betoning och satsmelodi." ]
    }, {
      "heading" : "Sakprosatexter och berättande texter",
      "lines" : [ "Innehåll och form i sakprosatexter och berättande texter.", "Texter som kombinerar ord, bild och ljud, till exempel tv-program och webbtexter.", "Texter i digitala miljöer, till exempel texter med länkar och andra interaktiva funktioner." ]
    }, {
      "heading" : "Språkbruk",
      "lines" : [ "Strategier för att minnas och lära, till exempel att använda stödord och tankekartor.", "Ord, symboler och begrepp för att uttrycka kunskaper, åsikter och känslor i olika situationer med anknytning till vardags-, samhälls-, studie- och arbetsliv.", "Betydelsen av uttal, betoning och satsmelodi för språkets begriplighet.", "Någon skillnad och likhet mellan svenska och något annat språk.", "Språkbruk samt möjligheter och risker vid egen kommunikation i digitala medier." ]
    }, {
      "heading" : "Informationssökning och källkritik",
      "lines" : [ "Olika sätt att söka information, från internet och andra källor.", "Källkritik. Hur avsändaren påverkar innehållet." ]
    } ],
    "knowledgeRequirementParagraphs" : [ {
      "heading" : "",
      "knowledgeRequirements" : [ {
        "text" : "Eleven kan läsa sakprosatexter och berättande texter med <strong>________</strong> genom att använda lässtrategier på ett <strong>________</strong> fungerande sätt.",
        "knowledgeRequirementChoice" : {
          "E" : "Eleven kan läsa sakprosatexter och berättande texter med <strong>flyt</strong> genom att använda lässtrategier på ett <strong>i huvudsak</strong> fungerande sätt.",
          "C" : "Eleven kan läsa sakprosatexter och berättande texter med <strong>gott flyt</strong> genom att använda lässtrategier på ett <strong>relativt väl</strong> fungerande sätt.",
          "A" : "Eleven kan läsa sakprosatexter och berättande texter med <strong>mycket gott flyt</strong> genom att använda lässtrategier på ett <strong>väl</strong> fungerande sätt."
        }
      }, {
        "text" : "Genom att göra <strong>________</strong> sammanfattningar av olika texters innehåll och kommentera centrala delar med <strong>________</strong> koppling till sammanhanget visar eleven <strong>________</strong> läsförståelse.",
        "knowledgeRequirementChoice" : {
          "E" : "Genom att göra <strong>enkla</strong> sammanfattningar av olika texters innehåll och kommentera centrala delar med <strong>viss</strong> koppling till sammanhanget visar eleven <strong>grundläggande</strong> läsförståelse.",
          "C" : "Genom att göra <strong>utvecklade</strong> sammanfattningar av olika texters innehåll och kommentera centrala delar med <strong>relativt god</strong> koppling till sammanhanget visar eleven <strong>god</strong> läsförståelse.",
          "A" : "Genom att göra <strong>välutvecklade</strong> sammanfattningar av olika texters innehåll och kommentera centrala delar med <strong>god</strong> koppling till sammanhanget visar eleven <strong>mycket god</strong> läsförståelse."
        }
      }, {
        "text" : "Dessutom kan eleven, utifrån olika frågeställningar, föra <strong>________</strong> resonemang om idéer och tankar som texten väckt samt göra <strong>________</strong> fungerande kopplingar till egna erfarenheter och till andra texter.",
        "knowledgeRequirementChoice" : {
          "E" : "Dessutom kan eleven, utifrån olika frågeställningar, föra <strong>enkla</strong> resonemang om idéer och tankar som texten väckt samt göra <strong>i huvudsak</strong> fungerande kopplingar till egna erfarenheter och till andra texter.",
          "C" : "Dessutom kan eleven, utifrån olika frågeställningar, föra <strong>utvecklade</strong> resonemang om idéer och tankar som texten väckt samt göra <strong>relativt väl</strong> fungerande kopplingar till egna erfarenheter och till andra texter.",
          "A" : "Dessutom kan eleven, utifrån olika frågeställningar, föra <strong>välutvecklade</strong> resonemang om idéer och tankar som texten väckt samt göra <strong>väl</strong> fungerande kopplingar till egna erfarenheter och till andra texter."
        }
      } ]
    }, {
      "heading" : "",
      "knowledgeRequirements" : [ {
        "text" : "Eleven kan skriva olika slags texter med <strong>________</strong> språklig variation, <strong>________</strong> textbindning och <strong>________</strong> fungerande anpassning till syfte, mottagare och texttyp samt till språkliga normer och strukturer.",
        "knowledgeRequirementChoice" : {
          "E" : "Eleven kan skriva olika slags texter med <strong>viss</strong> språklig variation, <strong>enkel</strong> textbindning och <strong>i huvudsak</strong> fungerande anpassning till syfte, mottagare och texttyp samt till språkliga normer och strukturer.",
          "C" : "Eleven kan skriva olika slags texter med <strong>relativt god</strong> språklig variation, <strong>utvecklad</strong> textbindning och <strong>relativt väl</strong> fungerande anpassning till syfte, mottagare och texttyp samt till språkliga normer och strukturer.",
          "A" : "Eleven kan skriva olika slags texter med <strong>god</strong> språklig variation, <strong>välutvecklad</strong> textbindning och <strong>väl</strong> fungerande anpassning till syfte, mottagare och texttyp samt till språkliga normer och strukturer."
        }
      }, {
        "text" : "Eleven kan söka information och återge grundläggande delar av informationen på ett <strong>________</strong> fungerande sätt.",
        "knowledgeRequirementChoice" : {
          "E" : "Eleven kan söka information och återge grundläggande delar av informationen på ett <strong>i huvudsak</strong> fungerande sätt.",
          "C" : "Eleven kan söka information och återge grundläggande delar av informationen på ett <strong>relativt väl</strong> fungerande sätt.",
          "A" : "Eleven kan söka information och återge grundläggande delar av informationen på ett <strong>väl</strong> fungerande sätt."
        }
      } ]
    }, {
      "heading" : "",
      "knowledgeRequirements" : [ {
        "text" : "Eleven kan med ett <strong>________</strong> fungerande vardagsrelaterat språk samtala om och diskutera varierande ämnen på ett <strong>________</strong> sätt.",
        "knowledgeRequirementChoice" : {
          "E" : "Eleven kan med ett <strong>i huvudsak</strong> fungerande vardagsrelaterat språk samtala om och diskutera varierande ämnen på ett <strong>enkelt</strong> sätt.",
          "C" : "Eleven kan med ett <strong>relativt väl</strong> fungerande vardagsrelaterat språk samtala om och diskutera varierande ämnen på ett <strong>utvecklat</strong> sätt.",
          "A" : "Eleven kan med ett <strong>väl</strong> fungerande vardagsrelaterat språk samtala om och diskutera varierande ämnen på ett <strong>välutvecklat</strong> sätt."
        }
      }, {
        "text" : "I sådana situationer kan eleven ställa frågor och framföra egna åsikter på ett sätt som upprätthåller samtalet på ett <strong>________</strong> fungerande sätt.",
        "knowledgeRequirementChoice" : {
          "E" : "I sådana situationer kan eleven ställa frågor och framföra egna åsikter på ett sätt som upprätthåller samtalet på ett <strong>i huvudsak</strong> fungerande sätt.",
          "C" : "I sådana situationer kan eleven ställa frågor och framföra egna åsikter på ett sätt som upprätthåller samtalet på ett <strong>relativt väl</strong> fungerande sätt.",
          "A" : "I sådana situationer kan eleven ställa frågor och framföra egna åsikter på ett sätt som upprätthåller samtalet på ett <strong>väl</strong> fungerande sätt."
        }
      }, {
        "text" : "Eleven använder då <strong>________</strong> fungerande språkliga strategier för att förstå och göra sig förstådd.",
        "knowledgeRequirementChoice" : {
          "E" : "Eleven använder då <strong>i huvudsak</strong> fungerande språkliga strategier för att förstå och göra sig förstådd.",
          "C" : "Eleven använder då <strong>relativt väl</strong> fungerande språkliga strategier för att förstå och göra sig förstådd.",
          "A" : "Eleven använder då <strong>väl</strong> fungerande språkliga strategier för att förstå och göra sig förstådd."
        }
      }, {
        "text" : "Dessutom kan eleven på ett <strong>________</strong> fungerande sätt förbereda och genomföra en <strong>________</strong> muntlig redogörelse.",
        "knowledgeRequirementChoice" : {
          "E" : "Dessutom kan eleven på ett <strong>i huvudsak</strong> fungerande sätt förbereda och genomföra en <strong>enkel</strong> muntlig redogörelse.",
          "C" : "Dessutom kan eleven på ett <strong>relativt väl</strong> fungerande sätt förbereda och genomföra en <strong>utvecklad</strong> muntlig redogörelse.",
          "A" : "Dessutom kan eleven på ett <strong>väl</strong> fungerande sätt förbereda och genomföra en <strong>välutvecklad</strong> muntlig redogörelse."
        }
      } ]
    } ],
    "point" : 100,
    "year" : null
  } ]
}