{
  "name" : "Kursplan för kommunal vuxenutbildning i svenska för invandrare",
  "description" : "",
  "code" : "SFI",
  "designation" : "",
  "skolfsId" : "2017:91",
  "purposes" : [ {
    "type" : "PARAGRAPH",
    "heading" : "",
    "lines" : [ "Kommunal vuxenutbildning i svenska för invandrare är en kvalificerad språkutbildning som syftar till att ge vuxna invandrare grundläggande kunskaper i svenska språket.", "En elev med ett annat modersmål än svenska ska inom utbildningen få lära sig och utveckla ett funktionellt andraspråk.", "Utbildningen ska ge språkliga redskap för kommunikation och aktivt deltagande i vardags-, samhälls- och arbetsliv samt fortsatta studier.", "Utbildningen syftar också till att ge vuxna invandrare som saknar grundläggande läs- och skrivfärdigheter möjlighet att förvärva sådana färdigheter.", "En elev som inte är funktionellt litterat eller har ett annat skriftsystem än det latinska alfabetet ska få grundläggande läs- och skrivundervisning inom ramen för utbildningen." ]
  }, {
    "type" : "PARAGRAPH",
    "heading" : "",
    "lines" : [ "Utbildningen ska rikta sig till personer som har olika erfarenheter, livssituation, kunskaper och studiemål.", "Undervisningen ska planeras och utformas tillsammans med eleven och anpassas till elevens intressen, erfarenheter, allsidiga kunskaper och långsiktiga mål." ]
  }, {
    "type" : "PARAGRAPH",
    "heading" : "",
    "lines" : [ "Utbildningen ska, med utgångspunkt från individens behov, kunna kombineras med förvärvsarbete eller andra aktiviteter, till exempel arbetslivs- och samhällsorientering, validering, praktik eller annan utbildning.", "Undervisningen måste därför utformas så flexibelt som möjligt när det gäller tid, plats, innehåll och arbetsformer." ]
  } ],
  "courses" : [ {
    "name" : "Kurs A",
    "description" : "",
    "code" : "SFIKUA9",
    "centralContent" : [ ],
    "knowledgeRequirementParagraphs" : [ {
      "heading" : "",
      "knowledgeRequirements" : [ {
        "text" : "Eleven hämtar och förstår information i form av <strong>________</strong>.",
        "knowledgeRequirementChoice" : {
          "E" : "Eleven hämtar och förstår information i form av <strong>vanliga ord och symboler samt mycket enkla fraser</strong>.",
          "C" : "Eleven förstår <strong>enkla fraser och meningar</strong> i korta återberättade vardagliga händelser samt anpassad och tydlig information som är av intresse för eleven.",
          "A" : "Eleven berättar med <strong>sammanhängande fraser och meningar</strong> om personliga förhållanden och erfarenheter."
        }
      } ]
    }, {
      "heading" : "",
      "knowledgeRequirements" : [ {
        "text" : "Eleven läser och förstår <strong>________</strong> om något välbekant ämne.",
        "knowledgeRequirementChoice" : {
          "E" : "Eleven läser och förstår <strong>anpassade och mycket enkla texter</strong> om något välbekant ämne.",
          "C" : "Eleven visar sin förståelse för enkla och vanligt förekommande muntliga instruktioner genom att på ett <strong>fungerande</strong> sätt agera utifrån dem.",
          "A" : "Eleven väljer och använder på ett <strong>ändamålsenligt och effektivt</strong> sätt gester och andra strategier för att göra sig förstådd."
        }
      } ]
    } ],
    "point" : null,
    "year" : null
  }, {
    "name" : "Kurs B",
    "description" : "",
    "code" : "SFIKUB9",
    "centralContent" : [ ],
    "knowledgeRequirementParagraphs" : [ {
      "heading" : "",
      "knowledgeRequirements" : [ {
        "text" : "Eleven läser anpassade berättande och beskrivande texter om välbekanta ämnen och visar sin förståelse genom att göra enkla sammanfattningar av <strong>________</strong>.",
        "knowledgeRequirementChoice" : {
          "E" : "Eleven läser anpassade berättande och beskrivande texter om välbekanta ämnen och visar sin förståelse genom att göra enkla sammanfattningar av <strong>huvudinnehållet</strong>.",
          "C" : "Eleven skriver enkla och <strong>relativt tydliga</strong> korta meddelanden, hälsningar och texter om sig själv och upplevda händelser.",
          "A" : "Eleven skriver enkla och <strong>tydliga</strong> korta meddelanden, hälsningar och texter om sig själv och upplevda händelser."
        }
      } ]
    }, {
      "heading" : "",
      "knowledgeRequirements" : [ {
        "text" : "Eleven visar sin förståelse för personliga meddelanden, konkret information och korta, tydliga och enkla instruktioner genom att på ett <strong>________</strong> sätt agera utifrån detta.",
        "knowledgeRequirementChoice" : {
          "E" : "Eleven visar sin förståelse för personliga meddelanden, konkret information och korta, tydliga och enkla instruktioner genom att på ett <strong>i huvudsak fungerande</strong> sätt agera utifrån detta.",
          "C" : "Eleven skapar <strong>fungerande</strong> sammanhang i sina texter.",
          "A" : "Eleven skapar <strong>väl fungerande</strong> sammanhang i sina texter."
        }
      } ]
    }, {
      "heading" : "",
      "knowledgeRequirements" : [ {
        "text" : "Eleven väljer och använder några lässtrategier på ett <strong>________</strong> sätt.",
        "knowledgeRequirementChoice" : {
          "E" : "Eleven väljer och använder några lässtrategier på ett <strong>i huvudsak fungerande</strong> sätt.",
          "C" : "Eleven väljer och använder på ett <strong>ändamålsenligt</strong> sätt några strategier för skrivande.",
          "A" : "Eleven väljer och använder på ett <strong>ändamålsenligt och effektivt</strong> sätt några strategier för skrivande."
        }
      } ]
    } ],
    "point" : null,
    "year" : null
  }, {
    "name" : "Kurs C",
    "description" : "",
    "code" : "SFIKUC9",
    "centralContent" : [ ],
    "knowledgeRequirementParagraphs" : [ {
      "heading" : "",
      "knowledgeRequirements" : [ {
        "text" : "Eleven läser korta berättande och beskrivande texter om bekanta ämnen och visar sin förståelse genom att göra enkla sammanfattningar av <strong>________</strong>.",
        "knowledgeRequirementChoice" : {
          "E" : "Eleven läser korta berättande och beskrivande texter om bekanta ämnen och visar sin förståelse genom att göra enkla sammanfattningar av <strong>huvudinnehållet</strong>.",
          "C" : "Eleven skriver sammanhängande och <strong>relativt tydliga</strong> texter om erfarenheter, intryck och åsikter samt faktaorienterade texter om bekanta ämnen.",
          "A" : "Eleven visar sin förståelse för återberättade händelser, beskrivningar, samtal, information och korta nyheter som rör bekanta ämnen genom att göra enkla sammanfattningar av <strong>huvudinnehållet och kommentera väsentliga detaljer och vissa nyanser</strong>."
        }
      } ]
    }, {
      "heading" : "",
      "knowledgeRequirements" : [ {
        "text" : "Eleven hämtar specifik information i enkla faktaorienterade texter, tabeller och diagram och för <strong>________</strong> resonemang om informationen.",
        "knowledgeRequirementChoice" : {
          "E" : "Eleven hämtar specifik information i enkla faktaorienterade texter, tabeller och diagram och för <strong>enkla</strong> resonemang om informationen.",
          "C" : "Eleven skapar <strong>fungerande</strong> struktur i sina texter och visar prov på <strong>förhållandevis god variation</strong> i ordförråd och meningsbyggnad.",
          "A" : ""
        }
      } ]
    }, {
      "heading" : "",
      "knowledgeRequirements" : [ {
        "text" : "Eleven visar sin förståelse för korta, tydliga instruktioner och föreskrifter genom att på ett <strong>________</strong> sätt agera utifrån dem.",
        "knowledgeRequirementChoice" : {
          "E" : "Eleven visar sin förståelse för korta, tydliga instruktioner och föreskrifter genom att på ett <strong>i huvudsak fungerande</strong> sätt agera utifrån dem.",
          "C" : "",
          "A" : "Eleven visar sin förståelse för enkla och tydliga muntliga meddelanden och instruktioner genom att på ett <strong>väl fungerande</strong> sätt agera utifrån dem."
        }
      } ]
    }, {
      "heading" : "",
      "knowledgeRequirements" : [ {
        "text" : "Eleven väljer och använder på ett <strong>________</strong> sätt olika lässtrategier utifrån syftet med läsningen.",
        "knowledgeRequirementChoice" : {
          "E" : "Eleven väljer och använder på ett <strong>i huvudsak fungerande</strong> sätt olika lässtrategier utifrån syftet med läsningen.",
          "C" : "Eleven väljer och använder på ett <strong>ändamålsenligt</strong> sätt olika strategier för skrivande.",
          "A" : ""
        }
      } ]
    } ],
    "point" : null,
    "year" : null
  }, {
    "name" : "Kurs D",
    "description" : "",
    "code" : "SFIKUD9",
    "centralContent" : [ ],
    "knowledgeRequirementParagraphs" : [ {
      "heading" : "",
      "knowledgeRequirements" : [ {
        "text" : "Eleven deltar i samtal och diskussioner om bekanta ämnen genom att uttrycka och bemöta åsikter med <strong>________</strong> argument samt framföra och efterfråga tankar och information på ett sätt som <strong>________</strong> samtalen och diskussionerna <strong>________</strong>.",
        "knowledgeRequirementChoice" : {
          "E" : "Eleven deltar i samtal och diskussioner om bekanta ämnen genom att uttrycka och bemöta åsikter med <strong>enkla</strong> argument samt framföra och efterfråga tankar och information på ett sätt som <strong>till viss del för</strong> samtalen och diskussionerna <strong>framåt</strong>.",
          "C" : "Eleven visar sin förståelse för berättelser, beskrivningar, samtal, diskussioner, information och nyheter som rör bekanta ämnen genom att göra sammanfattningar av <strong>huvudinnehållet och kommentera väsentliga detaljer</strong>.",
          "A" : "Eleven berättar om och beskriver i <strong>välutvecklad</strong> form aktuella händelser, erfarenheter, intryck och åsikter samt ger råd och instruktioner. Eleven uttrycker sig med <strong>gott flyt</strong> och <strong>väl sammanhängande</strong> samt visar <strong>god</strong> språklig variation."
        }
      } ]
    }, {
      "heading" : "",
      "knowledgeRequirements" : [ {
        "text" : "Eleven väljer och använder på ett <strong>________</strong> sätt strategier som löser problem i interaktionen.",
        "knowledgeRequirementChoice" : {
          "E" : "Eleven väljer och använder på ett <strong>i huvudsak fungerande</strong> sätt strategier som löser problem i interaktionen.",
          "C" : "Eleven visar sin förståelse för detaljerade och tydliga muntliga instruktioner genom att på ett <strong>fungerande</strong> sätt agera utifrån dem.",
          "A" : "Eleven väljer och använder på ett <strong>ändamålsenligt och effektivt</strong> sätt olika strategier för att förbättra kommunikationen."
        }
      } ]
    } ],
    "point" : null,
    "year" : null
  } ]
}