{
  "name" : "Aktiviteter och värdskap",
  "description" : "Turismen är en viktig näring i stora delar av världen och omfattar flera verksamhetsområden inom besöks- och resenäringen: bo, äta, göra, resa och sälja. Både privatpersoners och företags behov av tjänster inom turismområdet växer och blir mer varierade. Det medför att förväntningar på nya upplevelser ökar och att kraven på service förändras. Ämnet aktiviteter och värdskap omfattar huvudsakligen upplevelser, aktiviteter och service inom besöksnäringen.",
  "code" : "AKT",
  "designation" : "",
  "skolfsId" : "0000:00",
  "purposes" : [ {
    "type" : "PARAGRAPH",
    "heading" : "",
    "lines" : [ "Undervisningen i ämnet aktiviteter och värdskap ska syfta till att eleverna utvecklar kunskaper om gästens eller besökarens efterfrågan och förväntningar på olika upplevelser, aktiviteter och service.", "Eleverna ska också utveckla kunskaper om olika aktörer och yrkesroller inom besöksnäringen.", "Undervisningen ska belysa frågor som rör sociala, ekonomiska och kulturella förhållanden, etiskt förhållningssätt samt hållbar utveckling inom besöksnäringen." ]
  }, {
    "type" : "PARAGRAPH",
    "heading" : "",
    "lines" : [ "Undervisningen ska leda till att eleverna utvecklar förmåga att kommunicera och möta gäster och besökare på ett yrkesmässigt sätt med hög grad av service.", "Vidare ska den ge eleverna möjlighet att utveckla förståelse av olika kulturer, religioner och levnadssätt.", "Undervisningen ska också bidra till att eleverna stärker sin förmåga att söka, sortera, granska och värdera information från olika källor och medier samt att dra slutsatser utifrån informationen." ]
  }, {
    "type" : "PARAGRAPH",
    "heading" : "",
    "lines" : [ "Undervisningen ska leda till att eleverna utvecklar kunskaper om lagar och andra bestämmelser inom området.", "Den ska även behandla frågor om arbetsmiljö och förebyggande säkerhet.", "Besöksnäringen består till viss del av små företag.", "Därför ska undervisningen bidra till att stimulera elevernas intresse för entreprenörskap." ]
  }, {
    "type" : "PARAGRAPH",
    "heading" : "",
    "lines" : [ "Genom praktiska övningar i verklighetstrogen miljö och fältstudier i undervisningen ska eleverna ges möjlighet att utveckla sina kunskaper inom områden där värdskap, service och kommunikation är centralt." ]
  }, {
    "type" : "BULLET",
    "heading" : "Undervisningen i ämnet aktiviteter och värdskap ska ge eleverna förutsättningar att utveckla följande:",
    "lines" : [ "Kunskaper om olika verksamheter, roller och arbetsuppgifter inom besöksnäringen samt om turismens utveckling.", "Kunskaper om resmål och resvägar.", "Kunskaper om olika målgrupper, kulturer och möten mellan olika kulturer.", "Kunskaper om hållbar utveckling inom besöksnäringen.", "Förmåga att söka, sortera, granska, värdera och presentera information.", "Förmåga att planera, organisera och utföra arbetsuppgifter på ett serviceinriktat och ansvarsfullt sätt.", "Kunskaper om lagar och andra bestämmelser inom området.", "Förmåga att arbeta arbetsmiljömässigt och säkert.", "Förmåga att samverka och kommunicera med andra.", "Förmåga att utvärdera sitt arbete och resultat." ]
  } ],
  "courses" : [ {
    "name" : "Aktiviteter och upplevelser",
    "description" : "Kursen aktiviteter och upplevelser omfattar punkterna 1–10 under rubriken Ämnets syfte.",
    "code" : "AKTAKT0",
    "centralContent" : [ {
      "heading" : "Undervisningen i kursen ska behandla följande centrala innehåll:",
      "lines" : [ "Aktivitetsledarens roll och betydelse för gruppens samspel för att uppnå syfte och mål.", "Aktiviteten som mervärde för att förhöja deltagarens upplevelse av arrangemang eller vistelse.", "Planering, genomförande och utvärdering av aktiviteter för olika målgrupper.", "Olika aktiviteter beroende på efterfrågan samt hänsyn till platsens och situationens förutsättningar.", "Lokala och regionala förutsättningar för hållbar utveckling inom aktiviteter och upplevelser.", "Kalkylering och prissättning av aktiviteter.", "Presentation av planerad aktivitet.", "Lagar, andra bestämmelser samt överenskommelser att ta hänsyn till för utförandet av aktiviteten.", "Riskanalys och förebyggande säkerhet i samband med planering av aktiviteter.", "Kroppsspråkets betydelse för kommunikation och samverkan med andra." ]
    } ],
    "knowledgeRequirementParagraphs" : [ {
      "heading" : "",
      "knowledgeRequirements" : [ {
        "text" : "Eleven beskriver <strong>________</strong> aktivitetsledarens roll och arbetsuppgifter.",
        "knowledgeRequirementChoice" : {
          "E" : "Eleven beskriver <strong>översiktligt</strong> aktivitetsledarens roll och arbetsuppgifter.",
          "C" : "Eleven beskriver <strong>utförligt</strong> aktivitetsledarens roll och arbetsuppgifter.",
          "A" : "Eleven beskriver <strong>utförligt och nyanserat</strong> aktivitetsledarens roll och arbetsuppgifter. Eleven redogör också <strong>utförligt och nyanserat</strong> för hur man prissätter, marknadsför och presenterar olika aktiviteter."
        }
      }, {
        "text" : "Vidare beskriver eleven <strong>________</strong> olika målgrupper och deras målsättning med aktiviteten samt ger exempel på hur deltagarnas totalupplevelse av arrangemanget eller vistelsen kan förbättras.",
        "knowledgeRequirementChoice" : {
          "E" : "Vidare beskriver eleven <strong>översiktligt</strong> olika målgrupper och deras målsättning med aktiviteten samt ger exempel på hur deltagarnas totalupplevelse av arrangemanget eller vistelsen kan förbättras.",
          "C" : "Vidare beskriver eleven <strong>utförligt</strong> olika målgrupper och deras målsättning med aktiviteten samt ger exempel på hur deltagarnas totalupplevelse av arrangemanget eller vistelsen kan förbättras.",
          "A" : "Vidare beskriver eleven <strong>utförligt och nyanserat</strong> olika målgrupper och deras målsättning med aktiviteten samt ger exempel på hur deltagarnas totalupplevelse av arrangemanget eller vistelsen kan förbättras."
        }
      }, {
        "text" : "Eleven redogör dessutom <strong>________</strong> för lokala och regionala förutsättningar för en hållbar utveckling inom aktiviteter och upplevelser.",
        "knowledgeRequirementChoice" : {
          "E" : "Eleven redogör dessutom <strong>översiktligt</strong> för lokala och regionala förutsättningar för en hållbar utveckling inom aktiviteter och upplevelser.",
          "C" : "Eleven redogör dessutom <strong>utförligt</strong> för lokala och regionala förutsättningar för en hållbar utveckling inom aktiviteter och upplevelser.",
          "A" : "Eleven redogör dessutom <strong>utförligt och nyanserat</strong> för lokala och regionala förutsättningar för en hållbar utveckling inom aktiviteter och upplevelser."
        }
      } ]
    }, {
      "heading" : "",
      "knowledgeRequirements" : [ {
        "text" : "Eleven planerar och organiserar <strong>________</strong> med handledare aktiviteter för olika målgrupper.",
        "knowledgeRequirementChoice" : {
          "E" : "Eleven planerar och organiserar <strong>i samråd</strong> med handledare aktiviteter för olika målgrupper.",
          "C" : "Eleven planerar och organiserar <strong>efter samråd</strong> med handledare aktiviteter för olika målgrupper.",
          "A" : "Eleven planerar och organiserar <strong>efter samråd</strong> med handledare aktiviteter för olika målgrupper."
        }
      }, {
        "text" : "I planeringen tar eleven <strong>________</strong> hänsyn till deltagarna samt platsens och situationens förutsättningar.",
        "knowledgeRequirementChoice" : {
          "E" : "I planeringen tar eleven <strong>med viss säkerhet</strong> hänsyn till deltagarna samt platsens och situationens förutsättningar.",
          "C" : "I planeringen tar eleven <strong>med viss säkerhet</strong> hänsyn till deltagarna samt platsens och situationens förutsättningar.",
          "A" : "I planeringen tar eleven <strong>med säkerhet</strong> hänsyn till deltagarna samt platsens och situationens förutsättningar."
        }
      }, {
        "text" : "Dessutom gör eleven <strong>________</strong> en bedömning av säkerheten och väljer utrustning och tillvägagångssätt.",
        "knowledgeRequirementChoice" : {
          "E" : "Dessutom gör eleven <strong>med viss säkerhet</strong> en bedömning av säkerheten och väljer utrustning och tillvägagångssätt.",
          "C" : "Dessutom gör eleven <strong>med viss säkerhet</strong> en bedömning av säkerheten och väljer utrustning och tillvägagångssätt.",
          "A" : "Dessutom gör eleven <strong>med säkerhet</strong> en bedömning av säkerheten och väljer utrustning och tillvägagångssätt."
        }
      }, {
        "text" : "I planeringen gör eleven också <strong>________</strong> en kostnadsberäkning för prissättning av aktiviteten samt en <strong>________</strong> presentation av denna.",
        "knowledgeRequirementChoice" : {
          "E" : "I planeringen gör eleven också <strong>med viss säkerhet</strong> en kostnadsberäkning för prissättning av aktiviteten samt en <strong>enkel</strong> presentation av denna.",
          "C" : "I planeringen gör eleven också <strong>med viss säkerhet</strong> en kostnadsberäkning för prissättning av aktiviteten samt en presentation av denna.",
          "A" : "I planeringen gör eleven också <strong>med säkerhet</strong> en kostnadsberäkning för prissättning av aktiviteten samt en presentation av denna."
        }
      } ]
    }, {
      "heading" : "",
      "knowledgeRequirements" : [ {
        "text" : "Eleven utför <strong>________</strong> med handledare aktiviteterna på ett serviceinriktat och ansvarsfullt sätt och med ett resultat som uppfyller fastställda kvalitetskrav.",
        "knowledgeRequirementChoice" : {
          "E" : "Eleven utför <strong>i samråd</strong> med handledare aktiviteterna på ett serviceinriktat och ansvarsfullt sätt och med ett resultat som uppfyller fastställda kvalitetskrav.",
          "C" : "Eleven utför <strong>efter samråd</strong> med handledare aktiviteterna på ett serviceinriktat och ansvarsfullt sätt och med ett resultat som uppfyller fastställda kvalitetskrav.",
          "A" : "Eleven utför <strong>efter samråd</strong> med handledare aktiviteterna på ett serviceinriktat och ansvarsfullt sätt och med ett resultat som uppfyller fastställda kvalitetskrav."
        }
      }, {
        "text" : "Eleven arbetar utifrån lagar och andra bestämmelser samt arbetsmiljömässigt och säkert.",
        "knowledgeRequirementChoice" : {
          "E" : "Eleven arbetar utifrån lagar och andra bestämmelser samt arbetsmiljömässigt och säkert.",
          "C" : "Eleven arbetar utifrån lagar och andra bestämmelser samt arbetsmiljömässigt och säkert.",
          "A" : "Eleven arbetar utifrån lagar och andra bestämmelser samt arbetsmiljömässigt och säkert."
        }
      }, {
        "text" : "Under arbetets gång upptäcker eleven eventuella problem som uppkommer och löser dem <strong>________</strong> med handledare.",
        "knowledgeRequirementChoice" : {
          "E" : "Under arbetets gång upptäcker eleven eventuella problem som uppkommer och löser dem <strong>i samråd</strong> med handledare.",
          "C" : "Under arbetets gång upptäcker eleven eventuella problem som uppkommer och löser dem <strong>efter samråd</strong> med handledare.",
          "A" : "Under arbetets gång upptäcker eleven eventuella problem som uppkommer och löser dem <strong>efter samråd</strong> med handledare."
        }
      } ]
    }, {
      "heading" : "",
      "knowledgeRequirements" : [ {
        "text" : "Eleven samverkar med andra och kommunicerar <strong>________</strong> samt anpassar sitt språk efter situation och mottagare.",
        "knowledgeRequirementChoice" : {
          "E" : "Eleven samverkar med andra och kommunicerar <strong>med viss säkerhet</strong> samt anpassar sitt språk efter situation och mottagare.",
          "C" : "Eleven samverkar med andra och kommunicerar <strong>med viss säkerhet</strong> samt anpassar sitt språk efter situation och mottagare.",
          "A" : "Eleven samverkar med andra och kommunicerar <strong>med säkerhet</strong> samt anpassar sitt språk efter situation och mottagare."
        }
      } ]
    }, {
      "heading" : "",
      "knowledgeRequirements" : [ {
        "text" : "När arbetet är utfört utvärderar eleven sitt arbete och resultat med <strong>________</strong> omdömen.",
        "knowledgeRequirementChoice" : {
          "E" : "När arbetet är utfört utvärderar eleven sitt arbete och resultat med <strong>enkla</strong> omdömen.",
          "C" : "När arbetet är utfört utvärderar eleven sitt arbete och resultat med <strong>nyanserade</strong> omdömen.",
          "A" : "När arbetet är utfört utvärderar eleven sitt arbete och resultat med <strong>nyanserade</strong> omdömen <strong>samt ger förslag på hur arbetet och kommunikationen kan förbättras</strong>."
        }
      } ]
    }, {
      "heading" : "",
      "knowledgeRequirements" : [ {
        "text" : "När eleven samråder med handledare bedömer hon eller han <strong>________</strong> den egna förmågan och situationens krav.",
        "knowledgeRequirementChoice" : {
          "E" : "När eleven samråder med handledare bedömer hon eller han <strong>med viss säkerhet</strong> den egna förmågan och situationens krav.",
          "C" : "När eleven samråder med handledare bedömer hon eller han <strong>med viss säkerhet</strong> den egna förmågan och situationens krav.",
          "A" : "När eleven samråder med handledare bedömer hon eller han <strong>med säkerhet</strong> den egna förmågan och situationens krav."
        }
      } ]
    } ],
    "point" : 100,
    "year" : null
  }, {
    "name" : "Besöksnäringen",
    "description" : "Kursen besöksnäringen omfattar punkterna 1–6 och 9–10 under rubriken Ämnets syfte, med särskild betoning på punkterna 1 och 5. I kursen behandlas grundläggande kunskaper i ämnet.",
    "code" : "AKTBEO0",
    "centralContent" : [ {
      "heading" : "Undervisningen i kursen ska behandla följande centrala innehåll:",
      "lines" : [ "Besöksnäringens centrala organisationer.", "Besöksnäringens olika verksamhetsområden, aktörer och yrkesroller.", "Betydelsen av samverkan mellan olika aktörer inom verksamhetsområdena.", "Turismens utveckling och trender genom tiderna.", "Kända resmål i Sverige och i världen.", "Olika målgrupper och deras skiftande krav på resor, aktiviteter och service.", "Lokala och regionala förutsättningar för hållbar utveckling inom besöksnäringen.", "Informationssökning samt kritisk granskning och bearbetning av materialet.", "Muntlig och skriftlig presentation med hjälp av modern teknik.", "Det verbala språkets och kroppsspråkets betydelse för kommunikation med andra." ]
    } ],
    "knowledgeRequirementParagraphs" : [ {
      "heading" : "",
      "knowledgeRequirements" : [ {
        "text" : "Eleven beskriver <strong>________</strong> besöksnäringens organisationer och verksamheter samt deras aktörer och hur de samverkar.",
        "knowledgeRequirementChoice" : {
          "E" : "Eleven beskriver <strong>översiktligt</strong> besöksnäringens organisationer och verksamheter samt deras aktörer och hur de samverkar.",
          "C" : "Eleven beskriver <strong>utförligt</strong> besöksnäringens organisationer och verksamheter samt deras aktörer och hur de samverkar.",
          "A" : "Eleven beskriver <strong>utförligt och nyanserat</strong> besöksnäringens organisationer och verksamheter samt deras aktörer och hur de samverkar."
        }
      }, {
        "text" : "Dessutom beskriver eleven <strong>________</strong> vanliga yrkesroller och arbetsuppgifter.",
        "knowledgeRequirementChoice" : {
          "E" : "Dessutom beskriver eleven <strong>översiktligt</strong> vanliga yrkesroller och arbetsuppgifter.",
          "C" : "Dessutom beskriver eleven <strong>utförligt</strong> vanliga yrkesroller och arbetsuppgifter.",
          "A" : "Dessutom beskriver eleven <strong>utförligt och nyanserat</strong> vanliga yrkesroller och arbetsuppgifter."
        }
      }, {
        "text" : "Eleven redogör också <strong>________</strong> för turismens utveckling samt redogör <strong>________</strong> för resmål och resvägar.",
        "knowledgeRequirementChoice" : {
          "E" : "Eleven redogör också <strong>översiktligt</strong> för turismens utveckling samt redogör <strong>översiktligt</strong> för resmål och resvägar.",
          "C" : "Eleven redogör också <strong>översiktligt</strong> för turismens utveckling samt redogör <strong>översiktligt</strong> för resmål och resvägar.",
          "A" : "Eleven redogör också <strong>utförligt</strong> för turismens utveckling samt redogör <strong>utförligt</strong> för resmål och resvägar."
        }
      }, {
        "text" : "Vidare beskriver eleven <strong>________</strong> olika målgrupper och deras behov samt föreslår passande aktiviteter och tjänster.",
        "knowledgeRequirementChoice" : {
          "E" : "Vidare beskriver eleven <strong>översiktligt</strong> olika målgrupper och deras behov samt föreslår passande aktiviteter och tjänster.",
          "C" : "Vidare beskriver eleven <strong>utförligt</strong> olika målgrupper och deras behov samt föreslår passande aktiviteter och tjänster.",
          "A" : "Vidare beskriver eleven <strong>utförligt och nyanserat</strong> olika målgrupper och deras behov samt föreslår passande aktiviteter och tjänster."
        }
      }, {
        "text" : "Eleven redogör dessutom <strong>________</strong> för lokala och regionala förutsättningar för en hållbar utveckling inom besöksnäringen.",
        "knowledgeRequirementChoice" : {
          "E" : "Eleven redogör dessutom <strong>översiktligt</strong> för lokala och regionala förutsättningar för en hållbar utveckling inom besöksnäringen.",
          "C" : "Eleven redogör dessutom <strong>utförligt</strong> för lokala och regionala förutsättningar för en hållbar utveckling inom besöksnäringen.",
          "A" : "Eleven redogör dessutom <strong>utförligt och nyanserat</strong> för lokala och regionala förutsättningar för en hållbar utveckling inom besöksnäringen."
        }
      } ]
    }, {
      "heading" : "",
      "knowledgeRequirements" : [ {
        "text" : "Eleven söker, sorterar och granskar <strong>________</strong> information om olika verksamhetsområden inom besöksnäringen samt beskriver <strong>________</strong> likheter och skillnader mellan olika verksamheter.",
        "knowledgeRequirementChoice" : {
          "E" : "Eleven söker, sorterar och granskar <strong>med viss säkerhet</strong> information om olika verksamhetsområden inom besöksnäringen samt beskriver <strong>översiktligt</strong> likheter och skillnader mellan olika verksamheter.",
          "C" : "Eleven söker, sorterar och granskar <strong>med viss säkerhet</strong> information om olika verksamhetsområden inom besöksnäringen samt beskriver <strong>utförligt</strong> likheter och skillnader mellan olika verksamheter.",
          "A" : "Eleven söker, sorterar och granskar <strong>med säkerhet</strong> information om olika verksamhetsområden inom besöksnäringen samt beskriver <strong>utförligt och nyanserat</strong> likheter och skillnader mellan olika verksamheter."
        }
      }, {
        "text" : "Dessutom värderar eleven resultatet med <strong>________</strong> omdömen.",
        "knowledgeRequirementChoice" : {
          "E" : "Dessutom värderar eleven resultatet med <strong>enkla</strong> omdömen.",
          "C" : "Dessutom värderar eleven resultatet med <strong>enkla</strong> omdömen.",
          "A" : "Dessutom värderar eleven resultatet med <strong>nyanserade</strong> omdömen."
        }
      }, {
        "text" : "Inför presentationen väljer eleven <strong>________</strong> material, teknisk utrustning och metod som passar för uppgiften.",
        "knowledgeRequirementChoice" : {
          "E" : "Inför presentationen väljer eleven <strong>med viss säkerhet</strong> material, teknisk utrustning och metod som passar för uppgiften.",
          "C" : "Inför presentationen väljer eleven <strong>med viss säkerhet</strong> material, teknisk utrustning och metod som passar för uppgiften.",
          "A" : "Inför presentationen väljer eleven <strong>med säkerhet</strong> material, teknisk utrustning och metod som passar för uppgiften."
        }
      }, {
        "text" : "Eleven gör <strong>________</strong> en <strong>________</strong> presentation och integrerar <strong>________</strong> tekniska hjälpmedel i presentationen.",
        "knowledgeRequirementChoice" : {
          "E" : "Eleven gör <strong>med viss säkerhet</strong> en <strong>enkel</strong> presentation och integrerar <strong>med viss säkerhet</strong> tekniska hjälpmedel i presentationen.",
          "C" : "Eleven gör <strong>med viss säkerhet</strong> en <strong>enkel</strong> presentation <strong>på ett strukturerat sätt</strong> och integrerar <strong>med viss säkerhet</strong> tekniska hjälpmedel i presentationen.",
          "A" : "Eleven gör <strong>med säkerhet</strong> en presentation <strong>på ett strukturerat sätt</strong> och integrerar <strong>med säkerhet</strong> tekniska hjälpmedel i presentationen."
        }
      } ]
    }, {
      "heading" : "",
      "knowledgeRequirements" : [ {
        "text" : "Eleven samverkar med andra och kommunicerar <strong>________</strong> samt anpassar sitt språk efter situation och mottagare.",
        "knowledgeRequirementChoice" : {
          "E" : "Eleven samverkar med andra och kommunicerar <strong>med viss säkerhet</strong> samt anpassar sitt språk efter situation och mottagare.",
          "C" : "Eleven samverkar med andra och kommunicerar <strong>med viss säkerhet</strong> samt anpassar sitt språk efter situation och mottagare.",
          "A" : "Eleven samverkar med andra och kommunicerar <strong>med säkerhet</strong> samt anpassar sitt språk efter situation och mottagare."
        }
      } ]
    }, {
      "heading" : "",
      "knowledgeRequirements" : [ {
        "text" : "När arbetet är utfört utvärderar eleven sitt arbete och resultat med <strong>________</strong> omdömen.",
        "knowledgeRequirementChoice" : {
          "E" : "När arbetet är utfört utvärderar eleven sitt arbete och resultat med <strong>enkla</strong> omdömen.",
          "C" : "När arbetet är utfört utvärderar eleven sitt arbete och resultat med <strong>nyanserade</strong> omdömen.",
          "A" : "När arbetet är utfört utvärderar eleven sitt arbete och resultat med <strong>nyanserade</strong> omdömen <strong>samt ger förslag på hur arbetet och kommunikationen kan förbättras</strong>."
        }
      } ]
    } ],
    "point" : 100,
    "year" : null
  }, {
    "name" : "Guide och reseledare",
    "description" : "Kursen guide och reseledare omfattar punkterna 1–10 under rubriken Ämnets syfte, med särskild betoning på punkterna 3, 5–6 och 9.",
    "code" : "AKTGUI0",
    "centralContent" : [ {
      "heading" : "Undervisningen i kursen ska behandla följande centrala innehåll:",
      "lines" : [ "Lokala och regionala aktörer inom grupp- och charterarrangemang.", "Betydelsen av samverkan mellan olika aktörer inom grupp- och charterarrangemang.", "Guide- och reseledaryrkets olika arbetsuppgifter och arbetsmiljöer.", "Guide- och presentationsteknik i olika miljöer och situationer samt anpassning till olika målgrupper.", "Olika kulturer och möten mellan olika kulturer.", "Sökning och tolkning av information från till exempel kartor, geografiska tabeller och handböcker samt bearbetning och presentation av dem.", "Användning av teknisk utrustning och fackspråk.", "Planering och genomförande av transfer, välkomstmöte och utflykt.", "Lagar och andra bestämmelser samt säkerhet vid researrangemang.", "Ingripande och agerande vid akuta nödsituationer samt första hjälpen och hjärt-lungräddning.", "Betydelsen av personligt ledarskap samt kommunikation och samspel med andra.", "Hantering av positiva och negativa kundreaktioner samt dokumentation och uppföljning." ]
    } ],
    "knowledgeRequirementParagraphs" : [ {
      "heading" : "",
      "knowledgeRequirements" : [ {
        "text" : "Eleven beskriver <strong>________</strong> olika aktörer inom grupp- och charterarrangemang samt hur de samverkar.",
        "knowledgeRequirementChoice" : {
          "E" : "Eleven beskriver <strong>översiktligt</strong> olika aktörer inom grupp- och charterarrangemang samt hur de samverkar.",
          "C" : "Eleven beskriver <strong>utförligt</strong> olika aktörer inom grupp- och charterarrangemang samt hur de samverkar.",
          "A" : "Eleven beskriver <strong>utförligt och nyanserat</strong> olika aktörer inom grupp- och charterarrangemang samt hur de samverkar."
        }
      }, {
        "text" : "Dessutom beskriver eleven <strong>________</strong> guide- och reseledaryrkets olika arbetsuppgifter och arbetsmiljöer.",
        "knowledgeRequirementChoice" : {
          "E" : "Dessutom beskriver eleven <strong>översiktligt</strong> guide- och reseledaryrkets olika arbetsuppgifter och arbetsmiljöer.",
          "C" : "Dessutom beskriver eleven <strong>utförligt</strong> guide- och reseledaryrkets olika arbetsuppgifter och arbetsmiljöer.",
          "A" : "Dessutom beskriver eleven <strong>utförligt och nyanserat</strong> guide- och reseledaryrkets olika arbetsuppgifter och arbetsmiljöer."
        }
      }, {
        "text" : "Eleven redogör <strong>________</strong> för resmål och resvägar.",
        "knowledgeRequirementChoice" : {
          "E" : "Eleven redogör <strong>översiktligt</strong> för resmål och resvägar.",
          "C" : "Eleven redogör <strong>utförligt</strong> för resmål och resvägar.",
          "A" : "Eleven redogör <strong>utförligt och nyanserat</strong> för resmål och resvägar."
        }
      }, {
        "text" : "Vidare beskriver eleven <strong>________</strong> olika målgrupper och gäster med särskilda behov samt redogör <strong>________</strong> för olika kulturer och möten mellan olika kulturer.",
        "knowledgeRequirementChoice" : {
          "E" : "Vidare beskriver eleven <strong>översiktligt</strong> olika målgrupper och gäster med särskilda behov samt redogör <strong>översiktligt</strong> för olika kulturer och möten mellan olika kulturer.",
          "C" : "Vidare beskriver eleven <strong>utförligt</strong> olika målgrupper och gäster med särskilda behov samt redogör <strong>utförligt</strong> för olika kulturer och möten mellan olika kulturer.",
          "A" : "Vidare beskriver eleven <strong>utförligt och nyanserat</strong> olika målgrupper och gäster med särskilda behov samt redogör <strong>utförligt och nyanserat</strong> för olika kulturer och möten mellan olika kulturer."
        }
      }, {
        "text" : "Eleven redogör dessutom <strong>________</strong> för lokala och regionala förutsättningar för en hållbar utveckling inom besöksnäringen.",
        "knowledgeRequirementChoice" : {
          "E" : "Eleven redogör dessutom <strong>översiktligt</strong> för lokala och regionala förutsättningar för en hållbar utveckling inom besöksnäringen.",
          "C" : "Eleven redogör dessutom <strong>utförligt</strong> för lokala och regionala förutsättningar för en hållbar utveckling inom besöksnäringen.",
          "A" : "Eleven redogör dessutom <strong>utförligt och nyanserat</strong> för lokala och regionala förutsättningar för en hållbar utveckling inom besöksnäringen."
        }
      } ]
    }, {
      "heading" : "",
      "knowledgeRequirements" : [ {
        "text" : "Eleven söker, sorterar och granskar <strong>________</strong> information samt värderar den med <strong>________</strong> omdömen.",
        "knowledgeRequirementChoice" : {
          "E" : "Eleven söker, sorterar och granskar <strong>med viss säkerhet</strong> information samt värderar den med <strong>enkla</strong> omdömen.",
          "C" : "Eleven söker, sorterar och granskar <strong>med viss säkerhet</strong> information samt värderar den med <strong>enkla</strong> omdömen.",
          "A" : "Eleven söker, sorterar och granskar <strong>med säkerhet</strong> information samt värderar den med <strong>nyanserade</strong> omdömen."
        }
      }, {
        "text" : "Dessutom gör eleven <strong>________</strong> en <strong>________</strong> presentation av informationen och integrerar <strong>________</strong> tekniska hjälpmedel i presentationen.",
        "knowledgeRequirementChoice" : {
          "E" : "Dessutom gör eleven <strong>med viss säkerhet</strong> en <strong>enkel</strong> presentation av informationen och integrerar <strong>med viss säkerhet</strong> tekniska hjälpmedel i presentationen.",
          "C" : "Dessutom gör eleven <strong>med viss säkerhet</strong> en presentation av informationen <strong>på ett strukturerat sätt</strong> och integrerar <strong>med viss säkerhet</strong> tekniska hjälpmedel i presentationen.",
          "A" : "Dessutom gör eleven <strong>med säkerhet</strong> en presentation av informationen <strong>på ett strukturerat sätt</strong> och integrerar <strong>med säkerhet</strong> tekniska hjälpmedel i presentationen."
        }
      } ]
    }, {
      "heading" : "",
      "knowledgeRequirements" : [ {
        "text" : "Eleven planerar och organiserar <strong>________</strong> med handledare transfer, välkomstmöte och någon utflykt för olika målgrupper.",
        "knowledgeRequirementChoice" : {
          "E" : "Eleven planerar och organiserar <strong>i samråd</strong> med handledare transfer, välkomstmöte och någon utflykt för olika målgrupper.",
          "C" : "Eleven planerar och organiserar <strong>efter samråd</strong> med handledare transfer, välkomstmöte och någon utflykt för olika målgrupper.",
          "A" : "Eleven planerar och organiserar <strong>efter samråd</strong> med handledare transfer, välkomstmöte och någon utflykt för olika målgrupper."
        }
      }, {
        "text" : "I planeringen tar eleven <strong>________</strong> hänsyn till gruppens samt platsens och situationens förutsättningar.",
        "knowledgeRequirementChoice" : {
          "E" : "I planeringen tar eleven <strong>med viss säkerhet</strong> hänsyn till gruppens samt platsens och situationens förutsättningar.",
          "C" : "I planeringen tar eleven <strong>med viss säkerhet</strong> hänsyn till gruppens samt platsens och situationens förutsättningar.",
          "A" : "I planeringen tar eleven <strong>med säkerhet</strong> hänsyn till gruppens samt platsens och situationens förutsättningar."
        }
      }, {
        "text" : "Dessutom gör eleven, <strong>________</strong> med handledare, en bedömning av säkerheten och väljer utrustning och tillvägagångssätt.",
        "knowledgeRequirementChoice" : {
          "E" : "Dessutom gör eleven, <strong>i samråd</strong> med handledare, en bedömning av säkerheten och väljer utrustning och tillvägagångssätt.",
          "C" : "Dessutom gör eleven, <strong>efter samråd</strong> med handledare, en bedömning av säkerheten och väljer utrustning och tillvägagångssätt.",
          "A" : "Dessutom gör eleven, <strong>efter samråd</strong> med handledare, en bedömning av säkerheten och väljer utrustning och tillvägagångssätt."
        }
      } ]
    }, {
      "heading" : "",
      "knowledgeRequirements" : [ {
        "text" : "Eleven utför <strong>________</strong> med handledare aktiviteterna på ett serviceinriktat och ansvarsfullt sätt och med ett resultat som uppfyller fastställda kvalitetskrav.",
        "knowledgeRequirementChoice" : {
          "E" : "Eleven utför <strong>i samråd</strong> med handledare aktiviteterna på ett serviceinriktat och ansvarsfullt sätt och med ett resultat som uppfyller fastställda kvalitetskrav.",
          "C" : "Eleven utför <strong>efter samråd</strong> med handledare aktiviteterna på ett serviceinriktat och ansvarsfullt sätt och med ett resultat som uppfyller fastställda kvalitetskrav.",
          "A" : "Eleven utför <strong>efter samråd</strong> med handledare aktiviteterna på ett serviceinriktat och ansvarsfullt sätt och med ett resultat som uppfyller fastställda kvalitetskrav."
        }
      }, {
        "text" : "Eleven arbetar utifrån lagar och andra bestämmelser samt arbetsmiljömässigt och säkert.",
        "knowledgeRequirementChoice" : {
          "E" : "Eleven arbetar utifrån lagar och andra bestämmelser samt arbetsmiljömässigt och säkert.",
          "C" : "Eleven arbetar utifrån lagar och andra bestämmelser samt arbetsmiljömässigt och säkert.",
          "A" : "Eleven arbetar utifrån lagar och andra bestämmelser samt arbetsmiljömässigt och säkert."
        }
      }, {
        "text" : "Dessutom diskuterar eleven <strong>________</strong> olika sätt att ingripa vid akuta nödsituationer samt utför <strong>________</strong> med handledare första hjälpen och hjärt-lungräddning.",
        "knowledgeRequirementChoice" : {
          "E" : "Dessutom diskuterar eleven <strong>översiktligt</strong> olika sätt att ingripa vid akuta nödsituationer samt utför <strong>i samråd</strong> med handledare första hjälpen och hjärt-lungräddning.",
          "C" : "Dessutom diskuterar eleven <strong>utförligt</strong> olika sätt att ingripa vid akuta nödsituationer samt utför <strong>efter samråd</strong> med handledare första hjälpen och hjärt-lungräddning.",
          "A" : "Dessutom diskuterar eleven <strong>utförligt och nyanserat</strong> olika sätt att ingripa vid akuta nödsituationer samt utför <strong>efter samråd</strong> med handledare första hjälpen och hjärt-lungräddning."
        }
      }, {
        "text" : "Under arbetets gång upptäcker eleven eventuella problem som uppkommer och löser dem <strong>________</strong> med handledare.",
        "knowledgeRequirementChoice" : {
          "E" : "Under arbetets gång upptäcker eleven eventuella problem som uppkommer och löser dem <strong>i samråd</strong> med handledare.",
          "C" : "Under arbetets gång upptäcker eleven eventuella problem som uppkommer och löser dem <strong>efter samråd</strong> med handledare.",
          "A" : "Under arbetets gång upptäcker eleven eventuella problem som uppkommer och löser dem <strong>efter samråd</strong> med handledare."
        }
      } ]
    }, {
      "heading" : "",
      "knowledgeRequirements" : [ {
        "text" : "Eleven samverkar med andra och kommunicerar <strong>________</strong> samt anpassar sitt språk efter situation och mottagare.",
        "knowledgeRequirementChoice" : {
          "E" : "Eleven samverkar med andra och kommunicerar <strong>med viss säkerhet</strong> samt anpassar sitt språk efter situation och mottagare.",
          "C" : "Eleven samverkar med andra och kommunicerar <strong>med viss säkerhet</strong> samt anpassar sitt språk efter situation och mottagare.",
          "A" : "Eleven samverkar med andra och kommunicerar <strong>med säkerhet</strong> samt anpassar sitt språk efter situation och mottagare."
        }
      }, {
        "text" : "När arbetet är utfört utvärderar eleven sitt arbete och resultat med <strong>________</strong> omdömen.",
        "knowledgeRequirementChoice" : {
          "E" : "När arbetet är utfört utvärderar eleven sitt arbete och resultat med <strong>enkla</strong> omdömen.",
          "C" : "När arbetet är utfört utvärderar eleven sitt arbete och resultat med <strong>nyanserade</strong> omdömen.",
          "A" : "När arbetet är utfört utvärderar eleven sitt arbete och resultat med <strong>nyanserade</strong> omdömen <strong>samt ger förslag på hur arbetet och kommunikationen kan förbättras</strong>."
        }
      } ]
    }, {
      "heading" : "",
      "knowledgeRequirements" : [ {
        "text" : "När eleven samråder med handledare bedömer hon eller han <strong>________</strong> den egna förmågan och situationens krav.",
        "knowledgeRequirementChoice" : {
          "E" : "När eleven samråder med handledare bedömer hon eller han <strong>med viss säkerhet</strong> den egna förmågan och situationens krav.",
          "C" : "När eleven samråder med handledare bedömer hon eller han <strong>med viss säkerhet</strong> den egna förmågan och situationens krav.",
          "A" : "När eleven samråder med handledare bedömer hon eller han <strong>med säkerhet</strong> den egna förmågan och situationens krav."
        }
      } ]
    } ],
    "point" : 100,
    "year" : null
  }, {
    "name" : "Turistbyråservice",
    "description" : "Kursen turistbyråservice omfattar punkterna 1–10 under rubriken Ämnets syfte.",
    "code" : "AKTTUR0",
    "centralContent" : [ {
      "heading" : "Undervisningen i kursen ska behandla följande centrala innehåll:",
      "lines" : [ "Turistbyråns verksamhetsområde, yrkesroller och arbetsuppgifter.", "Samarbetsparter och centrala organisationer.", "Varumärket Sverige samt dess betydelse och innebörd.", "Resandeströmmar till Sverige från andra länder samt inhemskt resande.", "Faktorer som påverkar resandets utveckling i regionen.", "Lokala förutsättningar och kulturella företeelser inom regionen.", "Närområdets geografi och utbud med hänsyn till bekvämlighet, service, säkerhet och tillgänglighet.", "Samverkan och utformning av avtal med lokala aktörer.", "Auktorisation och kvalitetssäkring av turistbyråverksamhet samt arbete för en hållbar utveckling av regionen.", "Allemansrätten och andra bestämmelser inom området.", "Informationssökning samt kritisk granskning och bearbetning av materialet.", "Planering, marknadsföring och försäljning av arrangemang inom regionen för olika målgrupper.", "Framställning av lokalt informationsmaterial och broschyrer samt uppdatering av webbplats.", "Information och bokning av logi med tonvikt på stuguthyrning, camping och bed and breakfast.", "Service och bemötande samt språkets betydelse i all kommunikation.", "Hantering av positiva och negativa kundreaktioner samt dokumentation och uppföljning." ]
    } ],
    "knowledgeRequirementParagraphs" : [ {
      "heading" : "",
      "knowledgeRequirements" : [ {
        "text" : "Eleven beskriver <strong>________</strong> turistbyråns verksamhet och vanligt förekommande yrkesroller och arbetsuppgifter.",
        "knowledgeRequirementChoice" : {
          "E" : "Eleven beskriver <strong>översiktligt</strong> turistbyråns verksamhet och vanligt förekommande yrkesroller och arbetsuppgifter.",
          "C" : "Eleven beskriver <strong>utförligt</strong> turistbyråns verksamhet och vanligt förekommande yrkesroller och arbetsuppgifter.",
          "A" : "Eleven beskriver <strong>utförligt och nyanserat</strong> turistbyråns verksamhet och vanligt förekommande yrkesroller och arbetsuppgifter."
        }
      }, {
        "text" : "Dessutom beskriver eleven centrala organisationer och samarbetsparter.",
        "knowledgeRequirementChoice" : {
          "E" : "Dessutom beskriver eleven centrala organisationer och samarbetsparter.",
          "C" : "Dessutom beskriver eleven centrala organisationer och samarbetsparter.",
          "A" : "Dessutom beskriver eleven centrala organisationer och samarbetsparter."
        }
      } ]
    }, {
      "heading" : "",
      "knowledgeRequirements" : [ {
        "text" : "Eleven beskriver Sverige som resmål och ger <strong>________</strong> exempel på sevärdheter för olika målgrupper.",
        "knowledgeRequirementChoice" : {
          "E" : "Eleven beskriver Sverige som resmål och ger <strong>något</strong> exempel på sevärdheter för olika målgrupper.",
          "C" : "Eleven beskriver Sverige som resmål och ger <strong>några</strong> exempel på sevärdheter för olika målgrupper.",
          "A" : "Eleven beskriver Sverige som resmål och ger <strong>flera</strong> exempel på sevärdheter för olika målgrupper <strong>samt ger förslag på nya tänkbara attraktioner</strong>."
        }
      }, {
        "text" : "Dessutom redogör eleven <strong>________</strong> för närområdets geografi samt regionens kulturella företeelser och utbud av aktiviteter.",
        "knowledgeRequirementChoice" : {
          "E" : "Dessutom redogör eleven <strong>översiktligt</strong> för närområdets geografi samt regionens kulturella företeelser och utbud av aktiviteter.",
          "C" : "Dessutom redogör eleven <strong>utförligt</strong> för närområdets geografi samt regionens kulturella företeelser och utbud av aktiviteter.",
          "A" : "Dessutom redogör eleven <strong>utförligt och nyanserat</strong> för närområdets geografi samt regionens kulturella företeelser och utbud av aktiviteter."
        }
      }, {
        "text" : "Eleven beskriver <strong>________</strong> resandeströmmar till regionen och hur de påverkar utvecklingen.",
        "knowledgeRequirementChoice" : {
          "E" : "Eleven beskriver <strong>översiktligt</strong> resandeströmmar till regionen och hur de påverkar utvecklingen.",
          "C" : "Eleven beskriver <strong>utförligt</strong> resandeströmmar till regionen och hur de påverkar utvecklingen.",
          "A" : "Eleven beskriver <strong>utförligt och nyanserat</strong> resandeströmmar till regionen och hur de påverkar utvecklingen."
        }
      } ]
    }, {
      "heading" : "",
      "knowledgeRequirements" : [ {
        "text" : "Eleven planerar och genomför <strong>________</strong> med handledare <strong>________</strong> arbetsuppgifter av olika slag, med ett resultat som uppfyller fastställda kvalitetskrav.",
        "knowledgeRequirementChoice" : {
          "E" : "Eleven planerar och genomför <strong>i samråd</strong> med handledare <strong>enkla</strong> arbetsuppgifter av olika slag, med ett resultat som uppfyller fastställda kvalitetskrav.",
          "C" : "Eleven planerar och genomför <strong>efter samråd</strong> med handledare <strong>enkla</strong> arbetsuppgifter av olika slag, med ett resultat som uppfyller fastställda kvalitetskrav.",
          "A" : "Eleven planerar och genomför <strong>efter samråd</strong> med handledare arbetsuppgifter av olika slag, med ett resultat som uppfyller fastställda kvalitetskrav."
        }
      }, {
        "text" : "I planeringen väljer eleven <strong>________</strong> med handledare material, teknisk utrustning och metod som passar för uppgiften.",
        "knowledgeRequirementChoice" : {
          "E" : "I planeringen väljer eleven <strong>i samråd</strong> med handledare material, teknisk utrustning och metod som passar för uppgiften.",
          "C" : "I planeringen väljer eleven <strong>efter samråd</strong> med handledare material, teknisk utrustning och metod som passar för uppgiften.",
          "A" : "I planeringen väljer eleven <strong>efter samråd</strong> med handledare material, teknisk utrustning och metod som passar för uppgiften."
        }
      }, {
        "text" : "Eleven framställer <strong>________</strong> med handledare lokalt informationsmaterial och broschyrer samt tar i arbetet hänsyn till miljö och ekonomi.",
        "knowledgeRequirementChoice" : {
          "E" : "Eleven framställer <strong>i samråd</strong> med handledare lokalt informationsmaterial och broschyrer samt tar i arbetet hänsyn till miljö och ekonomi.",
          "C" : "Eleven framställer <strong>efter samråd</strong> med handledare lokalt informationsmaterial och broschyrer samt tar i arbetet hänsyn till miljö och ekonomi.",
          "A" : "Eleven framställer <strong>efter samråd</strong> med handledare lokalt informationsmaterial och broschyrer samt tar i arbetet hänsyn till miljö och ekonomi."
        }
      }, {
        "text" : "Under arbetets gång upptäcker eleven eventuella problem som uppkommer och löser dem <strong>________</strong> med handledare.",
        "knowledgeRequirementChoice" : {
          "E" : "Under arbetets gång upptäcker eleven eventuella problem som uppkommer och löser dem <strong>i samråd</strong> med handledare.",
          "C" : "Under arbetets gång upptäcker eleven eventuella problem som uppkommer och löser dem <strong>efter samråd</strong> med handledare.",
          "A" : "Under arbetets gång upptäcker eleven eventuella problem som uppkommer och löser dem <strong>efter samråd</strong> med handledare."
        }
      } ]
    }, {
      "heading" : "",
      "knowledgeRequirements" : [ {
        "text" : "Eleven samverkar och kommunicerar <strong>________</strong> med andra samt anpassar <strong>________</strong> sitt språk efter situation och mottagare.",
        "knowledgeRequirementChoice" : {
          "E" : "Eleven samverkar och kommunicerar <strong>med viss säkerhet</strong> med andra samt anpassar <strong>med viss säkerhet</strong> sitt språk efter situation och mottagare.",
          "C" : "Eleven samverkar och kommunicerar <strong>med viss säkerhet</strong> med andra samt anpassar <strong>med viss säkerhet</strong> sitt språk efter situation och mottagare.",
          "A" : "Eleven samverkar och kommunicerar <strong>med säkerhet</strong> med andra samt anpassar <strong>med säkerhet</strong> sitt språk efter situation och mottagare."
        }
      }, {
        "text" : "När arbetet är utfört utvärderar eleven sitt arbete och resultat med <strong>________</strong> omdömen.",
        "knowledgeRequirementChoice" : {
          "E" : "När arbetet är utfört utvärderar eleven sitt arbete och resultat med <strong>enkla</strong> omdömen.",
          "C" : "När arbetet är utfört utvärderar eleven sitt arbete och resultat med <strong>nyanserade</strong> omdömen.",
          "A" : "När arbetet är utfört utvärderar eleven sitt arbete och resultat med <strong>nyanserade</strong> omdömen <strong>samt ger förslag på hur arbetet kan förbättras</strong>."
        }
      } ]
    }, {
      "heading" : "",
      "knowledgeRequirements" : [ {
        "text" : "När eleven samråder med handledare bedömer hon eller han <strong>________</strong> den egna förmågan och situationens krav.",
        "knowledgeRequirementChoice" : {
          "E" : "När eleven samråder med handledare bedömer hon eller han <strong>med viss säkerhet</strong> den egna förmågan och situationens krav.",
          "C" : "När eleven samråder med handledare bedömer hon eller han <strong>med viss säkerhet</strong> den egna förmågan och situationens krav.",
          "A" : "När eleven samråder med handledare bedömer hon eller han <strong>med säkerhet</strong> den egna förmågan och situationens krav."
        }
      } ]
    } ],
    "point" : 100,
    "year" : null
  }, {
    "name" : "Värdskap på resmålet",
    "description" : "Kursen värdskap på resmålet omfattar punkterna 1–10 under rubriken Ämnets syfte, med särskild betoning på punkterna 1–3, 6 och 9.",
    "code" : "AKTVAR0",
    "centralContent" : [ {
      "heading" : "Undervisningen i kursen ska behandla följande centrala innehåll:",
      "lines" : [ "Organisationsplan, yrkesroller och arbetsuppgifter på arbetsplatsen.", "Destinationens förutsättningar och resmålets utbud.", "Verksamhet, affärsidé och målgrupp.", "Information och marknadsföring av företagets tjänster eller aktiviteter.", "Val av transportmedel och alternativa vägar att nå resmålet.", "Destinationens förändring beroende på olika säsonger.", "Händelser och aktiviteter som påverkar destinationen.", "Seder och bruk ur ett kulturellt perspektiv.", "Företagskultur, policyer och oskrivna regler.", "Miljöarbete på resmålet.", "Arbetsmiljö och säkerhet samt lagar och andra bestämmelser.", "Betydelsen av service och effektivitet i arbetet.", "Det verbala språkets och kroppsspråkets betydelse i all kommunikation.", "Kommunikation och samverkan såväl inom som mellan olika avdelningar." ]
    } ],
    "knowledgeRequirementParagraphs" : [ {
      "heading" : "",
      "knowledgeRequirements" : [ {
        "text" : "Eleven beskriver <strong>________</strong> organisationsplan, yrkesroller och vanligt förekommande arbetsuppgifter på arbetsplatsen.",
        "knowledgeRequirementChoice" : {
          "E" : "Eleven beskriver <strong>översiktligt</strong> organisationsplan, yrkesroller och vanligt förekommande arbetsuppgifter på arbetsplatsen.",
          "C" : "Eleven beskriver <strong>utförligt</strong> organisationsplan, yrkesroller och vanligt förekommande arbetsuppgifter på arbetsplatsen.",
          "A" : "Eleven beskriver <strong>utförligt och nyanserat</strong> organisationsplan, yrkesroller och vanligt förekommande arbetsuppgifter på arbetsplatsen."
        }
      }, {
        "text" : "Eleven redogör <strong>________</strong> för resmålets förutsättningar och utbud.",
        "knowledgeRequirementChoice" : {
          "E" : "Eleven redogör <strong>översiktligt</strong> för resmålets förutsättningar och utbud.",
          "C" : "Eleven redogör <strong>utförligt</strong> för resmålets förutsättningar och utbud.",
          "A" : "Eleven redogör <strong>utförligt och nyanserat</strong> för resmålets förutsättningar och utbud."
        }
      }, {
        "text" : "Vidare beskriver eleven <strong>________</strong> verksamheten, dess affärsidé samt vilka målgrupper den främst vänder sig till.",
        "knowledgeRequirementChoice" : {
          "E" : "Vidare beskriver eleven <strong>översiktligt</strong> verksamheten, dess affärsidé samt vilka målgrupper den främst vänder sig till.",
          "C" : "Vidare beskriver eleven <strong>utförligt</strong> verksamheten, dess affärsidé samt vilka målgrupper den främst vänder sig till.",
          "A" : "Vidare beskriver eleven <strong>utförligt och nyanserat</strong> verksamheten, dess affärsidé samt vilka målgrupper den främst vänder sig till."
        }
      }, {
        "text" : "Eleven beskriver <strong>________</strong> olika resvägar och färdsätt som finns tillgängliga samt ger <strong>________</strong> exempel på betydelsefulla händelser som kan påverka destinationen.",
        "knowledgeRequirementChoice" : {
          "E" : "Eleven beskriver <strong>översiktligt</strong> olika resvägar och färdsätt som finns tillgängliga samt ger <strong>något</strong> exempel på betydelsefulla händelser som kan påverka destinationen.",
          "C" : "Eleven beskriver <strong>utförligt</strong> olika resvägar och färdsätt som finns tillgängliga samt ger <strong>några</strong> exempel på betydelsefulla händelser som kan påverka destinationen.",
          "A" : "Eleven beskriver <strong>utförligt och nyanserat</strong> olika resvägar och färdsätt som finns tillgängliga samt ger <strong>flera</strong> exempel på betydelsefulla händelser som kan påverka destinationen."
        }
      } ]
    }, {
      "heading" : "",
      "knowledgeRequirements" : [ {
        "text" : "Eleven planerar, organiserar och utför <strong>________</strong> med handledare <strong>________</strong> arbetsuppgifter av olika slag, med ett resultat som uppfyller fastställda kvalitetskrav.",
        "knowledgeRequirementChoice" : {
          "E" : "Eleven planerar, organiserar och utför <strong>i samråd</strong> med handledare <strong>enkla</strong> arbetsuppgifter av olika slag, med ett resultat som uppfyller fastställda kvalitetskrav.",
          "C" : "Eleven planerar, organiserar och utför <strong>efter samråd</strong> med handledare <strong>enkla</strong> arbetsuppgifter av olika slag, med ett resultat som uppfyller fastställda kvalitetskrav.",
          "A" : "Eleven planerar, organiserar och utför <strong>efter samråd</strong> med handledare arbetsuppgifter av olika slag med ett resultat som uppfyller fastställda kvalitetskrav."
        }
      }, {
        "text" : "I arbetet väljer eleven <strong>________</strong> med handledare material, teknisk utrustning och metod som passar för uppgiften.",
        "knowledgeRequirementChoice" : {
          "E" : "I arbetet väljer eleven <strong>i samråd</strong> med handledare material, teknisk utrustning och metod som passar för uppgiften.",
          "C" : "I arbetet väljer eleven <strong>i samråd med handledare</strong> material, teknisk utrustning och metod som passar för uppgiften.",
          "A" : "I arbetet väljer eleven <strong>efter samråd</strong> med handledare material, teknisk utrustning och metod som passar för uppgiften."
        }
      } ]
    }, {
      "heading" : "",
      "knowledgeRequirements" : [ {
        "text" : "Eleven anpassar <strong>________</strong> sitt arbete efter målgrupp och kulturella skillnader.",
        "knowledgeRequirementChoice" : {
          "E" : "Eleven anpassar <strong>med viss säkerhet</strong> sitt arbete efter målgrupp och kulturella skillnader.",
          "C" : "Eleven anpassar <strong>med viss säkerhet</strong> sitt arbete efter målgrupp och kulturella skillnader.",
          "A" : "Eleven anpassar <strong>med säkerhet</strong> sitt arbete efter målgrupp och kulturella skillnader."
        }
      }, {
        "text" : "Eleven tar <strong>________</strong> med handledare hänsyn till hälsa, miljö, ekonomi samt lagar, policyer och andra bestämmelser som är relevanta för arbetsuppgiften.",
        "knowledgeRequirementChoice" : {
          "E" : "Eleven tar <strong>i samråd</strong> med handledare hänsyn till hälsa, miljö, ekonomi samt lagar, policyer och andra bestämmelser som är relevanta för arbetsuppgiften.",
          "C" : "Eleven tar <strong>efter samråd</strong> med handledare hänsyn till hälsa, miljö, ekonomi samt lagar, policyer och andra bestämmelser som är relevanta för arbetsuppgiften.",
          "A" : "Eleven tar <strong>efter samråd</strong> med handledare hänsyn till hälsa, miljö, ekonomi samt lagar, policyer och andra bestämmelser som är relevanta för arbetsuppgiften."
        }
      }, {
        "text" : "Vidare använder eleven <strong>________</strong> metoder för att informera om verksamhetens utbud av tjänster.",
        "knowledgeRequirementChoice" : {
          "E" : "Vidare använder eleven <strong>med viss säkerhet enkla</strong> metoder för att informera om verksamhetens utbud av tjänster.",
          "C" : "Vidare använder eleven <strong>med viss säkerhet</strong> metoder för att informera om verksamhetens utbud av tjänster.",
          "A" : "Vidare använder eleven <strong>med säkerhet</strong> metoder för att informera om verksamhetens utbud av tjänster."
        }
      }, {
        "text" : "Eleven förklarar <strong>________</strong> hur man arbetar med hänsyn till hållbar turism.",
        "knowledgeRequirementChoice" : {
          "E" : "Eleven förklarar <strong>översiktligt</strong> hur man arbetar med hänsyn till hållbar turism.",
          "C" : "Eleven förklarar <strong>utförligt</strong> hur man arbetar med hänsyn till hållbar turism.",
          "A" : "Eleven förklarar <strong>utförligt och nyanserat</strong> hur man arbetar med hänsyn till hållbar turism."
        }
      }, {
        "text" : "Under arbetets gång upptäcker eleven eventuella problem som uppkommer och löser dem <strong>________</strong> med handledare.",
        "knowledgeRequirementChoice" : {
          "E" : "Under arbetets gång upptäcker eleven eventuella problem som uppkommer och löser dem <strong>i samråd</strong> med handledare.",
          "C" : "Under arbetets gång upptäcker eleven eventuella problem som uppkommer och löser dem <strong>efter samråd</strong> med handledare.",
          "A" : "Under arbetets gång upptäcker eleven eventuella problem som uppkommer och löser dem <strong>efter samråd</strong> med handledare."
        }
      } ]
    }, {
      "heading" : "",
      "knowledgeRequirements" : [ {
        "text" : "Eleven samverkar och kommunicerar <strong>________</strong> med andra samt anpassar <strong>________</strong> sitt språk efter situation och mottagare.",
        "knowledgeRequirementChoice" : {
          "E" : "Eleven samverkar och kommunicerar <strong>med viss säkerhet</strong> med andra samt anpassar <strong>med viss säkerhet</strong> sitt språk efter situation och mottagare.",
          "C" : "Eleven samverkar och kommunicerar <strong>med viss säkerhet</strong> med andra samt anpassar <strong>med viss säkerhet</strong> sitt språk efter situation och mottagare.",
          "A" : "Eleven samverkar och kommunicerar <strong>med säkerhet</strong> med andra samt anpassar <strong>med säkerhet</strong> sitt språk efter situation och mottagare."
        }
      }, {
        "text" : "När arbetet är utfört utvärderar eleven sitt arbete och resultat med <strong>________</strong> omdömen.",
        "knowledgeRequirementChoice" : {
          "E" : "När arbetet är utfört utvärderar eleven sitt arbete och resultat med <strong>enkla</strong> omdömen.",
          "C" : "När arbetet är utfört utvärderar eleven sitt arbete och resultat med <strong>nyanserade</strong> omdömen.",
          "A" : "När arbetet är utfört utvärderar eleven sitt arbete och resultat med <strong>nyanserade</strong> omdömen <strong>samt ger förslag på hur arbetet kan förbättras</strong>."
        }
      } ]
    }, {
      "heading" : "",
      "knowledgeRequirements" : [ {
        "text" : "När eleven samråder med handledare bedömer hon eller han <strong>________</strong> den egna förmågan och situationens krav.",
        "knowledgeRequirementChoice" : {
          "E" : "När eleven samråder med handledare bedömer hon eller han <strong>med viss säkerhet</strong> den egna förmågan och situationens krav.",
          "C" : "När eleven samråder med handledare bedömer hon eller han <strong>med viss säkerhet</strong> den egna förmågan och situationens krav.",
          "A" : "När eleven samråder med handledare bedömer hon eller han <strong>med säkerhet</strong> den egna förmågan och situationens krav."
        }
      } ]
    } ],
    "point" : 100,
    "year" : null
  } ]
}