{
  "name" : "Bild",
  "description" : "Framväxten av en global visuell kultur som påverkar livsstil, yrkesval och identitet har fört in en vidgad syn på vad som är en bild. Ämnet bild ger grundläggande kunskaper inom samtliga områden som återfinns i den visuella kulturen. I ämnet avses med bilder visuella två- eller tredimensionella framställningar som finns inom till exempel konst, formgivning och populärkultur.",
  "code" : "BIL",
  "designation" : "",
  "skolfsId" : "2010:169",
  "purposes" : [ {
    "type" : "PARAGRAPH",
    "heading" : "",
    "lines" : [ "Undervisningen i ämnet bild ska syfta till att eleverna utvecklar kunskaper om och färdigheter i hur bilduttryck konstrueras, framställs och används för kommunikation.", "Undervisningen ska leda till att eleverna utvecklar kunskaper om hur betydelse skapas i bilder samt färdigheter i analys och tolkning av egna och andras bilder." ]
  }, {
    "type" : "PARAGRAPH",
    "heading" : "",
    "lines" : [ "Undervisningen ska ge eleverna möjlighet att utveckla förmåga att planera, producera och redovisa bilder med olika verktyg, i olika material och för olika syften.", "Den visuella gestaltningen ska omfatta en mångfald arbetsmetoder, såväl tvådimensionella som tredimensionella eller digitala, så att eleverna får möjlighet att fördjupa sina erfarenheter och utveckla förmåga att uttrycka sig för att nå en hantverksskicklighet i några valda tekniker.", "Undervisningen ska erbjuda metoder som leder till att eleverna utvecklar en öppen attityd och förmåga till nytänkande, idérikedom och personligt uttryck.", "Dessutom ska eleverna ges möjlighet att utveckla förmåga att ta ansvar för och driva sina egna arbetsprocesser." ]
  }, {
    "type" : "PARAGRAPH",
    "heading" : "",
    "lines" : [ "Eleverna ska ges möjlighet att utveckla en bred förståelse av bildens språkliga funktioner och hur bilden kommunicerar, genom att presentera sina arbeten i utställningar och samproduktioner med olika aktörer.", "I undervisningen ska eleverna också ges möjlighet att utforska och bearbeta influenser från den visuella kulturen." ]
  }, {
    "type" : "PARAGRAPH",
    "heading" : "",
    "lines" : [ "Undervisningen ska ge eleverna möjlighet att utveckla förståelse av förhållanden och villkor som gäller där bilder och visuella framställningar används professionellt." ]
  }, {
    "type" : "BULLET",
    "heading" : "Undervisningen i ämnet bild ska ge eleverna förutsättningar att utveckla följande:",
    "lines" : [ "Förmåga att se, analysera, tolka och samtala om olika typer av bilder. Förmåga att använda ämnesområdets språk och etablerade begrepp för att förklara och värdera eget och andras bildarbete samt andra visuella företeelser.", "Kunskaper om bildens funktion och användningsområden i samhället, i nutida, historiskt, nationellt och internationellt perspektiv.", "Förmåga att arbeta nytänkande, idérikt och med personligt uttryck samt att arbeta i kreativa processer. Förståelse av vad ett konstnärligt förhållningssätt innebär.", "Färdigheter i att framställa bilder med hjälp av olika material, tekniker och konstnärliga uttryckssätt, såväl med traditionella material som i nya konstformer och medier samt förmåga att själv utforma bildspråkliga budskap.", "Förmåga att exponera, presentera och diskutera olika former av bildarbete.", "Kunskaper om hur bilder och visuella framställningar uttrycker stämningar, betydelser och berättelser i olika genrer.", "Kunskaper om etiska förhållningssätt, lagar och andra bestämmelser om upphovsrätt och arbetsmiljö som gäller för området." ]
  } ],
  "courses" : [ {
    "name" : "Bild",
    "description" : "Kursen bild omfattar punkterna 1–7 under rubriken Ämnets syfte. I kursen behandlas fördjupade kunskaper i bild.",
    "code" : "BILBIL0",
    "centralContent" : [ {
      "heading" : "Undervisningen i kursen ska behandla följande centrala innehåll:",
      "lines" : [ "Betraktande, analys och tolkning av, och även samtal om, olika typer av visuella framställningar i anslutning till eget bildarbete.", "Begrepp för bildsamtal ur olika perspektiv, till exempel färg och form, genus och klass, etnicitet och ålder.", "Diskussioner och värderingsövningar omkring eget och andras arbete med bilder.", "Arbete med konstnärliga processer, både enskilt och i grupp. Metoder för idéproduktion, till exempel brainstorming, skissarbete, inspirerande förebilder. Problemlösning i bild. Metoder för att driva och ta ansvar för egna arbetsprocesser och dokumentation, till exempel portföljmetoden.", "Planering och produktion av bildarbeten med tydliga mål och öppna uppgifter med konstnärliga intentioner. Hur olika bildgenrer ställer skilda krav på slutresultatet. Skillnader mellan bilder, hur de är konstruerade och hur de framträder, hur sammanhanget påverkar bilden och hur bilder ges olika betydelser i olika sammanhang.", "Orientering i en mångfald av tvådimensionella tekniker i traditionella material och metoder såväl som i nya tekniker och medier. Uttrycksförmåga och hantverksskicklighet i några tekniker.", "Praktiskt bildarbete och konstnärliga kompositionstraditioner för två- och tredimensionella bilder, färgteorier och färgsystem, bildspråkliga teorier och modeller samt grundläggande kommunikationsteorier. Hur bilden och bildens uppbyggnad kommunicerar med betraktaren och hur betraktaren tolkar bilden utifrån dess beståndsdelar. Arbete med att utforma bildspråkliga budskap med tydliga intentioner.", "Metoder och principer för redovisningar, utställningar och presentationer av färdiga arbeten. Marknadsföring och grafisk formgivning. Metoder för reflektion över arbetsprocessen, den egna arbetsinsatsen och resultatet. Analys av egna, andra elevers och professionellas gestaltningsarbete.", "Arbetsmiljö och etiska förhållningssätt samt lagar och andra bestämmelser om upphovsrätt." ]
    } ],
    "knowledgeRequirementParagraphs" : [ {
      "heading" : "",
      "knowledgeRequirements" : [ {
        "text" : "Eleven gör <strong>________</strong> bildtolkningar, redogör <strong>________</strong> för bildens byggstenar och diskuterar <strong>________</strong> bildbetydelser i samband med det egna arbetet.",
        "knowledgeRequirementChoice" : {
          "E" : "Eleven gör <strong>enkla</strong> bildtolkningar, redogör <strong>översiktligt</strong> för bildens byggstenar och diskuterar <strong>översiktligt</strong> bildbetydelser i samband med det egna arbetet.",
          "C" : "Eleven gör <strong>välgrundade och komplexa</strong> bildtolkningar, redogör <strong>utförligt</strong> för bildens byggstenar och diskuterar <strong>utförligt</strong> bildbetydelser <strong>ur flera aspekter</strong> i samband med det egna arbetet. <strong>Eleven relaterar sina tolkningar till bildspråkliga teorier</strong>.",
          "A" : "Eleven gör <strong>välgrundade, nyanserade och komplexa</strong> bildtolkningar <strong>ur flera perspektiv</strong>, redogör <strong>utförligt och nyanserat</strong> för bildens byggstenar och diskuterar <strong>utförligt och nyanserat</strong> bildbetydelser <strong>ur flera aspekter</strong> i samband med det egna arbetet. <strong>Eleven relaterar välgrundat sina tolkningar till bildspråkliga teorier</strong>."
        }
      }, {
        "text" : "I detta använder eleven <strong>________</strong> relevanta begrepp.",
        "knowledgeRequirementChoice" : {
          "E" : "I detta använder eleven <strong>med viss säkerhet</strong> relevanta begrepp.",
          "C" : "I detta använder eleven <strong>med viss säkerhet</strong> relevanta begrepp.",
          "A" : "I detta använder eleven <strong>med säkerhet</strong> relevanta begrepp."
        }
      }, {
        "text" : "Dessutom gör eleven <strong>________</strong> bedömningar av egna och andras bilder samt <strong>________</strong> reflektioner över bildens funktion.",
        "knowledgeRequirementChoice" : {
          "E" : "Dessutom gör eleven <strong>enkla</strong> bedömningar av egna och andras bilder samt <strong>enkla</strong> reflektioner över bildens funktion.",
          "C" : "Dessutom gör eleven <strong>välgrundade</strong> bedömningar av egna och andras bilder samt <strong>välgrundade</strong> reflektioner över bildens funktion.",
          "A" : "Dessutom gör eleven <strong>välgrundade och nyanserade</strong> bedömningar av egna och andras bilder samt <strong>välgrundade och nyanserade</strong> reflektioner över bildens funktion."
        }
      } ]
    }, {
      "heading" : "",
      "knowledgeRequirements" : [ {
        "text" : "Eleven planerar och producerar <strong>________</strong> med handledare bildprojekt på uppdrag från andra.",
        "knowledgeRequirementChoice" : {
          "E" : "Eleven planerar och producerar <strong>i samråd</strong> med handledare bildprojekt på uppdrag från andra.",
          "C" : "Eleven planerar och producerar <strong>efter samråd</strong> med handledare <strong>egna</strong> bildprojekt <strong>liksom</strong> på uppdrag från andra.",
          "A" : "Eleven planerar och producerar <strong>efter samråd</strong> med handledare <strong>egna</strong> bildprojekt <strong>liksom</strong> på uppdrag från andra."
        }
      }, {
        "text" : "Dessutom formulerar eleven <strong>________</strong> uppdragets budskap.",
        "knowledgeRequirementChoice" : {
          "E" : "Dessutom formulerar eleven <strong>översiktligt</strong> uppdragets budskap.",
          "C" : "Dessutom formulerar eleven <strong>utförligt</strong> uppdragets budskap.",
          "A" : "Dessutom formulerar eleven <strong>utförligt</strong> uppdragets budskap."
        }
      }, {
        "text" : "I sitt bildskapande använder eleven <strong>________</strong> olika metoder.",
        "knowledgeRequirementChoice" : {
          "E" : "I sitt bildskapande använder eleven <strong>med viss säkerhet</strong> olika metoder.",
          "C" : "I sitt bildskapande använder eleven <strong>med viss säkerhet</strong> olika metoder.",
          "A" : "I sitt bildskapande använder eleven <strong>med säkerhet</strong> olika metoder."
        }
      }, {
        "text" : "Vidare bearbetar och löser eleven <strong>________</strong> bildkonstruktionsproblem, experimenterar <strong>________</strong> samt använder inspirationskällor i lämpliga situationer.",
        "knowledgeRequirementChoice" : {
          "E" : "Vidare bearbetar och löser eleven <strong>enkla</strong> bildkonstruktionsproblem, experimenterar <strong>med viss säkerhet</strong> samt använder inspirationskällor i lämpliga situationer.",
          "C" : "Vidare bearbetar och löser eleven bildkonstruktionsproblem, experimenterar <strong>med viss säkerhet och finner ibland oväntade lösningar på problem</strong> samt använder <strong>idérikt</strong> inspirationskällor i lämpliga situationer.",
          "A" : "Vidare bearbetar och löser eleven bildkonstruktionsproblem, experimenterar <strong>med säkerhet och finner ibland oväntade lösningar på problem</strong> samt använder <strong>självständigt och idérikt</strong> inspirationskällor i lämpliga situationer."
        }
      }, {
        "text" : "Eleven gör en <strong>________</strong> dokumentation av sin egen arbetsprocess.",
        "knowledgeRequirementChoice" : {
          "E" : "Eleven gör en <strong>enkel</strong> dokumentation av sin egen arbetsprocess.",
          "C" : "Eleven gör en <strong>noggrann</strong> dokumentation av <strong>och tar ansvar för</strong> sin egen arbetsprocess.",
          "A" : "Eleven gör en <strong>noggrann och utförlig</strong> dokumentation av <strong>och tar ansvar för</strong> sin egen arbetsprocess."
        }
      } ]
    }, {
      "heading" : "",
      "knowledgeRequirements" : [ {
        "text" : "Eleven hanterar med <strong>________</strong> handlag material och tekniker samt <strong>________</strong> formspråk för att åstadkomma önskade visuella effekter.",
        "knowledgeRequirementChoice" : {
          "E" : "Eleven hanterar med <strong>visst</strong> handlag material och tekniker samt <strong>med viss säkerhet</strong> formspråk för att åstadkomma önskade visuella effekter.",
          "C" : "Eleven hanterar med <strong>gott</strong> handlag material och tekniker samt <strong>med viss säkerhet</strong> formspråk för att åstadkomma önskade visuella effekter.",
          "A" : "Eleven hanterar <strong>flexibelt och</strong> med <strong>mycket gott</strong> handlag material och tekniker samt <strong>med säkerhet</strong> formspråk för att åstadkomma önskade visuella effekter."
        }
      } ]
    }, {
      "heading" : "",
      "knowledgeRequirements" : [ {
        "text" : "Eleven redogör <strong>________</strong> för sina intentioner med bilden samt diskuterar <strong>________</strong> i vilken utsträckning den lyckas kommunicera det tänkta budskapet.",
        "knowledgeRequirementChoice" : {
          "E" : "Eleven redogör <strong>översiktligt</strong> för sina intentioner med bilden samt diskuterar <strong>översiktligt</strong> i vilken utsträckning den lyckas kommunicera det tänkta budskapet.",
          "C" : "Eleven redogör <strong>utförligt</strong> för sina intentioner med bilden samt diskuterar <strong>utförligt</strong> i vilken utsträckning den lyckas kommunicera det tänkta budskapet.",
          "A" : "Eleven redogör <strong>utförligt och nyanserat</strong> för sina intentioner med bilden samt diskuterar <strong>utförligt och nyanserat</strong> i vilken utsträckning den lyckas kommunicera det tänkta budskapet."
        }
      }, {
        "text" : "I diskussionen redogör eleven <strong>________</strong> för sambanden mellan uttryck och material, färg och komposition.",
        "knowledgeRequirementChoice" : {
          "E" : "I diskussionen redogör eleven <strong>översiktligt</strong> för sambanden mellan uttryck och material, färg och komposition.",
          "C" : "I diskussionen redogör eleven <strong>utförligt</strong> för sambanden mellan uttryck och material, färg och komposition.",
          "A" : "I diskussionen redogör eleven <strong>utförligt och nyanserat</strong> för <strong>även mer komplexa</strong> samband mellan uttryck och material, färg och komposition."
        }
      }, {
        "text" : "Dessutom redogör eleven <strong>________</strong> för sin arbetsprocess.",
        "knowledgeRequirementChoice" : {
          "E" : "Dessutom redogör eleven <strong>översiktligt</strong> för sin arbetsprocess.",
          "C" : "Dessutom redogör eleven <strong>utförligt</strong> för sin arbetsprocess.",
          "A" : "Dessutom redogör eleven <strong>utförligt och nyanserat</strong> för sin arbetsprocess."
        }
      } ]
    }, {
      "heading" : "",
      "knowledgeRequirements" : [ {
        "text" : "Eleven visar och marknadsför sitt arbete för andra.",
        "knowledgeRequirementChoice" : {
          "E" : "Eleven visar och marknadsför sitt arbete för andra.",
          "C" : "Eleven visar och marknadsför sitt arbete för andra.",
          "A" : "Eleven visar och marknadsför sitt arbete för andra."
        }
      }, {
        "text" : "Dessutom gör eleven <strong>________</strong> reflektioner över egna och andras publika presentationer.",
        "knowledgeRequirementChoice" : {
          "E" : "Dessutom gör eleven <strong>enkla</strong> reflektioner över egna och andras publika presentationer.",
          "C" : "Dessutom gör eleven <strong>välgrundade</strong> reflektioner över egna och andras publika presentationer.",
          "A" : "Dessutom gör eleven <strong>välgrundade och nyanserade</strong> reflektioner över egna och andras publika presentationer."
        }
      } ]
    }, {
      "heading" : "",
      "knowledgeRequirements" : [ {
        "text" : "Eleven beskriver <strong>________</strong> delar av den visuella kulturens uttryck.",
        "knowledgeRequirementChoice" : {
          "E" : "Eleven beskriver <strong>översiktligt några</strong> delar av den visuella kulturens uttryck.",
          "C" : "Eleven beskriver <strong>utförligt flera</strong> delar av den visuella kulturens uttryck <strong>samt relaterar sina beskrivningar till bildspråkliga teorier</strong>.",
          "A" : "Eleven beskriver <strong>utförligt och nyanserat flera</strong> delar av den visuella kulturens uttryck <strong>samt relaterar välgrundat sina beskrivningar till bildspråkliga teorier</strong>."
        }
      }, {
        "text" : "Dessutom identifierar och beskriver eleven <strong>________</strong> karaktärsskillnader mellan <strong>________</strong> bilder ur olika genrer.",
        "knowledgeRequirementChoice" : {
          "E" : "Dessutom identifierar och beskriver eleven <strong>översiktligt</strong> karaktärsskillnader mellan <strong>givna</strong> bilder ur olika genrer.",
          "C" : "Dessutom identifierar och beskriver eleven <strong>utförligt</strong> karaktärsskillnader mellan <strong>givna</strong> bilder ur olika genrer.",
          "A" : "Dessutom identifierar och beskriver eleven <strong>utförligt och nyanserat</strong> karaktärsskillnader mellan bilder ur olika genrer."
        }
      }, {
        "text" : "Eleven värderar med <strong>________</strong> omdömen hur sammanhanget påverkar bilden och hur bilder ges olika betydelser i olika sammanhang.",
        "knowledgeRequirementChoice" : {
          "E" : "Eleven värderar med <strong>enkla</strong> omdömen hur sammanhanget påverkar bilden och hur bilder ges olika betydelser i olika sammanhang.",
          "C" : "Eleven värderar med <strong>nyanserade</strong> omdömen hur sammanhanget påverkar bilden och hur bilder ges olika betydelser i olika sammanhang.",
          "A" : "Eleven värderar med <strong>nyanserade</strong> omdömen hur sammanhanget påverkar bilden och hur bilder ges olika betydelser i olika sammanhang."
        }
      } ]
    }, {
      "heading" : "",
      "knowledgeRequirements" : [ {
        "text" : "Eleven redogör <strong>________</strong> för etiska förhållningssätt samt för lagar och andra bestämmelser om upphovsrätt och arbetsmiljö.",
        "knowledgeRequirementChoice" : {
          "E" : "Eleven redogör <strong>översiktligt</strong> för etiska förhållningssätt samt för lagar och andra bestämmelser om upphovsrätt och arbetsmiljö.",
          "C" : "Eleven redogör <strong>utförligt</strong> för etiska förhållningssätt samt för lagar och andra bestämmelser om upphovsrätt och arbetsmiljö.",
          "A" : "Eleven redogör <strong>utförligt</strong> för etiska förhållningssätt samt för lagar och andra bestämmelser om upphovsrätt och arbetsmiljö."
        }
      } ]
    }, {
      "heading" : "",
      "knowledgeRequirements" : [ {
        "text" : "När eleven samråder med handledare bedömer hon eller han <strong>________</strong> den egna förmågan och situationens krav.",
        "knowledgeRequirementChoice" : {
          "E" : "När eleven samråder med handledare bedömer hon eller han <strong>med viss säkerhet</strong> den egna förmågan och situationens krav.",
          "C" : "När eleven samråder med handledare bedömer hon eller han <strong>med viss säkerhet</strong> den egna förmågan och situationens krav.",
          "A" : "När eleven samråder med handledare bedömer hon eller han <strong>med säkerhet</strong> den egna förmågan och situationens krav."
        }
      } ]
    } ],
    "point" : 100,
    "year" : null
  }, {
    "name" : "Bild och form 1a1",
    "description" : "Kursen bild och form 1a1 omfattar punkterna 1–7 under rubriken Ämnets syfte, med särskild betoning på punkterna 1–4. I kursen behandlas grundläggande kunskaper i ämnet.",
    "code" : "BILBIL01a1",
    "centralContent" : [ {
      "heading" : "Undervisningen i kursen ska behandla följande centrala innehåll:",
      "lines" : [ "Betraktande, analys och tolkning av, och även samtal om, eget och andras arbete med bilder. Sammanhangets betydelse för tolkningen.", "Grundläggande kompositionstraditioner för två- och tredimensionella bilder samt färglära.", "Bildspråkliga grundbegrepp och deras användbarhet i praktiskt bildarbete.", "Arbete med konstnärliga processer, enskilt och i grupp. Metoder för idéproduktion, till exempel brainstorming, skissarbete, inspirerande förebilder. Problemlösning i bild.", "Gestaltande bildarbete i två- och tredimensionella tekniker i nya och traditionella material, metoder och medier. Bildens uttrycksmedel, till exempel linje, form, färg, ljus och skugga, och hur de hänger samman med det färdiga bilduttrycket.", "Bilders funktioner och användningsområden." ]
    } ],
    "knowledgeRequirementParagraphs" : [ {
      "heading" : "",
      "knowledgeRequirements" : [ {
        "text" : "Eleven gör <strong>________</strong> bildtolkningar, redogör <strong>________</strong> för bildens byggstenar och diskuterar <strong>________</strong> bildbetydelser i samband med det egna arbetet.",
        "knowledgeRequirementChoice" : {
          "E" : "Eleven gör <strong>enkla</strong> bildtolkningar, redogör <strong>översiktligt</strong> för bildens byggstenar och diskuterar <strong>översiktligt</strong> bildbetydelser i samband med det egna arbetet.",
          "C" : "Eleven gör <strong>välgrundade</strong> bildtolkningar, redogör <strong>utförligt</strong> för bildens byggstenar och diskuterar <strong>utförligt</strong> bildbetydelser i samband med det egna arbetet.",
          "A" : "Eleven gör <strong>välgrundade och nyanserade</strong> bildtolkningar, redogör <strong>utförligt och nyanserat</strong> för bildens byggstenar och diskuterar <strong>utförligt och nyanserat</strong> bildbetydelser i samband med det egna arbetet."
        }
      }, {
        "text" : "Dessutom gör eleven <strong>________</strong> bedömningar av egna och andras bilder samt <strong>________</strong> reflektioner över sammanhanget och bildens funktion.",
        "knowledgeRequirementChoice" : {
          "E" : "Dessutom gör eleven <strong>enkla</strong> bedömningar av egna och andras bilder samt <strong>enkla</strong> reflektioner över sammanhanget och bildens funktion.",
          "C" : "Dessutom gör eleven <strong>välgrundade</strong> bedömningar av egna och andras bilder samt <strong>välgrundade</strong> reflektioner över sammanhanget och bildens funktion.",
          "A" : "Dessutom gör eleven <strong>välgrundade och nyanserade</strong> bedömningar av egna och andras bilder samt <strong>välgrundade nyanserade</strong> reflektioner över sammanhanget och bildens funktion."
        }
      } ]
    }, {
      "heading" : "",
      "knowledgeRequirements" : [ {
        "text" : "I sitt bildskapande använder eleven <strong>________</strong> olika metoder.",
        "knowledgeRequirementChoice" : {
          "E" : "I sitt bildskapande använder eleven <strong>med viss säkerhet</strong> olika metoder.",
          "C" : "I sitt bildskapande använder eleven <strong>med viss säkerhet</strong> olika metoder.",
          "A" : "I sitt bildskapande använder eleven <strong>med säkerhet</strong> olika metoder."
        }
      }, {
        "text" : "Dessutom bearbetar och löser eleven <strong>________</strong> bildkonstruktionsproblem, experimenterar <strong>________</strong> samt använder inspirationskällor i lämpliga situationer.",
        "knowledgeRequirementChoice" : {
          "E" : "Dessutom bearbetar och löser eleven <strong>enkla</strong> bildkonstruktionsproblem, experimenterar <strong>med viss säkerhet</strong> samt använder inspirationskällor i lämpliga situationer.",
          "C" : "Dessutom bearbetar och löser eleven bildkonstruktionsproblem, experimenterar <strong>med viss säkerhet och finner ibland oväntade lösningar på problem</strong> samt använder inspirationskällor i lämpliga situationer.",
          "A" : "Dessutom bearbetar och löser eleven bildkonstruktionsproblem, experimenterar <strong>med säkerhet, tar risker och finner ibland oväntade lösningar på problem</strong> samt använder inspitationskällor i lämpliga situationer."
        }
      }, {
        "text" : "Eleven gör en <strong>________</strong> dokumentation av sin egen arbetsprocess.",
        "knowledgeRequirementChoice" : {
          "E" : "Eleven gör en <strong>enkel</strong> dokumentation av sin egen arbetsprocess.",
          "C" : "Eleven gör en <strong>noggrann</strong> dokumentation av sin egen arbetsprocess.",
          "A" : "Eleven gör en <strong>noggrann och utförlig</strong> dokumentation av sin egen arbetsprocess."
        }
      } ]
    }, {
      "heading" : "",
      "knowledgeRequirements" : [ {
        "text" : "Eleven hanterar med <strong>________</strong> handlag material och tekniker för att åstadkomma önskade visuella effekter.",
        "knowledgeRequirementChoice" : {
          "E" : "Eleven hanterar med <strong>visst</strong> handlag material och tekniker för att åstadkomma önskade visuella effekter.",
          "C" : "Eleven hanterar med <strong>gott</strong> handlag material och tekniker för att åstadkomma önskade visuella effekter.",
          "A" : "Eleven hanterar <strong>flexibelt och</strong> med <strong>mycket gott</strong> handlag material och tekniker för att åstadkomma önskade visuella effekter."
        }
      } ]
    }, {
      "heading" : "",
      "knowledgeRequirements" : [ {
        "text" : "Eleven presenterar och visar sitt arbete för andra samt redovisar <strong>________</strong> sina intentioner med bilden.",
        "knowledgeRequirementChoice" : {
          "E" : "Eleven presenterar och visar sitt arbete för andra samt redovisar <strong>översiktligt</strong> sina intentioner med bilden.",
          "C" : "Eleven presenterar och visar sitt arbete för andra samt redovisar <strong>utförligt</strong> sina intentioner med bilden.",
          "A" : "Eleven presenterar och visar sitt arbete för andra samt redovisar <strong>utförligt och nyanserat</strong> sina intentioner med bilden."
        }
      } ]
    } ],
    "point" : 50,
    "year" : null
  }, {
    "name" : "Bild och form 1a2",
    "description" : "Kursen bild och form 1a2 omfattar punkterna 1–7 under rubriken Ämnets syfte, med särskild betoning på punkterna 1–4. I kursen behandlas grundläggande kunskaper i ämnet.",
    "code" : "BILBIL01a2",
    "centralContent" : [ {
      "heading" : "Undervisningen i kursen ska behandla följande centrala innehåll:",
      "lines" : [ "Betraktande, analys, tolkning av och samtal om egna och andras visuella framställningar i anslutning till bildarbetet. Sammanhangets betydelse för tolkningen.", "Grundläggande kompositionstraditioner för två- och tredimensionella bilder samt färglära.", "Bildspråkliga grundbegrepp och deras användbarhet i praktiskt bildarbete.", "Diskussioner och värderingsövningar omkring eget och andras arbete med bilder.", "Arbete med konstnärliga processer, enskilt och i grupp. Metoder för idéproduktion, till exempel brainstorming, skissarbete, inspirerande förebilder. Metoder för dokumentation i syfte att driva och ta ansvar för sina egna arbetsprocesser och dokumentation, till exempel portföljmetoden.", "Problematisering av ett stoff och problemlösning i bild.", "Gestaltande bildarbete i två- och tredimensionella tekniker i nya och traditionella material, metoder och medier. Bildens uttrycksmedel, till exempel linje, form, färg, ljus och skugga, och hur de hänger samman med det färdiga bilduttrycket.", "Metoder och principer för redovisningar och presentationer av färdiga arbeten.", "Bilders funktioner och användningsområden, skillnader mellan olika genrer.", "Etiska förhållningssätt, arbetsmiljö och lagar och andra bestämmelser om upphovsrätt." ]
    } ],
    "knowledgeRequirementParagraphs" : [ {
      "heading" : "",
      "knowledgeRequirements" : [ {
        "text" : "Eleven gör <strong>________</strong> bildtolkningar, redogör <strong>________</strong> för bildens byggstenar och diskuterar <strong>________</strong> bildbetydelser i samband med det egna arbetet.",
        "knowledgeRequirementChoice" : {
          "E" : "Eleven gör <strong>enkla</strong> bildtolkningar, redogör <strong>översiktligt</strong> för bildens byggstenar och diskuterar <strong>översiktligt</strong> bildbetydelser i samband med det egna arbetet.",
          "C" : "Eleven gör <strong>välgrundade</strong> bildtolkningar, redogör <strong>utförligt</strong> för bildens byggstenar och diskuterar <strong>utförligt</strong> bildbetydelser i samband med det egna arbetet.",
          "A" : "Eleven gör <strong>välgrundade och nyanserade</strong> bildtolkningar, redogör <strong>utförligt och nyanserat</strong> för bildens byggstenar och diskuterar <strong>utförligt och nyanserat</strong> bildbetydelser i samband med det egna arbetet."
        }
      }, {
        "text" : "I detta använder eleven <strong>________</strong> relevanta begrepp.",
        "knowledgeRequirementChoice" : {
          "E" : "I detta använder eleven <strong>med viss säkerhet</strong> relevanta begrepp.",
          "C" : "I detta använder eleven <strong>med viss säkerhet</strong> relevanta begrepp.",
          "A" : "I detta använder eleven <strong>med säkerhet</strong> relevanta begrepp."
        }
      }, {
        "text" : "Dessutom gör eleven <strong>________</strong> bedömningar av egna och andras bilder samt <strong>________</strong> reflektioner över sammanhanget och bildens funktion.",
        "knowledgeRequirementChoice" : {
          "E" : "Dessutom gör eleven <strong>enkla</strong> bedömningar av egna och andras bilder samt <strong>enkla</strong> reflektioner över sammanhanget och bildens funktion.",
          "C" : "Dessutom gör eleven <strong>välgrundade</strong> bedömningar av egna och andras bilder samt <strong>välgrundade</strong> reflektioner över sammanhanget och bildens funktion.",
          "A" : "Dessutom gör eleven <strong>välgrundade och nyanserade</strong> bedömningar av egna och andras bilder samt <strong>välgrundade och nyanserade</strong> reflektioner över sammanhanget och bildens funktion."
        }
      } ]
    }, {
      "heading" : "",
      "knowledgeRequirements" : [ {
        "text" : "I sitt bildskapande använder eleven <strong>________</strong> olika metoder.",
        "knowledgeRequirementChoice" : {
          "E" : "I sitt bildskapande använder eleven <strong>med viss säkerhet</strong> olika metoder.",
          "C" : "I sitt bildskapande använder eleven <strong>med viss säkerhet</strong> olika metoder.",
          "A" : "I sitt bildskapande använder eleven <strong>med säkerhet</strong> olika metoder."
        }
      }, {
        "text" : "Dessutom bearbetar och löser eleven <strong>________</strong> bildkonstruktionsproblem, experimenterar med <strong>________</strong> säkerhet samt använder inspitationskällor i lämpliga situationer.",
        "knowledgeRequirementChoice" : {
          "E" : "Dessutom bearbetar och löser eleven <strong>enkla</strong> bildkonstruktionsproblem, experimenterar med <strong>viss</strong> säkerhet samt använder inspitationskällor i lämpliga situationer.",
          "C" : "Dessutom bearbetar och löser eleven bildkonstruktionsproblem, experimenterar <strong>med viss säkerhet och finner ibland oväntade lösningar på problem</strong> samt använder inspirationskällor i lämpliga situationer.",
          "A" : "Dessutom bearbetar och löser eleven bildkonstruktionsproblem, experimenterar <strong>med säkerhet, tar risker och finner ibland oväntade lösningar på problem</strong> samt använder inspirationskällor i lämpliga situationer."
        }
      }, {
        "text" : "Eleven gör en <strong>________</strong> dokumentation av sin egen arbetsprocess.",
        "knowledgeRequirementChoice" : {
          "E" : "Eleven gör en <strong>enkel</strong> dokumentation av sin egen arbetsprocess.",
          "C" : "Eleven gör en <strong>noggrann</strong> dokumentation av <strong>och tar ansvar för</strong> sin egen arbetsprocess.",
          "A" : "Eleven gör en <strong>noggrann och utförlig</strong> dokumentation av <strong>och tar ansvar för</strong> sin egen arbetsprocess."
        }
      } ]
    }, {
      "heading" : "",
      "knowledgeRequirements" : [ {
        "text" : "Eleven hanterar med <strong>________</strong> handlag material och tekniker för att åstadkomma önskade visuella effekter.",
        "knowledgeRequirementChoice" : {
          "E" : "Eleven hanterar med <strong>visst</strong> handlag material och tekniker för att åstadkomma önskade visuella effekter.",
          "C" : "Eleven hanterar med <strong>gott</strong> handlag material och tekniker för att åstadkomma önskade visuella effekter.",
          "A" : "Eleven hanterar <strong>flexibelt och</strong> med <strong>mycket gott</strong> handlag material och tekniker för att åstadkomma önskade visuella effekter."
        }
      } ]
    }, {
      "heading" : "",
      "knowledgeRequirements" : [ {
        "text" : "Eleven presenterar och visar sitt arbete för andra samt redovisar <strong>________</strong> sina intentioner med bilden.",
        "knowledgeRequirementChoice" : {
          "E" : "Eleven presenterar och visar sitt arbete för andra samt redovisar <strong>översiktligt</strong> sina intentioner med bilden.",
          "C" : "Eleven presenterar och visar sitt arbete för andra samt redovisar <strong>utförligt</strong> sina intentioner med bilden.",
          "A" : "Eleven presenterar och visar sitt arbete för andra samt redovisar <strong>utförligt och nyanserat</strong> sina intentioner med bilden."
        }
      } ]
    }, {
      "heading" : "",
      "knowledgeRequirements" : [ {
        "text" : "Eleven identifierar skillnader mellan bilder ur olika genrer och beskriver <strong>________</strong> vad som kännetecknar de olika genrerna.",
        "knowledgeRequirementChoice" : {
          "E" : "Eleven identifierar skillnader mellan bilder ur olika genrer och beskriver <strong>översiktligt</strong> vad som kännetecknar de olika genrerna.",
          "C" : "Eleven identifierar skillnader mellan bilder ur olika genrer och beskriver <strong>utförligt</strong> vad som kännetecknar de olika genrerna.",
          "A" : "Eleven identifierar skillnader mellan bilder ur olika genrer och beskriver <strong>utförligt och nyanserat</strong> vad som kännetecknar de olika genrerna."
        }
      } ]
    }, {
      "heading" : "",
      "knowledgeRequirements" : [ {
        "text" : "Eleven redogör <strong>________</strong> för etiska förhållningssätt samt för lagar och andra bestämmelser om upphovsrätt och arbetsmiljö.",
        "knowledgeRequirementChoice" : {
          "E" : "Eleven redogör <strong>översiktligt</strong> för etiska förhållningssätt samt för lagar och andra bestämmelser om upphovsrätt och arbetsmiljö.",
          "C" : "Eleven redogör <strong>utförligt</strong> för etiska förhållningssätt samt för lagar och andra bestämmelser om upphovsrätt och arbetsmiljö.",
          "A" : "Eleven redogör <strong>utförligt</strong> för etiska förhållningssätt samt för lagar och andra bestämmelser om upphovsrätt och arbetsmiljö."
        }
      } ]
    } ],
    "point" : 50,
    "year" : null
  }, {
    "name" : "Bild och form 1b",
    "description" : "Kursen bild och form 1b omfattar punkterna 1–7 under rubriken Ämnets syfte, med särskild betoning på punkterna 1–4. I kursen behandlas grundläggande kunskaper i ämnet.",
    "code" : "BILBIL01b",
    "centralContent" : [ {
      "heading" : "Undervisningen i kursen ska behandla följande centrala innehåll:",
      "lines" : [ "Betraktande, analys och tolkning av, och även samtal om, olika typer av visuella framställningar i anslutning till eget bildarbete. Sammanhangets betydelse för tolkningen.", "Grundläggande kompositionstraditioner för två- och tredimensionella bilder samt färglära.", "Bildspråkliga grundbegrepp och deras användbarhet i praktiskt bildarbete.", "Diskussioner och värderingsövningar omkring eget och andras arbete med bilder.", "Arbete med konstnärliga processer, enskilt och i grupp. Metoder för idéproduktion, till exempel brainstorming, skissarbete, inspirerande förebilder. Metoder för att driva och ta ansvar för egna arbetsprocesser och dokumentation, till exempel portföljmetoden.", "Problematisering av ett stoff och problemlösning i bild.", "Bildproduktion i två- och tredimensionella tekniker i nya och traditionella material, metoder och medier. Bildens uttrycksmedel, till exempel linje, form, färg, ljus, skugga och ytstruktur, och hur de hänger samman med det färdiga bilduttrycket.", "Metoder och principer för redovisningar och presentationer av färdiga arbeten.", "Bilders funktioner och användningsområden, skillnader mellan olika genrer.", "Etiska förhållningssätt, arbetsmiljö samt lagar och andra bestämmelser om upphovsrätt." ]
    } ],
    "knowledgeRequirementParagraphs" : [ {
      "heading" : "",
      "knowledgeRequirements" : [ {
        "text" : "Eleven gör <strong>________</strong> bildtolkningar, redogör <strong>________</strong> för bildens byggstenar och diskuterar <strong>________</strong> bildbetydelser i samband med det egna arbetet.",
        "knowledgeRequirementChoice" : {
          "E" : "Eleven gör <strong>enkla</strong> bildtolkningar, redogör <strong>översiktligt</strong> för bildens byggstenar och diskuterar <strong>översiktligt</strong> bildbetydelser i samband med det egna arbetet.",
          "C" : "Eleven gör <strong>välgrundade</strong> bildtolkningar, redogör <strong>utförligt</strong> för bildens byggstenar och diskuterar <strong>utförligt</strong> bildbetydelser i samband med det egna arbetet.",
          "A" : "Eleven gör <strong>välgrundade och nyanserade</strong> bildtolkningar, redogör <strong>utförligt och nyanserat</strong> för bildens byggstenar och diskuterar <strong>utförligt och nyanserat</strong> bildbetydelser i samband med det egna arbetet."
        }
      }, {
        "text" : "I detta använder eleven <strong>________</strong> relevanta begrepp.",
        "knowledgeRequirementChoice" : {
          "E" : "I detta använder eleven <strong>med viss säkerhet</strong> relevanta begrepp.",
          "C" : "I detta använder eleven <strong>med viss säkerhet</strong> relevanta begrepp.",
          "A" : "I detta använder eleven <strong>med säkerhet</strong> relevanta begrepp."
        }
      }, {
        "text" : "Dessutom gör eleven <strong>________</strong> bedömningar av egna och andras bilder samt <strong>________</strong> reflektioner över sammanhanget och bildens funktion.",
        "knowledgeRequirementChoice" : {
          "E" : "Dessutom gör eleven <strong>enkla</strong> bedömningar av egna och andras bilder samt <strong>enkla</strong> reflektioner över sammanhanget och bildens funktion.",
          "C" : "Dessutom gör eleven <strong>välgrundade</strong> bedömningar av egna och andras bilder samt <strong>välgrundade</strong> reflektioner över sammanhanget och bildens funktion.",
          "A" : "Dessutom gör eleven <strong>välgrundade och nyanserade</strong> bedömningar av egna och andras bilder samt <strong>välgrundade nyanserade</strong> reflektioner över sammanhanget och bildens funktion."
        }
      } ]
    }, {
      "heading" : "",
      "knowledgeRequirements" : [ {
        "text" : "I sitt bildskapande använder eleven <strong>________</strong> olika metoder.",
        "knowledgeRequirementChoice" : {
          "E" : "I sitt bildskapande använder eleven <strong>med viss säkerhet</strong> olika metoder.",
          "C" : "I sitt bildskapande använder eleven <strong>med viss säkerhet</strong> olika metoder.",
          "A" : "I sitt bildskapande använder eleven <strong>med säkerhet</strong> olika metoder."
        }
      }, {
        "text" : "Dessutom bearbetar och löser eleven <strong>________</strong> bildkonstruktionsproblem, experimenterar <strong>________</strong> samt använder inspirationskällor i lämpliga situationer.",
        "knowledgeRequirementChoice" : {
          "E" : "Dessutom bearbetar och löser eleven <strong>enkla</strong> bildkonstruktionsproblem, experimenterar <strong>med viss säkerhet</strong> samt använder inspirationskällor i lämpliga situationer.",
          "C" : "Dessutom bearbetar och löser eleven bildkonstruktionsproblem, experimenterar <strong>med viss säkerhet och finner ibland oväntade lösningar på problem</strong> samt använder inspitationskällor i lämpliga situationer.",
          "A" : "Dessutom bearbetar och löser eleven bildkonstruktionsproblem, experimenterar <strong>med säkerhet, tar risker och finner ibland oväntade lösningar på problem</strong> samt använder inspirationskällor i lämpliga situationer."
        }
      }, {
        "text" : "Eleven gör en <strong>________</strong> dokumentation av sin egen arbetsprocess.",
        "knowledgeRequirementChoice" : {
          "E" : "Eleven gör en <strong>enkel</strong> dokumentation av sin egen arbetsprocess.",
          "C" : "Eleven gör en <strong>noggrann</strong> dokumentation av <strong>och tar ansvar för</strong> sin egen arbetsprocess.",
          "A" : "Eleven gör en <strong>noggrann och utförlig</strong> dokumentation av <strong>och tar ansvar för</strong> sin egen arbetsprocess."
        }
      } ]
    }, {
      "heading" : "",
      "knowledgeRequirements" : [ {
        "text" : "Eleven hanterar med <strong>________</strong> handlag material och tekniker för att åstadkomma önskade visuella effekter.",
        "knowledgeRequirementChoice" : {
          "E" : "Eleven hanterar med <strong>visst</strong> handlag material och tekniker för att åstadkomma önskade visuella effekter.",
          "C" : "Eleven hanterar med <strong>gott</strong> handlag material och tekniker för att åstadkomma önskade visuella effekter.",
          "A" : "Eleven hanterar <strong>flexibelt och</strong> med <strong>mycket gott</strong> handlag material och tekniker för att åstadkomma önskade visuella effekter."
        }
      } ]
    }, {
      "heading" : "",
      "knowledgeRequirements" : [ {
        "text" : "Eleven presenterar och visar sitt arbete för andra samt redovisar <strong>________</strong> sina intentioner med bilden.",
        "knowledgeRequirementChoice" : {
          "E" : "Eleven presenterar och visar sitt arbete för andra samt redovisar <strong>översiktligt</strong> sina intentioner med bilden.",
          "C" : "Eleven presenterar och visar sitt arbete för andra samt redovisar <strong>utförligt</strong> sina intentioner med bilden.",
          "A" : "Eleven presenterar och visar sitt arbete för andra samt redovisar <strong>utförligt och nyanserat</strong> sina intentioner med bilden."
        }
      } ]
    }, {
      "heading" : "",
      "knowledgeRequirements" : [ {
        "text" : "Eleven identifierar skillnader mellan bilder ur olika genrer och beskriver <strong>________</strong> vad som kännetecknar de olika genrerna.",
        "knowledgeRequirementChoice" : {
          "E" : "Eleven identifierar skillnader mellan bilder ur olika genrer och beskriver <strong>översiktligt</strong> vad som kännetecknar de olika genrerna.",
          "C" : "Eleven identifierar skillnader mellan bilder ur olika genrer och beskriver <strong>utförligt</strong> vad som kännetecknar de olika genrerna.",
          "A" : "Eleven identifierar skillnader mellan bilder ur olika genrer och beskriver <strong>utförligt och nyanserat</strong> vad som kännetecknar de olika genrerna."
        }
      } ]
    }, {
      "heading" : "",
      "knowledgeRequirements" : [ {
        "text" : "Eleven redogör <strong>________</strong> för etiska förhållningssätt samt för lagar och andra bestämmelser om upphovsrätt och arbetsmiljö.",
        "knowledgeRequirementChoice" : {
          "E" : "Eleven redogör <strong>översiktligt</strong> för etiska förhållningssätt samt för lagar och andra bestämmelser om upphovsrätt och arbetsmiljö.",
          "C" : "Eleven redogör <strong>utförligt</strong> för etiska förhållningssätt samt för lagar och andra bestämmelser om upphovsrätt och arbetsmiljö.",
          "A" : "Eleven redogör <strong>utförligt</strong> för etiska förhållningssätt samt för lagar och andra bestämmelser om upphovsrätt och arbetsmiljö."
        }
      } ]
    } ],
    "point" : 100,
    "year" : null
  }, {
    "name" : "Bild och form – specialisering",
    "description" : "Kursen bild och form – specialisering omfattar punkterna 2–6 under rubriken Ämnets syfte, med särskild betoning på punkterna 3–5 och 6. I kursen behandlas fördjupade kunskaper i bild eller form.",
    "code" : "BILBIL00S",
    "centralContent" : [ {
      "heading" : "Undervisningen i kursen ska behandla följande centrala innehåll:",
      "lines" : [ "Bilden och bildens element, hur de uttrycker stämningar, betydelser och berättelser i olika genrer, samt hur betraktaren tolkar bilden utifrån dess beståndsdelar.", "Bilders sätt att avspegla olika perspektiv, till exempel genus och klass, etnicitet och ålder hos konstnär och betraktare.", "Planering av bildprojekt och arbete i konstnärliga processer.", "Undersökande arbete, problemlösning i bild, problematisering i bild.", "Strömningar i samtidskonst och populärkultur som inspiration till konstnärligt arbete.", "Fördjupning av uttrycksförmåga och hantverksskicklighet i två- och tredimensionella bildtekniker, i traditionella material och metoder och i nya tekniker och medier, med syfte att utforma bildspråkliga budskap och konstnärliga gestaltningar.", "Utställning och presentation av färdiga arbeten. Marknadsföringsaspekter och grafisk formgivning.", "Kategorisering, analys, tolkning och värdering av egna, andra elevers och professionellas gestaltningsarbeten.", "Etiska frågeställningar och metoder för reflektion över arbetsprocessen, den egna arbetsinsatsen och resultatet." ]
    } ],
    "knowledgeRequirementParagraphs" : [ {
      "heading" : "",
      "knowledgeRequirements" : [ {
        "text" : "Eleven diskuterar <strong>________</strong> utifrån några exempel bildens funktion och användningsområden ur olika perspektiv.",
        "knowledgeRequirementChoice" : {
          "E" : "Eleven diskuterar <strong>översiktligt</strong> utifrån några exempel bildens funktion och användningsområden ur olika perspektiv.",
          "C" : "Eleven diskuterar <strong>utförligt</strong> utifrån några exempel bildens funktion och användningsområden ur olika perspektiv.",
          "A" : "Eleven diskuterar <strong>utförligt och nyanserat</strong> utifrån några exempel bildens funktion och användningsområden ur olika perspektiv."
        }
      } ]
    }, {
      "heading" : "",
      "knowledgeRequirements" : [ {
        "text" : "Eleven arbetar med <strong>________</strong> frågeställning och prövar i <strong>________</strong> situationer att experimentera med material och tekniker eller färg och form.",
        "knowledgeRequirementChoice" : {
          "E" : "Eleven arbetar med <strong>någon given</strong> frågeställning och prövar i <strong>bekanta</strong> situationer att experimentera med material och tekniker eller färg och form.",
          "C" : "Eleven arbetar med <strong>några olika egna</strong> frågeställningar och prövar i <strong>bekanta</strong> situationer att experimentera med material och tekniker eller färg och form.",
          "A" : "Eleven arbetar med <strong>flera olika egna</strong> frågeställningar, <strong>omformulerar givna frågeställningar</strong> och prövar i <strong>nya</strong> situationer att experimentera med material och tekniker eller färg och form."
        }
      }, {
        "text" : "I arbetet väljer eleven <strong>________</strong> angreppssätt i sitt bild- eller formskapande och utvecklar <strong>________</strong> teman och problem.",
        "knowledgeRequirementChoice" : {
          "E" : "I arbetet väljer eleven <strong>enkla</strong> angreppssätt i sitt bild- eller formskapande och utvecklar <strong>enkla</strong> teman och problem.",
          "C" : "I arbetet väljer eleven <strong>välgrundade</strong> angreppssätt i sitt bild- eller formskapande och utvecklar <strong>enkla</strong> teman och problem. <strong>Eleven motiverar utförligt sitt angreppssätt</strong>.",
          "A" : "I arbetet väljer eleven <strong>välgrundade</strong> angreppssätt i sitt bild- eller formskapande och utvecklar <strong>komplexa</strong> teman och problem. <strong>Eleven motiverar utförligt sitt angreppssätt</strong>."
        }
      } ]
    }, {
      "heading" : "",
      "knowledgeRequirements" : [ {
        "text" : "Eleven använder <strong>________</strong> formspråk samt material och tekniker från <strong>________</strong> olika bildgenrer <strong>________</strong> samt redovisar <strong>________</strong> lösningar på bildproblem.",
        "knowledgeRequirementChoice" : {
          "E" : "Eleven använder <strong>enkelt</strong> formspråk samt material och tekniker från <strong>några</strong> olika bildgenrer <strong>med viss säkerhet</strong> samt redovisar <strong>enkla</strong> lösningar på bildproblem.",
          "C" : "Eleven använder <strong>enkelt</strong> formspråk samt material och tekniker från <strong>några</strong> olika bildgenrer <strong>med viss säkerhet</strong> samt redovisar <strong>både enkla och komplexa</strong> lösningar på bildproblem.",
          "A" : "Eleven använder <strong>avancerat</strong> formspråk samt material och tekniker från <strong>flera</strong> olika bildgenrer <strong>med säkerhet</strong> samt redovisar <strong>både enkla och komplexa</strong> lösningar på bildproblem."
        }
      }, {
        "text" : "Vidare använder eleven <strong>________</strong> arbetsmetoder som förekommer på professionell nivå.",
        "knowledgeRequirementChoice" : {
          "E" : "Vidare använder eleven <strong>enkla</strong> arbetsmetoder som förekommer på professionell nivå.",
          "C" : "Vidare använder eleven arbetsmetoder som förekommer på professionell nivå.",
          "A" : "Vidare använder eleven arbetsmetoder som förekommer på professionell nivå."
        }
      } ]
    }, {
      "heading" : "",
      "knowledgeRequirements" : [ {
        "text" : "Eleven producerar kommunicerande bilder med ett <strong>________</strong> visuellt budskap.",
        "knowledgeRequirementChoice" : {
          "E" : "Eleven producerar kommunicerande bilder med ett <strong>enkelt</strong> visuellt budskap.",
          "C" : "Eleven producerar kommunicerande bilder med ett <strong>nyanserat</strong> visuellt budskap.",
          "A" : "Eleven producerar kommunicerande bilder med ett <strong>nyanserat</strong> visuellt budskap."
        }
      }, {
        "text" : "Arbetsprocessen är <strong>________</strong>.",
        "knowledgeRequirementChoice" : {
          "E" : "Arbetsprocessen är <strong>oformulerad</strong>.",
          "C" : "Arbetsprocessen är <strong>målinriktad</strong>.",
          "A" : "Arbetsprocessen är <strong>målinriktad och eleven arbetar med hjälp av utkast, skisser och försök</strong>."
        }
      }, {
        "text" : "Dessutom gör eleven en <strong>________</strong> dokumentation av sin arbetsprocess.",
        "knowledgeRequirementChoice" : {
          "E" : "Dessutom gör eleven en <strong>enkel</strong> dokumentation av sin arbetsprocess.",
          "C" : "Dessutom gör eleven en <strong>noggrann</strong> dokumentation av sin arbetsprocess.",
          "A" : "Dessutom gör eleven en <strong>noggrann och utförlig</strong> dokumentation av sin arbetsprocess."
        }
      } ]
    }, {
      "heading" : "",
      "knowledgeRequirements" : [ {
        "text" : "Eleven visar och marknadsför sitt arbete för andra.",
        "knowledgeRequirementChoice" : {
          "E" : "Eleven visar och marknadsför sitt arbete för andra.",
          "C" : "Eleven visar och marknadsför sitt arbete för andra.",
          "A" : "Eleven visar och marknadsför sitt arbete för andra."
        }
      } ]
    }, {
      "heading" : "",
      "knowledgeRequirements" : [ {
        "text" : "Eleven kategoriserar <strong>________</strong>, diskuterar <strong>________</strong> samt värderar med <strong>________</strong> omdömen egna och andras publika presentationer.",
        "knowledgeRequirementChoice" : {
          "E" : "Eleven kategoriserar <strong>med viss säkerhet</strong>, diskuterar <strong>översiktligt</strong> samt värderar med <strong>enkla</strong> omdömen egna och andras publika presentationer.",
          "C" : "Eleven kategoriserar <strong>med viss säkerhet</strong>, diskuterar <strong>utförligt</strong> samt värderar med <strong>nyanserade</strong> omdömen egna och andras publika presentationer.",
          "A" : "Eleven kategoriserar <strong>med säkerhet</strong>, diskuterar <strong>utförligt och nyanserat</strong> samt värderar med <strong>nyanserade</strong> omdömen egna och andras publika presentationer."
        }
      }, {
        "text" : "Dessutom redogör eleven <strong>________</strong> för sina intentioner med sitt bild- eller formskapande samt diskuterar <strong>________</strong> i vilken utsträckning hon eller han lyckas kommunicera det tänkta budskapet.",
        "knowledgeRequirementChoice" : {
          "E" : "Dessutom redogör eleven <strong>översiktligt</strong> för sina intentioner med sitt bild- eller formskapande samt diskuterar <strong>översiktligt</strong> i vilken utsträckning hon eller han lyckas kommunicera det tänkta budskapet.",
          "C" : "Dessutom redogör eleven <strong>utförligt</strong> för sina intentioner med sitt bild- eller formskapande samt diskuterar <strong>utförligt</strong> i vilken utsträckning hon eller han lyckas kommunicera det tänkta budskapet.",
          "A" : "Dessutom redogör eleven <strong>utförligt och nyanserat</strong> för sina intentioner med sitt bild- eller formskapande samt diskuterar <strong>utförligt och nyanserat</strong> i vilken utsträckning hon eller han lyckas kommunicera det tänkta budskapet."
        }
      }, {
        "text" : "I detta redogör eleven <strong>________</strong> för förtjänster och brister i sitt eget bildarbete.",
        "knowledgeRequirementChoice" : {
          "E" : "I detta redogör eleven <strong>översiktligt</strong> för förtjänster och brister i sitt eget bildarbete.",
          "C" : "I detta redogör eleven <strong>utförligt</strong> för förtjänster och brister i sitt eget bildarbete.",
          "A" : "I detta redogör eleven <strong>utförligt och nyanserat</strong> för förtjänster och brister i sitt eget bildarbete."
        }
      }, {
        "text" : "Eleven använder <strong>________</strong> relevanta begrepp.",
        "knowledgeRequirementChoice" : {
          "E" : "Eleven använder <strong>med viss säkerhet</strong> relevanta begrepp.",
          "C" : "Eleven använder <strong>med viss säkerhet</strong> relevanta begrepp.",
          "A" : "Eleven använder <strong>med säkerhet</strong> relevanta begrepp."
        }
      } ]
    } ],
    "point" : 100,
    "year" : null
  }, {
    "name" : "Form",
    "description" : "Kursen form omfattar punkterna 1–7 under rubriken Ämnets syfte. I kursen behandlas fördjupade kunskaper i form.",
    "code" : "BILFOM0",
    "centralContent" : [ {
      "heading" : "Undervisningen i kursen ska behandla följande centrala innehåll:",
      "lines" : [ "Betraktande, analys och tolkning av, och även samtal om, olika typer av två- och tredimensionell form.", "Begrepp för samtal om form och formgivning i olika genrer och ur olika perspektiv, till exempel färg och form, genus och klass, etnicitet och ålder.", "Diskussioner och värderingsövningar om eget och andras arbete.", "Arbete med skulptur- och formgivningsprocesser och metoder för idéproduktion. Problemlösning i form. Dokumentation, till exempel med portföljmetoden, för att driva och ta ansvar för egna arbetsprocesser.", "Produktion av form i två- och tredimensionella tekniker med nya och traditionella material, metoder och medier. Användningsområden och egenskaper hos olika material och tekniker. Formspråk, material, volym, färg och ytstruktur i relation till det färdiga formuttrycket. Uttrycksförmåga och hantverksskicklighet i några tekniker.", "Formens användningsområden och kommunikation, lokalt och globalt. Planering och produktion av formprojekt som kan ha såväl tydliga mål som öppnare intentioner.", "Exponering och utställning av form, marknadsföringsaspekter, grafisk formgivning och värdering av presentationen.", "Lagar och andra bestämmelser om upphovsrätt och arbetsmiljö." ]
    } ],
    "knowledgeRequirementParagraphs" : [ {
      "heading" : "",
      "knowledgeRequirements" : [ {
        "text" : "Eleven gör <strong>________</strong> tolkningar av formuttryck i samband med det egna arbetet.",
        "knowledgeRequirementChoice" : {
          "E" : "Eleven gör <strong>enkla</strong> tolkningar av formuttryck i samband med det egna arbetet.",
          "C" : "Eleven gör <strong>välgrundade</strong> tolkningar av formuttryck i samband med det egna arbetet.",
          "A" : "Eleven gör <strong>välgrundade och nyanserade</strong> tolkningar av formuttryck i samband med det egna arbetet."
        }
      }, {
        "text" : "I detta använder eleven <strong>________</strong> relevanta begrepp.",
        "knowledgeRequirementChoice" : {
          "E" : "I detta använder eleven <strong>med viss säkerhet</strong> relevanta begrepp.",
          "C" : "I detta använder eleven <strong>med viss säkerhet</strong> relevanta begrepp.",
          "A" : "I detta använder eleven <strong>med säkerhet</strong> relevanta begrepp."
        }
      }, {
        "text" : "Dessutom gör eleven <strong>________</strong> bedömningar av egna och andras formuttryck samt <strong>________</strong> reflektioner över formens funktion.",
        "knowledgeRequirementChoice" : {
          "E" : "Dessutom gör eleven <strong>enkla</strong> bedömningar av egna och andras formuttryck samt <strong>enkla</strong> reflektioner över formens funktion.",
          "C" : "Dessutom gör eleven <strong>välgrundade</strong> bedömningar av egna och andras formuttryck samt <strong>välgrundade</strong> reflektioner över formens funktion.",
          "A" : "Dessutom gör eleven <strong>välgrundade och nyanserade</strong> bedömningar av egna och andras formuttryck samt <strong>välgrundade och nyanserade</strong> reflektioner över formens funktion."
        }
      } ]
    }, {
      "heading" : "",
      "knowledgeRequirements" : [ {
        "text" : "Eleven planerar och producerar <strong>________</strong> med handledare formprojekt.",
        "knowledgeRequirementChoice" : {
          "E" : "Eleven planerar och producerar <strong>i samråd</strong> med handledare formprojekt.",
          "C" : "Eleven planerar och producerar <strong>efter samråd</strong> med handledare formprojekt.",
          "A" : "Eleven planerar och producerar <strong>efter samråd</strong> med handledare formprojekt."
        }
      }, {
        "text" : "I sitt skapande använder eleven <strong>________</strong> olika metoder.",
        "knowledgeRequirementChoice" : {
          "E" : "I sitt skapande använder eleven <strong>med viss säkerhet</strong> olika metoder.",
          "C" : "I sitt skapande använder eleven <strong>med viss säkerhet</strong> olika metoder.",
          "A" : "I sitt skapande <strong>väljer och</strong> använder eleven <strong>med säkerhet</strong> olika metoder."
        }
      }, {
        "text" : "Dessutom bearbetar och löser eleven <strong>________</strong> formkonstruktionsproblem, experimenterar <strong>________</strong> samt använder inspitationskällor i lämpliga situationer.",
        "knowledgeRequirementChoice" : {
          "E" : "Dessutom bearbetar och löser eleven <strong>enkla</strong> formkonstruktionsproblem, experimenterar <strong>med viss säkerhet</strong> samt använder inspitationskällor i lämpliga situationer.",
          "C" : "Dessutom bearbetar och löser eleven formkonstruktionsproblem, experimenterar <strong>med viss säkerhet</strong> samt använder <strong>idérikt </strong>inspirationskällor i lämpliga situationer.",
          "A" : "Dessutom bearbetar och löser eleven formkonstruktionsproblem, experimenterar <strong>med säkerhet</strong> samt använder <strong>självständigt och idérikt</strong> inspirationskällor i lämpliga situationer."
        }
      }, {
        "text" : "Eleven gör en <strong>________</strong> dokumentation av sin egen arbetsprocess.",
        "knowledgeRequirementChoice" : {
          "E" : "Eleven gör en <strong>enkel</strong> dokumentation av sin egen arbetsprocess.",
          "C" : "Eleven gör en <strong>noggrann</strong> dokumentation av <strong>och tar ansvar för</strong> sin egen arbetsprocess.",
          "A" : "Eleven gör en <strong>noggrann och utförlig</strong> dokumentation av <strong>och tar ansvar för</strong> sin egen arbetsprocess."
        }
      } ]
    }, {
      "heading" : "",
      "knowledgeRequirements" : [ {
        "text" : "Eleven hanterar med <strong>________</strong> handlag material och tekniker för skulptur och formgivning samt <strong>________</strong> formspråk för att åstadkomma önskade visuella effekter.",
        "knowledgeRequirementChoice" : {
          "E" : "Eleven hanterar med <strong>visst</strong> handlag material och tekniker för skulptur och formgivning samt <strong>med viss säkerhet</strong> formspråk för att åstadkomma önskade visuella effekter.",
          "C" : "Eleven hanterar med <strong>gott</strong> handlag material och tekniker för skulptur och formgivning samt <strong>med viss säkerhet</strong> formspråk för att åstadkomma önskade visuella effekter.",
          "A" : "Eleven hanterar med <strong>mycket gott</strong> handlag material och tekniker för skulptur och formgivning samt <strong>med säkerhet</strong> formspråk för att åstadkomma önskade visuella effekter."
        }
      } ]
    }, {
      "heading" : "",
      "knowledgeRequirements" : [ {
        "text" : "Eleven redogör <strong>________</strong> för intentionerna med sitt formuttryck samt diskuterar <strong>________</strong> i vilken utsträckning det lyckats kommunicera det tänkta budskapet.",
        "knowledgeRequirementChoice" : {
          "E" : "Eleven redogör <strong>översiktligt</strong> för intentionerna med sitt formuttryck samt diskuterar <strong>översiktligt</strong> i vilken utsträckning det lyckats kommunicera det tänkta budskapet.",
          "C" : "Eleven redogör <strong>utförligt</strong> för intentionerna med sitt formuttryck samt diskuterar <strong>utförligt</strong> i vilken utsträckning det lyckats kommunicera det tänkta budskapet.",
          "A" : "Eleven redogör <strong>utförligt och nyanserat</strong> för intentionerna med sitt formuttryck samt diskuterar <strong>utförligt och nyanserat</strong> i vilken utsträckning det lyckats kommunicera det tänkta budskapet."
        }
      }, {
        "text" : "I diskussionen redogör eleven <strong>________</strong> för sambanden mellan uttryck och material och komposition.",
        "knowledgeRequirementChoice" : {
          "E" : "I diskussionen redogör eleven <strong>översiktligt</strong> för sambanden mellan uttryck och material och komposition.",
          "C" : "I diskussionen redogör eleven <strong>utförligt</strong> för sambanden mellan uttryck och material och komposition.",
          "A" : "I diskussionen redogör eleven <strong>utförligt och nyanserat</strong> för sambanden mellan uttryck och material och komposition."
        }
      }, {
        "text" : "Dessutom redogör eleven <strong>________</strong> för sin arbetsprocess.",
        "knowledgeRequirementChoice" : {
          "E" : "Dessutom redogör eleven <strong>översiktligt</strong> för sin arbetsprocess.",
          "C" : "Dessutom redogör eleven <strong>utförligt</strong> för sin arbetsprocess.",
          "A" : "Dessutom redogör eleven <strong>utförligt och nyanserat</strong> för sin arbetsprocess."
        }
      } ]
    }, {
      "heading" : "",
      "knowledgeRequirements" : [ {
        "text" : "Eleven visar och marknadsför sitt arbete för andra.",
        "knowledgeRequirementChoice" : {
          "E" : "Eleven visar och marknadsför sitt arbete för andra.",
          "C" : "Eleven visar och marknadsför sitt arbete för andra.",
          "A" : "Eleven visar och marknadsför sitt arbete för andra."
        }
      }, {
        "text" : "Dessutom gör eleven <strong>________</strong> reflektioner över egna och andras publika presentationer.",
        "knowledgeRequirementChoice" : {
          "E" : "Dessutom gör eleven <strong>enkla</strong> reflektioner över egna och andras publika presentationer.",
          "C" : "Dessutom gör eleven <strong>välgrundade</strong> reflektioner över egna och andras publika presentationer.",
          "A" : "Dessutom gör eleven <strong>välgrundade och nyanserade</strong> reflektioner över egna och andras publika presentationer."
        }
      } ]
    }, {
      "heading" : "",
      "knowledgeRequirements" : [ {
        "text" : "Eleven beskriver <strong>________</strong> delar av den visuella kulturens uttryck.",
        "knowledgeRequirementChoice" : {
          "E" : "Eleven beskriver <strong>översiktligt några</strong> delar av den visuella kulturens uttryck.",
          "C" : "Eleven beskriver <strong>utförligt flera</strong> delar av den visuella kulturens uttryck.",
          "A" : "Eleven beskriver <strong>utförligt och nyanserat flera</strong> delar av den visuella kulturens uttryck."
        }
      }, {
        "text" : "Dessutom identifierar och beskriver eleven <strong>________</strong> karaktärsskillnader mellan olika formgenrer.",
        "knowledgeRequirementChoice" : {
          "E" : "Dessutom identifierar och beskriver eleven <strong>översiktligt</strong> karaktärsskillnader mellan olika formgenrer.",
          "C" : "Dessutom identifierar och beskriver eleven <strong>utförligt</strong> karaktärsskillnader mellan olika formgenrer.",
          "A" : "Dessutom identifierar och beskriver eleven <strong>utförligt och nyanserat</strong> karaktärsskillnader mellan olika formgenrer."
        }
      }, {
        "text" : "Eleven värderar med <strong>________</strong> omdömen hur formspråk och material används i ett givet sammanhang.",
        "knowledgeRequirementChoice" : {
          "E" : "Eleven värderar med <strong>enkla</strong> omdömen hur formspråk och material används i ett givet sammanhang.",
          "C" : "Eleven värderar med <strong>nyanserade</strong> omdömen hur formspråk och material används i ett givet sammanhang.",
          "A" : "Eleven värderar med <strong>nyanserade</strong> omdömen hur formspråk och material används i ett givet sammanhang."
        }
      } ]
    }, {
      "heading" : "",
      "knowledgeRequirements" : [ {
        "text" : "Eleven redogör <strong>________</strong> för etiska förhållningssätt samt för lagar och andra bestämmelser om upphovsrätt och arbetsmiljö.",
        "knowledgeRequirementChoice" : {
          "E" : "Eleven redogör <strong>översiktligt</strong> för etiska förhållningssätt samt för lagar och andra bestämmelser om upphovsrätt och arbetsmiljö.",
          "C" : "Eleven redogör <strong>utförligt</strong> för etiska förhållningssätt samt för lagar och andra bestämmelser om upphovsrätt och arbetsmiljö.",
          "A" : "Eleven redogör <strong>utförligt</strong> för etiska förhållningssätt samt för lagar och andra bestämmelser om upphovsrätt och arbetsmiljö."
        }
      } ]
    }, {
      "heading" : "",
      "knowledgeRequirements" : [ {
        "text" : "När eleven samråder med handledare bedömer hon eller han <strong>________</strong> den egna förmågan och situationens krav.",
        "knowledgeRequirementChoice" : {
          "E" : "När eleven samråder med handledare bedömer hon eller han <strong>med viss säkerhet</strong> den egna förmågan och situationens krav.",
          "C" : "När eleven samråder med handledare bedömer hon eller han <strong>med viss säkerhet</strong> den egna förmågan och situationens krav.",
          "A" : "När eleven samråder med handledare bedömer hon eller han <strong>med säkerhet</strong> den egna förmågan och situationens krav."
        }
      } ]
    } ],
    "point" : 100,
    "year" : null
  } ]
}