{
  "name" : "Dansteori",
  "description" : "Ämnet dansteori är till sin karaktär tvärvetenskapligt. Det har sin bas i dansvetenskap men även kulturvetenskap ingår. Med hjälp av begrepp, teorier och metoder från dessa områden kan dans förstås och tolkas som en del av det estetiska, sociala, politiska och kulturella sammanhanget.",
  "code" : "DAE",
  "designation" : "",
  "skolfsId" : "0000:00",
  "purposes" : [ {
    "type" : "PARAGRAPH",
    "heading" : "",
    "lines" : [ "Undervisningen i ämnet dansteori ska syfta till att eleverna utvecklar kunskaper om hur dans avspeglar och bidrar till samhällets kulturella värderingar.", "Eleverna ska ges möjlighet att utveckla kunskaper om hur olika syn på kropp, genus och etnicitet gestaltas i och genom dans ur ett historiskt och samtida perspektiv." ]
  }, {
    "type" : "PARAGRAPH",
    "heading" : "",
    "lines" : [ "Undervisningen ska ge eleverna möjlighet att utveckla förmåga att reflektera över olika estetiska förhållningssätt till dans, huvudsakligen i sceniska men även i sociala sammanhang, och hur dessa har ändrats genom historien.", "Eleverna ska även ges möjlighet att utveckla ett vetenskapligt förhållningssätt till dans." ]
  }, {
    "type" : "PARAGRAPH",
    "heading" : "",
    "lines" : [ "Undervisningen ska ge eleverna möjlighet att utveckla kunskaper om historiska och samtida epoker, genrer och stilar.", "Eleverna ska också ges möjlighet att utveckla förmåga att kritiskt granska olika historieskrivningar och olika indelningar och avgränsningar." ]
  }, {
    "type" : "PARAGRAPH",
    "heading" : "",
    "lines" : [ "Undervisningen ska bidra till att eleverna utvecklar förståelse av skillnader mellan att tolka dans ur dansarens, koreografens respektive publikens synvinkel." ]
  }, {
    "type" : "PARAGRAPH",
    "heading" : "",
    "lines" : [ "Genom att analysera föreställningar, både levande och inspelade, ska eleverna ges möjlighet att utveckla förmåga att reflektera över dans som ett estetiskt och kulturellt uttryck bundet till sitt historiska sammanhang.", "Eleverna ska både muntligt och skriftligt diskutera olika tolkningsmöjligheter när det gäller synen på kropp, danshistorieskrivning, dansande och dansföreställningar." ]
  }, {
    "type" : "BULLET",
    "heading" : "Undervisningen i ämnet dansteori ska ge eleverna förutsättningar att utveckla följande:",
    "lines" : [ "Kunskaper om dans som ett kulturellt uttryck i olika medier samt förmåga att göra dansanalyser och relatera dans till synen på kropp, genus och etnicitet.", "Kunskaper om epoker, genrer, stilar och olika estetiska förhållningssätt till dans. Kunskaper om dans och dansande i sociala och sceniska sammanhang. Kunskaper om förändringsprocesser inom dansen.", "Förmåga att kritiskt granska danshistorieskrivningar och andra avgränsningar och indelningar som används inom dansområdet.", "Kunskaper om begrepp och metoder som används för att analysera och tolka dansföreställningar samt förmåga att använda dessa och relatera föreställningen till olika sammanhang.", "Kunskaper om upphovsrätt och om hur dans som levande kroppsligt uttryck noteras, dokumenteras och visas i olika medier." ]
  } ],
  "courses" : [ {
    "name" : "Dansteori",
    "description" : "Kursen dansteori omfattar punkterna 1–5 under rubriken Ämnets syfte.",
    "code" : "DAEDAT0",
    "centralContent" : [ {
      "heading" : "Undervisningen i kursen ska behandla följande centrala innehåll:",
      "lines" : [ "Dans som uttryck för kulturella värderingar i olika medier.", "Relationen mellan synen på dans, kropp, genus och etnicitet ur historiska och samtida perspektiv.", "Historiska indelningar i epoker, genrer och stilar samt olika estetiska förhållningssätt till dans. Dans och dansande i sociala och sceniska sammanhang med exempel från olika kulturer.", "Förändringsprocesser inom dansen ur ett samtida och historiskt perspektiv. Hur förändringsprocesser och synen på dans relaterar till olika sammanhang, till exempel estetiska, sociala, politiska och kulturella.", "Olika danshistorieskrivningar och avgränsningar och indelningar som används inom dansområdet.", "Olika danshistorieskrivningar, till exempel långa utvecklingslinjer – från \"primitiv\" till samtida konstdans, dans som utveckling av koreografiska former. Dans och dess relation till olika sammanhang och olika avgränsningar, till exempel populär- och finkultur eller social och scenisk dans. Dansens indelningar och genrer.", "Begrepp och metoder i relation till dansanalys av levande och inspelade dansföreställningar. Dansanalys ur olika synvinklar, till exempel genus och etnicitet och olika sammanhang, till exempel estetiska, kulturella och historiska.", "Upphovsrätt som gäller hur dans noteras, dokumenteras och visas i olika medier, till exempel internet." ]
    } ],
    "knowledgeRequirementParagraphs" : [ {
      "heading" : "",
      "knowledgeRequirements" : [ {
        "text" : "Eleven beskriver <strong>________</strong> utifrån några exempel hur dans uttrycker kulturella värderingar i olika medier.",
        "knowledgeRequirementChoice" : {
          "E" : "Eleven beskriver <strong>översiktligt</strong> utifrån några exempel hur dans uttrycker kulturella värderingar i olika medier.",
          "C" : "Eleven beskriver <strong>utförligt</strong> utifrån några exempel hur dans uttrycker kulturella värderingar i olika medier.",
          "A" : "Eleven beskriver <strong>utförligt och nyanserat</strong> utifrån några exempel hur dans uttrycker kulturella värderingar i olika medier."
        }
      }, {
        "text" : "Eleven gör också <strong>________</strong> dansanalyser.",
        "knowledgeRequirementChoice" : {
          "E" : "Eleven gör också <strong>enkla</strong> dansanalyser.",
          "C" : "Eleven gör också dansanalyser.",
          "A" : "Eleven gör också <strong>komplexa</strong> dansanalyser."
        }
      }, {
        "text" : "I analyserna diskuterar eleven <strong>________</strong> kulturella värderingar utifrån <strong>________</strong> kategorierna kropp, genus och etnicitet.",
        "knowledgeRequirementChoice" : {
          "E" : "I analyserna diskuterar eleven <strong>översiktligt</strong> kulturella värderingar utifrån <strong>någon av</strong> kategorierna kropp, genus och etnicitet.",
          "C" : "I analyserna diskuterar eleven <strong>utförligt</strong> kulturella värderingar utifrån <strong>några av</strong> kategorierna kropp, genus och etnicitet.",
          "A" : "I analyserna diskuterar eleven <strong>utförligt och nyanserat</strong> kulturella värderingar utifrån kategorierna kropp, genus och etnicitet."
        }
      } ]
    }, {
      "heading" : "",
      "knowledgeRequirements" : [ {
        "text" : "Eleven beskriver <strong>________</strong> dansgenrer, stilar och estetiska förhållningssätt under olika epoker samt redogör <strong>________</strong> för dans och dansande i sociala och sceniska sammanhang.",
        "knowledgeRequirementChoice" : {
          "E" : "Eleven beskriver <strong>översiktligt</strong> dansgenrer, stilar och estetiska förhållningssätt under olika epoker samt redogör <strong>översiktligt</strong> för dans och dansande i sociala och sceniska sammanhang.",
          "C" : "Eleven beskriver <strong>utförligt och gör välgrundade jämförelser av</strong> dansgenrer, stilar och estetiska förhållningssätt under olika epoker samt redogör <strong>utförligt</strong> för dans och dansande i sociala och sceniska sammanhang.",
          "A" : "Eleven beskriver <strong>utförligt och nyanserat och gör välgrundade och nyanserade jämförelser av</strong> dansgenrer, stilar och estetiska förhållningssätt under olika epoker samt redogör <strong>utförligt och nyanserat</strong> för dans och dansande i sociala och sceniska sammanhang."
        }
      }, {
        "text" : "Utifrån några exempel redogör eleven <strong>________</strong> för förändringsprocesser inom dansen.",
        "knowledgeRequirementChoice" : {
          "E" : "Utifrån några exempel redogör eleven <strong>översiktligt</strong> för förändringsprocesser inom dansen.",
          "C" : "Utifrån några exempel redogör eleven <strong>utförligt</strong> för förändringsprocesser inom dansen <strong>och för samband mellan dans och det sociala, politiska eller kulturella sammanhanget</strong>.",
          "A" : "Utifrån några exempel redogör eleven <strong>utförligt och nyanserat</strong> för förändringsprocesser inom dansen <strong>och för komplexa samband mellan dans och det sociala, politiska och kulturella sammanhanget</strong>."
        }
      } ]
    }, {
      "heading" : "",
      "knowledgeRequirements" : [ {
        "text" : "Eleven redogör <strong>________</strong> för några olika danshistorieskrivningar och olika avgränsningar och indelningar.",
        "knowledgeRequirementChoice" : {
          "E" : "Eleven redogör <strong>översiktligt</strong> för några olika danshistorieskrivningar och olika avgränsningar och indelningar.",
          "C" : "Eleven redogör <strong>utförligt</strong> för några olika danshistorieskrivningar och olika avgränsningar och indelningar.",
          "A" : "Eleven redogör <strong>utförligt och nyanserat</strong> för några olika danshistorieskrivningar och olika avgränsningar och indelningar."
        }
      }, {
        "text" : "I redogörelsen använder eleven <strong>________</strong> adekvata begrepp.",
        "knowledgeRequirementChoice" : {
          "E" : "I redogörelsen använder eleven <strong>med viss säkerhet</strong> adekvata begrepp.",
          "C" : "I redogörelsen använder eleven <strong>med viss säkerhet</strong> adekvata begrepp.",
          "A" : "I redogörelsen använder eleven <strong>med säkerhet</strong> adekvata begrepp <strong>och diskuterar utförligt och nyanserat konsekvenserna av de olika danshistorieskrivningarna</strong>."
        }
      }, {
        "text" : "Dessutom värderar eleven olika danshistorieskrivningar med <strong>________</strong> omdömen.",
        "knowledgeRequirementChoice" : {
          "E" : "Dessutom värderar eleven olika danshistorieskrivningar med <strong>enkla</strong> omdömen.",
          "C" : "Dessutom värderar eleven olika danshistorieskrivningar med <strong>enkla</strong> omdömen.",
          "A" : "Dessutom värderar eleven olika danshistorieskrivningar med <strong>nyanserade</strong> omdömen."
        }
      } ]
    }, {
      "heading" : "",
      "knowledgeRequirements" : [ {
        "text" : "Eleven analyserar dansföreställningar och använder <strong>________</strong> adekvata begrepp och <strong>________</strong> metoder.",
        "knowledgeRequirementChoice" : {
          "E" : "Eleven analyserar dansföreställningar och använder <strong>med viss säkerhet</strong> adekvata begrepp och <strong>enkla</strong> metoder.",
          "C" : "Eleven analyserar dansföreställningar och använder <strong>med viss säkerhet</strong> adekvata begrepp och metoder.",
          "A" : "Eleven analyserar dansföreställningar och använder <strong>med säkerhet</strong> adekvata begrepp och <strong>avancerade</strong> metoder."
        }
      }, {
        "text" : "I analysen beskriver eleven <strong>________</strong> dansens komponenter, form, struktur och estetiska förhållningssätt.",
        "knowledgeRequirementChoice" : {
          "E" : "I analysen beskriver eleven <strong>översiktligt</strong> dansens komponenter, form, struktur och estetiska förhållningssätt.",
          "C" : "I analysen beskriver eleven <strong>utförligt</strong> dansens komponenter, form, struktur och estetiska förhållningssätt. <strong>Eleven ger också välgrundade argument för sitt sätt att analysera dansen</strong>.",
          "A" : "I analysen beskriver eleven <strong>utförligt och nyanserat</strong> dansens komponenter, form, struktur och estetiska förhållningssätt. <strong>Eleven ger också välgrundade och nyanserade argument för sitt sätt att analysera dansen</strong>."
        }
      }, {
        "text" : "Dessutom redogör eleven <strong>________</strong> för hur dansföreställningen relaterar till <strong>________</strong> sammanhang.",
        "knowledgeRequirementChoice" : {
          "E" : "Dessutom redogör eleven <strong>översiktligt</strong> för hur dansföreställningen relaterar till <strong>ett givet</strong> sammanhang.",
          "C" : "Dessutom redogör eleven <strong>utförligt</strong> för hur dansföreställningen relaterar till <strong>olika</strong> sammanhang.",
          "A" : "Dessutom redogör eleven <strong>utförligt och nyanserat</strong> för hur dansföreställningen relaterar till <strong>olika</strong> sammanhang."
        }
      } ]
    }, {
      "heading" : "",
      "knowledgeRequirements" : [ {
        "text" : "Eleven diskuterar <strong>________</strong> frågor om upphovsrätt och hur dans som levande kroppsligt uttryck noteras, dokumenteras och visas i olika medier.",
        "knowledgeRequirementChoice" : {
          "E" : "Eleven diskuterar <strong>översiktligt</strong> frågor om upphovsrätt och hur dans som levande kroppsligt uttryck noteras, dokumenteras och visas i olika medier.",
          "C" : "Eleven diskuterar <strong>utförligt</strong> frågor om upphovsrätt och hur dans som levande kroppsligt uttryck noteras, dokumenteras och visas i olika medier.",
          "A" : "Eleven diskuterar <strong>utförligt och nyanserat</strong> frågor om upphovsrätt och hur dans som levande kroppsligt uttryck noteras, dokumenteras och visas i olika medier."
        }
      } ]
    } ],
    "point" : 100,
    "year" : null
  } ]
}