{
  "name" : "Djur för forskningsändamål",
  "description" : "Ämnet djur för forskningsändamål behandlar skötsel av djur och anläggningar som används för forskningsändamål. Ämnet behandlar också djurens betydelse i ekosystemen. Centralt i ämnet är hantering av djur, djurens behov, djuretik samt lagar och andra bestämmelser som reglerar djurhållning av olika slag.",
  "code" : "DJF",
  "designation" : "",
  "skolfsId" : "0000:00",
  "purposes" : [ {
    "type" : "PARAGRAPH",
    "heading" : "",
    "lines" : [ "Undervisningen i ämnet djur för forskningsändamål ska syfta till att eleverna utvecklar kunskaper för yrkesarbete med djur för forskningsändamål.", "Den ska leda till att eleverna utvecklar förmåga att sköta djur för forskningsändamål med utgångspunkt i djurs behov och naturliga beteende samt med vetenskapligt beprövade metoder som grund.", "Eleverna ska ges möjlighet att utveckla förmåga att följa fasta rutiner och ta ansvar i arbetet med djur för forskningsändamål samt kunskaper om foder och foderhantering.", "Genom undervisningen ska eleverna ges möjlighet att utveckla kunskaper om hur man förebygger skador och sjukdomar hos djur för forskningsändamål samt hur man minimerar påverkan på miljön.", "Undervisningen ska dessutom bidra till att eleverna utvecklar kunskaper om lagar och andra bestämmelser som gäller i samband med arbete med djur för forskningsändamål." ]
  }, {
    "type" : "PARAGRAPH",
    "heading" : "",
    "lines" : [ "Genom praktiska övningar i undervisningen ska eleverna ges möjlighet att utveckla förmåga att hantera och sköta djur och anläggningar samt teknisk utrustning som används för forskningsändamål.", "Genom stallturer och fältstudier i olika djurmiljöer ska eleverna ges möjlighet att följa djurs utveckling, hälsa och välbefinnande.", "Genom observationer och fältstudier ska eleverna ges möjlighet att utveckla kunskaper om etologi." ]
  }, {
    "type" : "BULLET",
    "heading" : "Undervisningen i ämnet djur för forskningsändamål ska ge eleverna förutsättningar att utveckla följande:",
    "lines" : [ "Kunskaper om djurarter som används för forskningsändamål och om deras betydelse för forskning samt om dessa djurarters betydelse för människan.", "Kunskaper om etologi i samband med djurhållning.", "Kunskaper om näringsfysiologi, utfodring och foderhantering.", "Förmåga att sköta och hantera djur för forskningsändamål på ett etiskt och säkert sätt samt utifrån djurens och verksamhetens behov.", "Förmåga att sköta och hantera utrustning och anläggningar på ett säkert sätt.", "Förmåga att arbeta ergonomiskt och med hänsyn till miljön.", "Kunskaper om hygien och smittskydd samt förmåga att följa hygienrutiner och förebygga ohälsa hos djuren.", "Kunskaper om lagar och andra bestämmelser som rör arbete med djur för forskningsändamål." ]
  } ],
  "courses" : [ {
    "name" : "Djur för forskningsändamål",
    "description" : "Kursen djur för forskningsändamål omfattar punkterna 1–8 under rubriken Ämnets syfte. I kursen behandlas fördjupade kunskaper om hantering och skötsel av djur.",
    "code" : "DJFDJU0",
    "centralContent" : [ {
      "heading" : "Undervisningen i kursen ska behandla följande centrala innehåll:",
      "lines" : [ ]
    }, {
      "heading" : "Biologisk grund",
      "lines" : [ "Identifiering och namngivning av djurarter som ofta används inom forskning.", "Artspecifik biologi hos forskningsdjur, anatomi, fysiologi, uppfödning, genetik och genetiska förändringar.", "Djurarternas naturliga beteenden och naturliga livsmiljö. Arternas egenskaper och särskilda behov samt deras naturliga livsmiljö vad gäller till exempel temperatur, ljus, bottenmaterial och tillgång på vatten.", "Orsaker till beteendeförändringar som följd av skador, sjukdomar och behandling.", "Miljöberikning för att stimulera djurens naturliga beteende.", "Foder och foderberäkning, fodrets näringsinnehåll och kvalitet samt artspecifika foderbehov.", "Djurs påverkan av miljöomställningar och stress. Artspecifik ångest, smärta och lidande hos djur som används för forskningsändamål.", "Alternativ till användning av försöksdjur – möjligheter och begränsningar.", "Mikroorganismer, smitta och smittspridning samt sanering, desinfektion och avfallshantering." ]
    }, {
      "heading" : "Arbetsuppgifter och utrustning",
      "lines" : [ "Rutiner för att upptäcka beteendeförändringar hos forskningsdjur.", "Journalföring, muntlig och skriftlig rapportering beträffande djurens hälsotillstånd och beteenden.", "Utarbetande av planer för skötsel av forskningsdjur. Arbetsuppgifter utifrån uppgjord plan samt uppföljning och rapportering.", "Skötsel och hantering av forskningsdjur.", "Artspecifik metodik när det gäller hantering och försök.", "Bedövning och smärtlindring.", "Avbrytningspunkt, avlivning och hantering av döda djur.", "Skötsel och hantering av anläggningar och utrustningar.", "Klimatkontroll i djurmiljön." ]
    }, {
      "heading" : "Arbetsmiljö, säkerhetsfrågor och bestämmelser",
      "lines" : [ "Etik i samband med användning av och arbete med forskningsdjur. Etiska nämnder och internationellt arbete inom området.", "Ergonomi, arbetsmiljö och säkerhet i samband med arbete med forskningsdjur.", "Hygien, smittskydd och förebyggande hälsoarbete.", "Lagar och andra bestämmelser i samband med arbete med forskningsdjur, till exempel angående införskaffande av djur, djurhållning och skötsel och användning av forskningsdjur." ]
    } ],
    "knowledgeRequirementParagraphs" : [ {
      "heading" : "",
      "knowledgeRequirements" : [ {
        "text" : "Eleven identifierar <strong>________</strong> och namnger med vetenskapliga och yrkesmässiga termer djurarter som ofta används för forskningsändamål.",
        "knowledgeRequirementChoice" : {
          "E" : "Eleven identifierar <strong>med viss säkerhet</strong> och namnger med vetenskapliga och yrkesmässiga termer djurarter som ofta används för forskningsändamål.",
          "C" : "Eleven identifierar <strong>med viss säkerhet</strong> och namnger med vetenskapliga och yrkesmässiga termer djurarter som ofta används för forskningsändamål.",
          "A" : "Eleven identifierar <strong>med säkerhet</strong> och namnger med vetenskapliga och yrkesmässiga termer djurarter som ofta används för forskningsändamål."
        }
      }, {
        "text" : "Dessutom redogör eleven <strong>________</strong> för de olika djurarternas biologi och naturliga beteende.",
        "knowledgeRequirementChoice" : {
          "E" : "Dessutom redogör eleven <strong>översiktligt</strong> för de olika djurarternas biologi och naturliga beteende.",
          "C" : "Dessutom redogör eleven <strong>utförligt</strong> för de olika djurarternas biologi och naturliga beteende.",
          "A" : "Dessutom redogör eleven <strong>utförligt och nyanserat</strong> för de olika djurarternas biologi och naturliga beteende."
        }
      }, {
        "text" : "När eleven observerar djurens beteende redogör hon eller han <strong>________</strong> för tecken som tyder på ohälsa eller vantrivsel.",
        "knowledgeRequirementChoice" : {
          "E" : "När eleven observerar djurens beteende redogör hon eller han <strong>med viss säkerhet</strong> för tecken som tyder på ohälsa eller vantrivsel.",
          "C" : "När eleven observerar djurens beteende redogör hon eller han <strong>med viss säkerhet</strong> för tecken som tyder på ohälsa eller vantrivsel.",
          "A" : "När eleven observerar djurens beteende redogör hon eller han <strong>med säkerhet</strong> för tecken som tyder på ohälsa eller vantrivsel."
        }
      }, {
        "text" : "Eleven redogör <strong>________</strong> för faktorer som påverkar forskningsdjurens trivsel och föreslår <strong>________</strong> åtgärder för att förbättra forskningsdjurens hälsa och närmiljö.",
        "knowledgeRequirementChoice" : {
          "E" : "Eleven redogör <strong>översiktligt</strong> för faktorer som påverkar forskningsdjurens trivsel och föreslår <strong>enkla</strong> åtgärder för att förbättra forskningsdjurens hälsa och närmiljö.",
          "C" : "Eleven redogör <strong>utförligt</strong> för faktorer som påverkar forskningsdjurens trivsel och föreslår åtgärder för att förbättra forskningsdjurens hälsa och närmiljö.",
          "A" : "Eleven redogör <strong>utförligt och nyanserat</strong> för faktorer som påverkar forskningsdjurens trivsel och föreslår <strong>avancerade</strong> åtgärder för att förbättra forskningsdjurens hälsa och närmiljö."
        }
      }, {
        "text" : "Dessutom redogör eleven <strong>________</strong> för utfodring och foderhantering samt för fodrets näringsinnehåll och kvalitet.",
        "knowledgeRequirementChoice" : {
          "E" : "Dessutom redogör eleven <strong>översiktligt</strong> för utfodring och foderhantering samt för fodrets näringsinnehåll och kvalitet.",
          "C" : "Dessutom redogör eleven <strong>utförligt</strong> för utfodring och foderhantering samt för fodrets näringsinnehåll och kvalitet.",
          "A" : "Dessutom redogör eleven <strong>utförligt och nyanserat</strong> för utfodring och foderhantering samt för fodrets näringsinnehåll och kvalitet."
        }
      } ]
    }, {
      "heading" : "",
      "knowledgeRequirements" : [ {
        "text" : "Eleven planerar <strong>________</strong> med handledare sitt arbete med forskningsdjur samt sköter och hanterar <strong>________</strong> med handledare djur på ett etiskt och säkert sätt utifrån djurens behov.",
        "knowledgeRequirementChoice" : {
          "E" : "Eleven planerar <strong>i samråd</strong> med handledare sitt arbete med forskningsdjur samt sköter och hanterar <strong>i samråd</strong> med handledare djur på ett etiskt och säkert sätt utifrån djurens behov.",
          "C" : "Eleven planerar <strong>efter samråd</strong> med handledare sitt arbete med forskningsdjur samt sköter och hanterar <strong>efter samråd</strong> med handledare djur på ett etiskt och säkert sätt utifrån djurens behov.",
          "A" : "Eleven planerar <strong>efter samråd</strong> med handledare sitt arbete med forskningsdjur samt sköter och hanterar <strong>efter samråd</strong> med handledare djur på ett etiskt och säkert sätt utifrån djurens behov."
        }
      }, {
        "text" : "Dessutom sköter och hanterar eleven <strong>________</strong> med handledare utrustning, anläggningar och vistelsemiljöer på ett säkert sätt.",
        "knowledgeRequirementChoice" : {
          "E" : "Dessutom sköter och hanterar eleven <strong>i samråd</strong> med handledare utrustning, anläggningar och vistelsemiljöer på ett säkert sätt.",
          "C" : "Dessutom sköter och hanterar eleven <strong>efter samråd</strong> med handledare utrustning, anläggningar och vistelsemiljöer på ett säkert sätt.",
          "A" : "Dessutom sköter och hanterar eleven <strong>efter samråd</strong> med handledare utrustning, anläggningar och vistelsemiljöer på ett säkert sätt."
        }
      }, {
        "text" : "Resultatet av arbetet är <strong>________</strong>.",
        "knowledgeRequirementChoice" : {
          "E" : "Resultatet av arbetet är <strong>tillfredsställande</strong>.",
          "C" : "Resultatet av arbetet är <strong>tillfredsställande</strong>.",
          "A" : "Resultatet av arbetet är <strong>gott</strong>."
        }
      }, {
        "text" : "I arbetet löser eleven <strong>________</strong> med handledare de problem som uppstår.",
        "knowledgeRequirementChoice" : {
          "E" : "I arbetet löser eleven <strong>i samråd</strong> med handledare de problem som uppstår.",
          "C" : "I arbetet löser eleven <strong>efter samråd</strong> med handledare de problem som uppstår.",
          "A" : "I arbetet löser eleven <strong>efter samråd</strong> med handledare de problem som uppstår."
        }
      }, {
        "text" : "Eleven arbetar ergonomiskt och tar hänsyn till miljön.",
        "knowledgeRequirementChoice" : {
          "E" : "Eleven arbetar ergonomiskt och tar hänsyn till miljön.",
          "C" : "Eleven arbetar ergonomiskt och tar hänsyn till miljön.",
          "A" : "Eleven arbetar ergonomiskt och tar hänsyn till miljön."
        }
      }, {
        "text" : "När eleven arbetar med forskningsdjur följer hon eller han aktuella etiska regler, hygienrutiner samt redogör <strong>________</strong> för hygien och smittskydd.",
        "knowledgeRequirementChoice" : {
          "E" : "När eleven arbetar med forskningsdjur följer hon eller han aktuella etiska regler, hygienrutiner samt redogör <strong>översiktligt</strong> för hygien och smittskydd.",
          "C" : "När eleven arbetar med forskningsdjur följer hon eller han aktuella etiska regler, hygienrutiner samt redogör <strong>utförligt</strong> för hygien och smittskydd.",
          "A" : "När eleven arbetar med forskningsdjur följer hon eller han aktuella etiska regler, hygienrutiner samt redogör <strong>utförligt och nyanserat</strong> för hygien och smittskydd."
        }
      }, {
        "text" : "Dessutom redogör eleven <strong>________</strong> för och arbetar i enlighet med lagar och andra bestämmelser som rör arbete med forskningsdjur.",
        "knowledgeRequirementChoice" : {
          "E" : "Dessutom redogör eleven <strong>översiktligt</strong> för och arbetar i enlighet med lagar och andra bestämmelser som rör arbete med forskningsdjur.",
          "C" : "Dessutom redogör eleven <strong>utförligt</strong> för och arbetar i enlighet med lagar och andra bestämmelser som rör arbete med forskningsdjur.",
          "A" : "Dessutom redogör eleven <strong>utförligt och nyanserat</strong> för och arbetar i enlighet med lagar och andra bestämmelser som rör arbete med forskningsdjur."
        }
      } ]
    }, {
      "heading" : "",
      "knowledgeRequirements" : [ {
        "text" : "När eleven samråder med handledare bedömer hon eller han <strong>________</strong> den egna förmågan och situationens krav.",
        "knowledgeRequirementChoice" : {
          "E" : "När eleven samråder med handledare bedömer hon eller han <strong>med viss säkerhet</strong> den egna förmågan och situationens krav.",
          "C" : "När eleven samråder med handledare bedömer hon eller han <strong>med viss säkerhet</strong> den egna förmågan och situationens krav.",
          "A" : "När eleven samråder med handledare bedömer hon eller han <strong>med säkerhet</strong> den egna förmågan och situationens krav."
        }
      } ]
    } ],
    "point" : 200,
    "year" : null
  } ]
}