{
  "name" : "Engelska",
  "description" : "Det engelska språket omger oss i vardagen och används inom skilda områden som kultur, politik, utbildning och ekonomi. Kunskaper i engelska ökar individens möjligheter att ingå i olika sociala och kulturella sammanhang och att delta i ett globaliserat studie- och arbetsliv. Kunskaper i engelska kan dessutom ge nya perspektiv på omvärlden, ökade möjligheter till kontakter och större förståelse för olika sätt att leva.",
  "code" : "ENG",
  "designation" : "",
  "skolfsId" : "2010:261",
  "purposes" : [ {
    "type" : "PARAGRAPH",
    "heading" : "",
    "lines" : [ "Undervisningen i ämnet engelska ska syfta till att eleverna utvecklar språk- och omvärldskunskaper så att de kan, vill och vågar använda engelska i olika situationer och för skilda syften.", "Eleverna ska ges möjlighet att, genom språkanvändning i funktionella och meningsfulla sammanhang, utveckla en allsidig kommunikativ förmåga.", "Denna förmåga innefattar dels reception, som innebär att förstå talat språk och texter, dels produktion och interaktion, som innebär att formulera sig och samspela med andra i tal och skrift samt att anpassa sitt språk till olika situationer, syften och mottagare.", "Genom undervisningen ska eleverna även ges möjlighet att utveckla språklig säkerhet i tal och skrift samt förmåga att uttrycka sig med variation och komplexitet.", "Dessutom ska eleverna ges möjlighet att utveckla förmåga att använda olika strategier för att stödja kommunikationen och för att lösa problem när språkkunskaperna inte räcker till." ]
  }, {
    "type" : "PARAGRAPH",
    "heading" : "",
    "lines" : [ "Eleverna ska ges möjlighet att utveckla kunskaper om livsvillkor, samhällsfrågor och kulturella företeelser i olika sammanhang och delar av världen där engelska används.", "Undervisningen ska stimulera elevernas nyfikenhet på språk och kultur samt ge dem möjlighet att utveckla flerspråkighet där kunskaper i olika språk samverkar och stödjer varandra.", "Undervisningen ska dessutom bidra till att eleverna utvecklar språklig medvetenhet och kunskaper om hur man lär sig språk i och utanför undervisningen." ]
  }, {
    "type" : "PARAGRAPH",
    "heading" : "",
    "lines" : [ "Undervisningen ska i allt väsentligt bedrivas på engelska.", "I undervisningen ska eleverna få möta talad och skriven engelska av olika slag samt få sätta innehållet i relation till egna erfarenheter och kunskaper.", "Eleverna ska ges möjlighet att interagera i tal och skrift samt producera talat språk och olika texter, på egen hand och tillsammans med andra, och med stöd av olika hjälpmedel och medier.", "Undervisningen ska dra nytta av omvärlden som en resurs för kontakter, information och lärande samt bidra till att eleverna utvecklar förståelse av hur man söker, värderar, väljer och tillägnar sig innehåll från olika källor för information, kunskaper och upplevelser." ]
  }, {
    "type" : "BULLET",
    "heading" : "Undervisningen i ämnet engelska ska ge eleverna förutsättningar att utveckla följande:",
    "lines" : [ "Förståelse av talad och skriven engelska samt förmåga att tolka innehållet.", "Förmåga att formulera sig och kommunicera på engelska i tal och skrift.", "Förmåga att använda språkliga strategier i olika sammanhang.", "Förmåga att anpassa språket efter olika syften, mottagare och situationer.", "Förmåga att diskutera och reflektera över livsvillkor, samhällsfrågor och kulturella företeelser i olika sammanhang och delar av världen där engelska används." ]
  } ],
  "courses" : [ {
    "name" : "Engelska 5",
    "description" : "Kursen engelska 5 omfattar punkterna 1–5 under rubriken Ämnets syfte.",
    "code" : "ENGENG05",
    "centralContent" : [ {
      "heading" : "Undervisningen i kursen ska behandla följande centrala innehåll:",
      "lines" : [ ]
    }, {
      "heading" : "Kommunikationens innehåll",
      "lines" : [ "Ämnesområden med anknytning till elevernas utbildning samt samhälls- och arbetsliv; aktuella områden; händelser och händelseförlopp; tankar, åsikter, idéer, erfarenheter och känslor; relationer och etiska frågor.", "Innehåll och form i olika typer av fiktion.", "Levnadsvillkor, attityder, värderingar och traditioner samt sociala, politiska och kulturella förhållanden i olika sammanhang och delar av världen där engelska används. Engelska språkets utbredning och ställning i världen." ]
    }, {
      "heading" : "Reception",
      "lines" : [ "Talat språk, även med viss social och dialektal färgning, och texter som är instruerande, berättande, sammanfattande, förklarande, diskuterande, rapporterande och argumenterande, även via film och andra medier.", "Sammanhängande talat språk och samtal av olika slag, till exempel intervjuer.", "Skönlitteratur och annan fiktion.", "Texter av olika slag och med olika syften, till exempel manualer, populärvetenskapliga texter och reportage.", "Strategier för att lyssna och läsa på olika sätt och med olika syften.", "Olika sätt att söka, välja och kritiskt granska texter och talat språk.", "Hur ord och fraser i muntliga och skriftliga framställningar skapar struktur och sammanhang genom att tydliggöra inledning, orsakssammanhang, tidsaspekt och slutsats." ]
    }, {
      "heading" : "Produktion och interaktion",
      "lines" : [ "Muntlig och skriftlig produktion och interaktion av olika slag, även i mer formella sammanhang, där eleverna instruerar, berättar, sammanfattar, förklarar, kommenterar, värderar, motiverar sina åsikter, diskuterar och argumenterar.", "Strategier för att bidra till och aktivt medverka i diskussioner med anknytning till samhälls- och arbetslivet.", "Bearbetning av egna och andras muntliga och skriftliga framställningar för att variera, tydliggöra och precisera samt för att skapa struktur och anpassa till syftet och situationen. I detta ingår användning av ord och fraser som tydliggör orsakssammanhang och tidsaspekter." ]
    } ],
    "knowledgeRequirementParagraphs" : [ {
      "heading" : "",
      "knowledgeRequirements" : [ {
        "text" : "Eleven kan förstå <strong>________</strong> i talad engelska i varierande tempo och i tydligt formulerad skriven engelska, i olika genrer.",
        "knowledgeRequirementChoice" : {
          "E" : "Eleven kan förstå <strong>huvudsakligt innehåll och uppfatta tydliga detaljer</strong> i talad engelska i varierande tempo och i tydligt formulerad skriven engelska, i olika genrer.",
          "C" : "Eleven kan förstå <strong>huvudsakligt innehåll och uppfatta väsentliga detaljer</strong> i talad engelska i varierande tempo och i tydligt formulerad skriven engelska, i olika genrer.",
          "A" : "Eleven kan förstå <strong>såväl helhet som detaljer</strong> i talad engelska i varierande tempo och i tydligt formulerad skriven engelska, i olika genrer."
        }
      }, {
        "text" : "Eleven visar sin förståelse genom att <strong>________</strong> redogöra för, diskutera och kommentera innehåll och detaljer samt genom att med <strong>________</strong> resultat agera utifrån budskap och instruktioner i innehållet.",
        "knowledgeRequirementChoice" : {
          "E" : "Eleven visar sin förståelse genom att <strong>översiktligt</strong> redogöra för, diskutera och kommentera innehåll och detaljer samt genom att med <strong>godtagbart</strong> resultat agera utifrån budskap och instruktioner i innehållet.",
          "C" : "Eleven visar sin förståelse genom att <strong>välgrundat</strong> redogöra för, diskutera och kommentera innehåll och detaljer samt genom att med <strong>tillfredsställande</strong> resultat agera utifrån budskap och instruktioner i innehållet.",
          "A" : "Eleven visar sin förståelse genom att <strong>välgrundat och nyanserat</strong> redogöra för, diskutera och kommentera innehåll och detaljer samt genom att med <strong>gott</strong> resultat agera utifrån budskap och instruktioner i innehållet."
        }
      } ]
    }, {
      "heading" : "",
      "knowledgeRequirements" : [ {
        "text" : "Eleven kan välja och <strong>________</strong> använda strategier för att tillgodogöra sig och kritiskt granska innehållet i talad och skriven engelska.",
        "knowledgeRequirementChoice" : {
          "E" : "Eleven kan välja och <strong>med viss säkerhet</strong> använda strategier för att tillgodogöra sig och kritiskt granska innehållet i talad och skriven engelska.",
          "C" : "Eleven kan välja och <strong>med viss säkerhet</strong> använda strategier för att tillgodogöra sig och kritiskt granska innehållet i talad och skriven engelska.",
          "A" : "Eleven kan välja och <strong>med säkerhet</strong> använda strategier för att tillgodogöra sig och kritiskt granska innehållet i talad och skriven engelska."
        }
      } ]
    }, {
      "heading" : "",
      "knowledgeRequirements" : [ {
        "text" : "Eleven väljer texter och talat språk från olika medier och kan på ett relevant sätt använda det valda materialet i sin egen produktion och interaktion.",
        "knowledgeRequirementChoice" : {
          "E" : "Eleven väljer texter och talat språk från olika medier och kan på ett relevant sätt använda det valda materialet i sin egen produktion och interaktion.",
          "C" : "Eleven väljer texter och talat språk från olika medier och använder på ett relevant <strong>och effektivt</strong> sätt det valda materialet i sin egen produktion och interaktion.",
          "A" : "Eleven väljer texter och talat språk från olika medier och använder på ett relevant, <strong>effektivt och kritiskt</strong> sätt det valda materialet i sin egen produktion och interaktion."
        }
      } ]
    }, {
      "heading" : "",
      "knowledgeRequirements" : [ {
        "text" : "I muntliga och skriftliga framställningar i olika genrer kan eleven formulera sig <strong>________</strong> varierat, <strong>________</strong> tydligt och <strong>________</strong> sammanhängande.",
        "knowledgeRequirementChoice" : {
          "E" : "I muntliga och skriftliga framställningar i olika genrer kan eleven formulera sig <strong>relativt</strong> varierat, <strong>relativt</strong> tydligt och <strong>relativt</strong> sammanhängande.",
          "C" : "I muntliga och skriftliga framställningar i olika genrer kan eleven formulera sig <strong>relativt</strong> varierat, tydligt, sammanhängande och <strong>relativt strukturerat</strong>.",
          "A" : "I muntliga och skriftliga framställningar i olika genrer kan eleven formulera sig varierat, tydligt, sammanhängande <strong>och strukturerat</strong>."
        }
      }, {
        "text" : "Eleven kan formulera sig med <strong>________</strong> flyt och <strong>________</strong> till syfte, mottagare och situation.",
        "knowledgeRequirementChoice" : {
          "E" : "Eleven kan formulera sig med <strong>visst</strong> flyt och <strong>i någon mån anpassat</strong> till syfte, mottagare och situation.",
          "C" : "Eleven kan även formulera sig med flyt och <strong>viss anpassning</strong> till syfte, mottagare och situation.",
          "A" : "Eleven kan även formulera sig med flyt och <strong>viss anpassning</strong> till syfte, mottagare och situation."
        }
      }, {
        "text" : "Eleven bearbetar, och gör förbättringar av, egna framställningar.",
        "knowledgeRequirementChoice" : {
          "E" : "Eleven bearbetar, och gör förbättringar av, egna framställningar.",
          "C" : "Eleven bearbetar, och gör <strong>välgrundade</strong> förbättringar av, egna framställningar.",
          "A" : "Eleven bearbetar, och gör <strong>välgrundade och nyanserade</strong> förbättringar av, egna framställningar."
        }
      } ]
    }, {
      "heading" : "",
      "knowledgeRequirements" : [ {
        "text" : "I muntlig och skriftlig interaktion i olika, även mer formella, sammanhang kan eleven uttrycka sig tydligt och med <strong>________</strong> flyt samt med <strong>________</strong> anpassning till syfte, mottagare och situation.",
        "knowledgeRequirementChoice" : {
          "E" : "I muntlig och skriftlig interaktion i olika, även mer formella, sammanhang kan eleven uttrycka sig tydligt och med <strong>visst</strong> flyt samt med <strong>viss</strong> anpassning till syfte, mottagare och situation.",
          "C" : "I muntlig och skriftlig interaktion i olika, även mer formella, sammanhang kan eleven uttrycka sig tydligt och med flyt samt med <strong>viss</strong> anpassning till syfte, mottagare och situation.",
          "A" : "I muntlig och skriftlig interaktion i olika, även mer formella, sammanhang uttrycker sig eleven tydligt, <strong>relativt ledigt</strong> och med flyt samt med anpassning till syfte, mottagare och situation."
        }
      }, {
        "text" : "Dessutom kan eleven välja och använda <strong>________</strong> fungerande strategier som <strong>________</strong> löser problem i och förbättrar interaktionen.",
        "knowledgeRequirementChoice" : {
          "E" : "Dessutom kan eleven välja och använda <strong>i huvudsak</strong> fungerande strategier som <strong>i viss mån</strong> löser problem i och förbättrar interaktionen.",
          "C" : "Dessutom kan eleven välja och använda fungerande strategier som löser problem i och förbättrar interaktionen.",
          "A" : "Dessutom kan eleven välja och använda <strong>väl</strong> fungerande strategier som löser problem i och förbättrar interaktionen <strong>och för den framåt på ett konstruktivt sätt</strong>."
        }
      } ]
    }, {
      "heading" : "",
      "knowledgeRequirements" : [ {
        "text" : "Eleven diskuterar <strong>________</strong> några företeelser i olika sammanhang och delar av världen där engelska används, och kan då också göra <strong>________</strong> jämförelser med egna erfarenheter och kunskaper.",
        "knowledgeRequirementChoice" : {
          "E" : "Eleven diskuterar <strong>översiktligt</strong> några företeelser i olika sammanhang och delar av världen där engelska används, och kan då också göra <strong>enkla</strong> jämförelser med egna erfarenheter och kunskaper.",
          "C" : "Eleven diskuterar <strong>utförligt</strong> några företeelser i olika sammanhang och delar av världen där engelska används, och kan då också göra <strong>välutvecklade</strong> jämförelser med egna erfarenheter och kunskaper.",
          "A" : "Eleven diskuterar <strong>utförligt och nyanserat</strong> några företeelser i olika sammanhang och delar av världen där engelska används, och kan då också göra <strong>välutvecklade och nyanserade</strong> jämförelser med egna erfarenheter och kunskaper."
        }
      } ]
    } ],
    "point" : 100,
    "year" : null
  }, {
    "name" : "Engelska 6",
    "description" : "Kursen engelska 6 omfattar punkterna 1–5 under rubriken Ämnets syfte.",
    "code" : "ENGENG06",
    "centralContent" : [ {
      "heading" : "Undervisningen i kursen ska behandla följande centrala innehåll:",
      "lines" : [ ]
    }, {
      "heading" : "Kommunikationens innehåll",
      "lines" : [ "Konkreta och abstrakta ämnesområden med anknytning till elevernas utbildning samt samhälls- och arbetsliv; aktuella ämnesområden; tankar, åsikter, idéer, erfarenheter och känslor; etiska och existentiella frågor.", "Teman, motiv, form och innehåll i film och skönlitteratur; författarskap och litterära epoker.", "Levnadsvillkor, attityder, värderingar, traditioner, samhällsfrågor samt kulturella, historiska, politiska och sociala förhållanden i olika sammanhang och delar av världen där engelska används." ]
    }, {
      "heading" : "Reception",
      "lines" : [ "Talat språk, även med social och dialektal färgning, och texter, även komplexa och formella, som är berättande, diskuterande, argumenterande, rapporterande och redogörande, även via film och andra medier.", "Sammanhängande talat språk och samtal av olika slag, till exempel debatter, föredrag och intervjuer.", "Samtida och äldre skönlitteratur, dikter, dramatik och sånger.", "Texter av olika slag och med olika syften, till exempel formella brev, populärvetenskapliga texter och recensioner.", "Strategier för källkritiskt förhållningssätt när man lyssnar till och läser framställningar från olika källor och i olika medier.", "Strategier för att söka relevant information i större textmängder eller längre sekvenser av talat språk och för att uppfatta perspektiv och underförstådd betydelse.", "Hur struktur och sammanhang byggs upp samt hur attityder, perspektiv och stilnivå kommer till uttryck i talat och skrivet språk i olika genrer.", "Hur språk, bilder och ljud används för att påverka till exempel i politiska tal och reklam." ]
    }, {
      "heading" : "Produktion och interaktion",
      "lines" : [ "Muntlig och skriftlig produktion och interaktion i olika situationer och med olika syften, där eleverna argumenterar, rapporterar, ansöker, resonerar, sammanfattar, kommenterar, värderar och motiverar sina åsikter.", "Strategier för att bidra till och aktivt medverka i argumentation, debatter och diskussioner med anknytning till samhälls- och arbetslivet.", "Olika sätt att kommentera och föra anteckningar när man lyssnar till och läser framställningar från olika källor.", "Bearbetning av språk och struktur i egna och andras muntliga och skriftliga framställningar, även i formella sammanhang. Anpassning till genre, situation och syfte." ]
    } ],
    "knowledgeRequirementParagraphs" : [ {
      "heading" : "",
      "knowledgeRequirements" : [ {
        "text" : "Eleven kan förstå <strong>________</strong> i talad engelska <strong>________</strong>, och i skriven engelska, i olika genrer och i mer formella sammanhang.",
        "knowledgeRequirementChoice" : {
          "E" : "Eleven kan förstå <strong>huvudsakligt innehåll och uppfattar tydliga detaljer</strong> i talad engelska <strong>i relativt snabbt tempo</strong>, och i skriven engelska, i olika genrer och i mer formella sammanhang.",
          "C" : "Eleven kan förstå <strong>huvudsakligt innehåll och uppfattar väsentliga detaljer</strong> i talad engelska <strong>i relativt snabbt tempo</strong>, och i skriven engelska, i olika genrer och i mer formella sammanhang.",
          "A" : "Eleven kan förstå <strong>såväl helhet som detaljer</strong> i talad engelska <strong>i snabbt tempo</strong>, och i skriven engelska, i olika genrer och i mer formella sammanhang."
        }
      }, {
        "text" : "Eleven visar sin förståelse genom att <strong>________</strong> redogöra för, diskutera, kommentera och dra slutsatser om innehåll och detaljer samt genom att med <strong>________</strong> resultat agera utifrån budskap och instruktioner i innehållet.",
        "knowledgeRequirementChoice" : {
          "E" : "Eleven visar sin förståelse genom att <strong>översiktligt</strong> redogöra för, diskutera, kommentera och dra slutsatser om innehåll och detaljer samt genom att med <strong>godtagbart</strong> resultat agera utifrån budskap och instruktioner i innehållet.",
          "C" : "Eleven visar sin förståelse genom att <strong>välgrundat</strong> redogöra för, diskutera, kommentera och dra slutsatser om innehåll och detaljer samt genom att med <strong>tillfredsställande</strong> resultat agera utifrån budskap och instruktioner i innehållet.",
          "A" : "Eleven visar sin förståelse genom att <strong>välgrundat och nyanserat</strong> redogöra för, diskutera, kommentera och dra slutsatser om innehåll och detaljer samt genom att med <strong>gott</strong> resultat agera utifrån budskap och instruktioner i innehållet."
        }
      } ]
    }, {
      "heading" : "",
      "knowledgeRequirements" : [ {
        "text" : "Eleven kan välja och <strong>________</strong> använda strategier för att söka relevant information och värdera olika källors tillförlitlighet.",
        "knowledgeRequirementChoice" : {
          "E" : "Eleven kan välja och <strong>med viss säkerhet</strong> använda strategier för att söka relevant information och värdera olika källors tillförlitlighet.",
          "C" : "Eleven kan välja och <strong>med viss säkerhet</strong> använda strategier för att söka relevant information och värdera olika källors tillförlitlighet.",
          "A" : "Eleven kan välja och <strong>med säkerhet</strong> använda strategier för att söka relevant information och värdera olika källors tillförlitlighet."
        }
      } ]
    }, {
      "heading" : "",
      "knowledgeRequirements" : [ {
        "text" : "Eleven väljer texter och talat språk från olika medier och kan på ett relevant sätt använda det valda materialet i sin egen produktion och interaktion.",
        "knowledgeRequirementChoice" : {
          "E" : "Eleven väljer texter och talat språk från olika medier och kan på ett relevant sätt använda det valda materialet i sin egen produktion och interaktion.",
          "C" : "Eleven väljer texter och talat språk från olika medier och använder på ett relevant <strong>och effektivt</strong> sätt det valda materialet i sin egen produktion och interaktion.",
          "A" : "Eleven väljer texter och talat språk från olika medier och använder på ett relevant, <strong>effektivt och kritiskt</strong> sätt det valda materialet i sin egen produktion och interaktion."
        }
      } ]
    }, {
      "heading" : "",
      "knowledgeRequirements" : [ {
        "text" : "I muntliga och skriftliga framställningar i olika genrer kan eleven formulera sig <strong>________</strong> varierat, tydligt och <strong>________</strong> strukturerat.",
        "knowledgeRequirementChoice" : {
          "E" : "I muntliga och skriftliga framställningar i olika genrer kan eleven formulera sig <strong>relativt</strong> varierat, tydligt och <strong>relativt</strong> strukturerat.",
          "C" : "I muntliga och skriftliga framställningar i olika genrer kan eleven formulera sig varierat, tydligt och strukturerat.",
          "A" : "I muntliga och skriftliga framställningar i olika genrer kan eleven formulera sig varierat, <strong>nyanserat</strong>, tydligt och strukturerat."
        }
      }, {
        "text" : "Eleven kan även formulera sig med flyt och <strong>________</strong> anpassning till syfte, mottagare och situation.",
        "knowledgeRequirementChoice" : {
          "E" : "Eleven kan även formulera sig med flyt och <strong>viss</strong> anpassning till syfte, mottagare och situation.",
          "C" : "Eleven kan även formulera sig med flyt och <strong>viss</strong> anpassning till syfte, mottagare och situation.",
          "A" : "Eleven kan även formulera sig med flyt och anpassning till syfte, mottagare och situation."
        }
      }, {
        "text" : "Eleven bearbetar, och gör <strong>________</strong> förbättringar av, egna framställningar.",
        "knowledgeRequirementChoice" : {
          "E" : "Eleven bearbetar, och gör <strong>enkla</strong> förbättringar av, egna framställningar.",
          "C" : "Eleven bearbetar, och gör <strong>välgrundade</strong> förbättringar av, egna framställningar.",
          "A" : "Eleven bearbetar, och gör <strong>välgrundade och nyanserade</strong> förbättringar av, egna framställningar."
        }
      } ]
    }, {
      "heading" : "",
      "knowledgeRequirements" : [ {
        "text" : "I muntlig och skriftlig interaktion i olika, även formella och komplexa, sammanhang kan eleven uttrycka sig tydligt och med flyt samt med <strong>________</strong> anpassning till syfte, mottagare och situation.",
        "knowledgeRequirementChoice" : {
          "E" : "I muntlig och skriftlig interaktion i olika, även formella och komplexa, sammanhang kan eleven uttrycka sig tydligt och med flyt samt med <strong>viss</strong> anpassning till syfte, mottagare och situation.",
          "C" : "I muntlig och skriftlig interaktion i olika, även formella och komplexa, sammanhang kan eleven uttrycka sig tydligt, <strong>relativt ledigt</strong> och med flyt samt med anpassning till syfte, mottagare och situation.",
          "A" : "I muntlig och skriftlig interaktion i olika, även formella och komplexa, sammanhang uttrycker sig eleven tydligt, <strong>ledigt</strong> och med flyt samt med anpassning till syfte, mottagare och situation."
        }
      }, {
        "text" : "Dessutom kan eleven välja och använda <strong>________</strong> fungerande strategier som <strong>________</strong> löser problem i och förbättrar interaktionen.",
        "knowledgeRequirementChoice" : {
          "E" : "Dessutom kan eleven välja och använda <strong>i huvudsak</strong> fungerande strategier som <strong>i viss mån</strong> löser problem i och förbättrar interaktionen.",
          "C" : "Dessutom kan eleven välja och använda fungerande strategier som löser problem i och förbättrar interaktionen.",
          "A" : "Dessutom kan eleven välja och använda <strong>väl</strong> fungerande strategier som löser problem i och förbättrar interaktionen <strong>och kan föra den framåt på ett konstruktivt sätt</strong>."
        }
      } ]
    }, {
      "heading" : "",
      "knowledgeRequirements" : [ {
        "text" : "Eleven diskuterar <strong>________</strong> några företeelser i olika sammanhang och delar av världen där engelska används, och kan då också göra <strong>________</strong> jämförelser med egna erfarenheter och kunskaper.",
        "knowledgeRequirementChoice" : {
          "E" : "Eleven diskuterar <strong>översiktligt</strong> några företeelser i olika sammanhang och delar av världen där engelska används, och kan då också göra <strong>enkla</strong> jämförelser med egna erfarenheter och kunskaper.",
          "C" : "Eleven diskuterar <strong>utförligt</strong> några företeelser i olika sammanhang och delar av världen där engelska används, och kan då också göra <strong>välutvecklade</strong> jämförelser med egna erfarenheter och kunskaper.",
          "A" : "Eleven diskuterar <strong>utförligt och nyanserat</strong> några företeelser i olika sammanhang och delar av världen där engelska används, och kan då också göra <strong>välutvecklade och nyanserade</strong> jämförelser med egna erfarenheter och kunskaper."
        }
      } ]
    } ],
    "point" : 100,
    "year" : null
  }, {
    "name" : "Engelska 7",
    "description" : "Kursen engelska 7 omfattar punkterna 1–5 under rubriken Ämnets syfte.",
    "code" : "ENGENG07",
    "centralContent" : [ {
      "heading" : "Undervisningen i kursen ska behandla följande centrala innehåll:",
      "lines" : [ ]
    }, {
      "heading" : "Kommunikationens innehåll",
      "lines" : [ "Teoretiska och komplexa ämnesområden, även av mer vetenskaplig karaktär, med anknytning till elevernas utbildning, valt fördjupningsområde, samhällsfrågor och arbetsliv; tankar, åsikter, idéer, erfarenheter och känslor; kulturyttringar i samtiden och historien, till exempel litterära epoker.", "Samhällsfrågor, kulturella, historiska, politiska och sociala förhållanden samt etiska och existentiella frågor i olika sammanhang och delar av världen där engelska används." ]
    }, {
      "heading" : "Reception",
      "lines" : [ "Talat språk, även med social och dialektal färgning, och texter, även komplexa och formella, som är berättande, diskuterande, argumenterande, rapporterande, redogörande och utredande, även via film och andra medier.", "Sammanhängande talat språk och samtal av olika slag, till exempel debatter, fördjupande reportage och föreläsningar.", "Samtida och äldre skönlitteratur och annan fiktion inom olika genrer, till exempel dramatik.", "Texter av olika slag och med olika syften, till exempel avtalstexter, fördjupande artiklar och vetenskapliga texter.", "Strategier för att överblicka och strukturera information i större textmängder eller längre sekvenser av talat språk.", "Strategier för att dra slutsatser om talat språk och texter när det gäller attityder, perspektiv, syfte och värderingar samt för att uppfatta underförstådd betydelse.", "Hur muntliga och skriftliga framställningar i olika genrer är uppbyggda. Hur stilistiska och retoriska grepp används för olika syften samt hur språk används som maktmedel." ]
    }, {
      "heading" : "Produktion och interaktion",
      "lines" : [ "Muntlig och skriftlig produktion och interaktion i olika situationer och med olika syften, där eleverna argumenterar ur olika perspektiv, ansöker, resonerar, värderar, utreder, förhandlar och motiverar sina åsikter.", "Muntlig och skriftlig framställning inom valt fördjupningsområde.", "Strategier för användning av olika typer av källor, med källkritisk medvetenhet och vedertagna sätt att ange källor, inom valt fördjupningsområde och inom andra områden.", "Strategier och modern teknik för att medverka i, leda och dokumentera samtal och skriftlig kommunikation i olika medier, till exempel i arbetsprocesser och förhandlingssituationer med anknytning till samhälls- och arbetslivet.", "Användning av grundläggande stilistiska och retoriska grepp.", "Bearbetning av språk och struktur i egna och andras framställningar, i formella och komplexa sammanhang, och för att skapa anpassning till genre, stilnivå och syfte." ]
    } ],
    "knowledgeRequirementParagraphs" : [ {
      "heading" : "",
      "knowledgeRequirements" : [ {
        "text" : "Eleven kan förstå <strong>________</strong>, samt <strong>________</strong> även underförstådd betydelse, i talad engelska i relativt snabbt tempo, och i skriven engelska, i olika genrer och av avancerad karaktär.",
        "knowledgeRequirementChoice" : {
          "E" : "Eleven kan förstå <strong>huvudsakligt innehåll och uppfattar väsentliga detaljer</strong>, samt <strong>med viss säkerhet</strong> även underförstådd betydelse, i talad engelska i relativt snabbt tempo, och i skriven engelska, i olika genrer och av avancerad karaktär.",
          "C" : "Eleven kan förstå <strong>huvudsakligt innehåll och uppfatta väsentliga detaljer</strong>, samt <strong>med viss säkerhet</strong> även underförstådd betydelse, i talad engelska i relativt snabbt tempo, och i skriven engelska, i olika genrer och av avancerad karaktär.",
          "A" : "Eleven kan förstå <strong>såväl helhet som detaljer</strong>, samt även underförstådd betydelse, i talad engelska i snabbt tempo, och i skriven engelska, i olika genrer och av avancerad karaktär."
        }
      }, {
        "text" : "Eleven visar sin förståelse genom att <strong>________</strong> redogöra för, diskutera, kommentera och dra slutsatser om innehåll och detaljer samt genom att med <strong>________</strong> resultat agera utifrån budskap och instruktioner i innehållet.",
        "knowledgeRequirementChoice" : {
          "E" : "Eleven visar sin förståelse genom att <strong>översiktligt</strong> redogöra för, diskutera, kommentera och dra slutsatser om innehåll och detaljer samt genom att med <strong>godtagbart</strong> resultat agera utifrån budskap och instruktioner i innehållet.",
          "C" : "Eleven visar sin förståelse genom att <strong>välgrundat</strong> redogöra för, diskutera, kommentera och dra slutsatser om innehåll och detaljer samt genom att med <strong>tillfredsställande</strong> resultat agera utifrån budskap och instruktioner i innehållet.",
          "A" : "Eleven visar sin förståelse genom att <strong>välgrundat och nyanserat</strong> redogöra för, diskutera, kommentera och dra slutsatser om innehåll och detaljer samt genom att med <strong>gott</strong> resultat agera utifrån budskap och instruktioner i innehållet."
        }
      } ]
    }, {
      "heading" : "",
      "knowledgeRequirements" : [ {
        "text" : "Eleven kan välja och <strong>________</strong> använda strategier för att söka relevant information, strukturera den och värdera olika källors tillförlitlighet.",
        "knowledgeRequirementChoice" : {
          "E" : "Eleven kan välja och <strong>med viss säkerhet</strong> använda strategier för att söka relevant information, strukturera den och värdera olika källors tillförlitlighet.",
          "C" : "Eleven kan välja och <strong>med viss säkerhet</strong> använda strategier för att söka relevant information, strukturera den och värdera olika källors tillförlitlighet.",
          "A" : "Eleven kan välja och <strong>med säkerhet</strong> använda strategier för att söka relevant information, strukturera den och värdera olika källors tillförlitlighet."
        }
      } ]
    }, {
      "heading" : "",
      "knowledgeRequirements" : [ {
        "text" : "Eleven väljer texter och talat språk från olika medier och kan på ett relevant sätt använda det valda materialet i sin egen produktion och interaktion.",
        "knowledgeRequirementChoice" : {
          "E" : "Eleven väljer texter och talat språk från olika medier och kan på ett relevant sätt använda det valda materialet i sin egen produktion och interaktion.",
          "C" : "Eleven väljer texter och talat språk från olika medier och använder på ett relevant och <strong>effektivt</strong> sätt det valda materialet i sin egen produktion och interaktion.",
          "A" : "Eleven väljer texter och talat språk från olika medier och använder på ett relevant, <strong>effektivt och kritiskt</strong> sätt det valda materialet i sin egen produktion och interaktion."
        }
      } ]
    }, {
      "heading" : "",
      "knowledgeRequirements" : [ {
        "text" : "I muntliga och skriftliga framställningar i olika genrer kan eleven formulera sig varierat, tydligt och <strong>________</strong>.",
        "knowledgeRequirementChoice" : {
          "E" : "I muntliga och skriftliga framställningar i olika genrer kan eleven formulera sig varierat, tydligt och <strong>strukturerat</strong>.",
          "C" : "I muntliga och skriftliga framställningar i olika genrer kan eleven formulera sig varierat, <strong>nyanserat</strong>, tydligt och <strong>strukturerat</strong>.",
          "A" : "I muntliga och skriftliga framställningar i olika genrer kan eleven formulera sig <strong>med god precision</strong>, varierat, <strong>nyanserat</strong>, tydligt och <strong>välstrukturerat</strong>."
        }
      }, {
        "text" : "Eleven kan även formulera sig med flyt och <strong>________</strong> anpassning till syfte, mottagare och situation.",
        "knowledgeRequirementChoice" : {
          "E" : "Eleven kan även formulera sig med flyt och <strong>viss</strong> anpassning till syfte, mottagare och situation.",
          "C" : "Eleven kan även formulera sig med flyt och anpassning till syfte, mottagare och situation.",
          "A" : "Eleven kan även formulera sig med flyt och <strong>god</strong> anpassning till syfte, mottagare och situation."
        }
      }, {
        "text" : "Eleven bearbetar, och gör <strong>________</strong> förbättringar av, egna framställningar.",
        "knowledgeRequirementChoice" : {
          "E" : "Eleven bearbetar, och gör <strong>välgrundade</strong> förbättringar av, egna framställningar.",
          "C" : "Eleven bearbetar, och gör <strong>välgrundade och nyanserade</strong> förbättringar av, egna framställningar.",
          "A" : "Eleven bearbetar, och gör <strong>välgrundade och nyanserade</strong> förbättringar av, egna framställningar."
        }
      } ]
    }, {
      "heading" : "",
      "knowledgeRequirements" : [ {
        "text" : "I muntlig och skriftlig interaktion i olika, även formella och komplexa, sammanhang kan eleven uttrycka sig tydligt, <strong>________</strong> ledigt och med flyt samt med anpassning till syfte, mottagare och situation.",
        "knowledgeRequirementChoice" : {
          "E" : "I muntlig och skriftlig interaktion i olika, även formella och komplexa, sammanhang kan eleven uttrycka sig tydligt, <strong>relativt</strong> ledigt och med flyt samt med anpassning till syfte, mottagare och situation.",
          "C" : "I muntlig och skriftlig interaktion i olika, även formella och komplexa, sammanhang kan eleven uttrycka sig tydligt, ledigt och med flyt samt med anpassning till syfte, mottagare och situation.",
          "A" : "I muntlig och skriftlig interaktion i olika, även formella och komplexa, sammanhang kan eleven uttrycka sig tydligt, ledigt och med flyt samt <strong>med flexibel och effektiv</strong> anpassning till syfte, mottagare och situation."
        }
      }, {
        "text" : "Dessutom kan eleven välja och använda <strong>________</strong> strategier som <strong>________</strong> löser problem i och förbättrar interaktionen.",
        "knowledgeRequirementChoice" : {
          "E" : "Dessutom kan eleven välja och använda <strong>i huvudsak fungerande</strong> strategier som <strong>i viss mån</strong> löser problem i och förbättrar interaktionen.",
          "C" : "Dessutom kan eleven välja och använda <strong>fungerande</strong> strategier som löser problem i och förbättrar interaktionen.",
          "A" : "Dessutom kan eleven välja och använda <strong>väl fungerande</strong> strategier som löser problem i och förbättrar interaktionen <strong>och för den framåt på ett konstruktivt sätt</strong>."
        }
      } ]
    }, {
      "heading" : "",
      "knowledgeRequirements" : [ {
        "text" : "Eleven diskuterar <strong>________</strong> några företeelser i olika sammanhang och delar av världen där engelska används, och kan då också göra <strong>________</strong> jämförelser med egna erfarenheter och kunskaper.",
        "knowledgeRequirementChoice" : {
          "E" : "Eleven diskuterar <strong>översiktligt</strong> några företeelser i olika sammanhang och delar av världen där engelska används, och kan då också göra <strong>enkla</strong> jämförelser med egna erfarenheter och kunskaper.",
          "C" : "Eleven diskuterar <strong>utförligt</strong> några företeelser i olika sammanhang och delar av världen där engelska används, och kan då också göra <strong>välutvecklade</strong> jämförelser med egna erfarenheter och kunskaper.",
          "A" : "Eleven diskuterar <strong>utförligt och nyanserat</strong> några företeelser i olika sammanhang och delar av världen där engelska används, och kan då också göra <strong>välutvecklade och nyanserade</strong> jämförelser med egna erfarenheter och kunskaper."
        }
      } ]
    } ],
    "point" : 100,
    "year" : null
  } ]
}