{
  "name" : "Eurytmi",
  "description" : "Ämnet eurytmi är till sin karaktär konstnärligt och eurytmiska grundelement utgör bas för vidareutveckling av multimodal konstnärlig gestaltning. Ämnet betonar dialogisk gestaltning och integration mellan utövare och material. Eurytmi är ett waldorfpedagogiskt ämne som tar sin utgångspunkt i elevers egna iakttagelser och reflektioner. Ämnet behandlar gestaltningsarbete utifrån eurytmistens och eurytmikoreografens perspektiv, i relation till publikens perspektiv.",
  "code" : "EUR",
  "designation" : "",
  "skolfsId" : "0000:00",
  "purposes" : [ {
    "type" : "PARAGRAPH",
    "heading" : "",
    "lines" : [ "Undervisningen i ämnet eurytmi ska syfta till att eleverna utvecklar estetisk sensibilitet för den egna kroppsrörelsen.", "Den ska också leda till att eleverna utvecklar lyhördhet för estetisk gestaltning av språkliga och musikaliska element.", "Eleverna ska ges möjlighet att närma sig ett professionellt förhållningssätt till eurytmi genom att utveckla och tillämpa kunskaper om eurytmisk gestaltning.", "Det innebär tolkning, improvisation, komposition och scenisk kunskap i olika genrer och sammanhang, i relation till publik." ]
  }, {
    "type" : "PARAGRAPH",
    "heading" : "",
    "lines" : [ "Undervisningen ska ge eleverna möjlighet att utveckla sinnesstimulerande erfarenheter och förmåga att lösa problem.", "Den ska även leda till att eleverna utvecklar kunskaper för att kunna göra mer nyanserade iakttagelser och för att variera och nyansera egna uttryck för språkliga och musikaliska grundelement och sammanhang." ]
  }, {
    "type" : "PARAGRAPH",
    "heading" : "",
    "lines" : [ "I undervisningen ska utforskande och reflekterande arbetsmetoder ingå för att ge eleverna möjlighet att utveckla den konstnärliga processen genom att observera, analysera och tolka egna och andras gestaltningar." ]
  }, {
    "type" : "PARAGRAPH",
    "heading" : "",
    "lines" : [ "Undervisningen ska ge eleverna möjlighet att utveckla kunskaper om och färdigheter i metoder för utforskning och tolkning av rörelsemöjligheter och uttryckssätt, utifrån eurytmins kunskapsperspektiv, sceniska uttrycksformer, traditioner och sammanhang." ]
  }, {
    "type" : "PARAGRAPH",
    "heading" : "",
    "lines" : [ "Undervisningen ska ge eleverna möjlighet att utveckla förmåga att samarbeta, interagera med andra och inta en lyhörd hållning inför olika sätt att förhålla sig till konstnärliga processer.", "Eleverna ska även ges möjlighet att delta i, driva, leda och utveckla konstnärliga projekt och olika former av sceniska presentationer.", "Genom erfarenheter av och reflektioner över undervisningens gestaltande arbete ska eleverna ges möjlighet att utveckla kunskaper om multimodala konstnärliga uttryck i sceniska produktioner." ]
  }, {
    "type" : "PARAGRAPH",
    "heading" : "",
    "lines" : [ "Undervisningen ska ge eleverna möjlighet att utveckla kunskaper om etiska förhållningssätt, upphovsrätt, arbetsmiljö och samarbetsmöjligheter med yrkesprofessioner som musiker och recitatörer.", "Eleverna ska också ges möjlighet att utveckla kunskaper om eurytmisters professionella yrkesvillkor i konstnärliga, terapeutiska, pedagogiska sammanhang samt i näringslivssammanhang." ]
  }, {
    "type" : "BULLET",
    "heading" : "Undervisningen i ämnet eurytmi ska ge eleverna förutsättningar att utveckla följande:",
    "lines" : [ "Förmåga att iaktta lexikala, språkliga och musikaliska rörelser och gester samt att använda eurytmiska grundelement.", "Förmåga att utveckla och gestalta autentiska rörelser och gester i multimodal gestaltning.", "Förståelse av principerna för eurytmiska grundelement i relation till utforskning av rörelsemöjligheter och konstnärliga uttryckssätt.", "Förmåga att interagera med andra, ta ansvar för både det egna och det gemensamma arbetet samt att välja och förhålla sig till olika former av instruktioner.", "Kunskaper om eurytmiska genrer.", "Förmåga att omsätta idéer och intentioner i gestaltning och sceniskt framförande.", "Kunskaper om eurytmiska yrkesroller.", "Förmåga att kommunicera med publik.", "Förmåga att analysera, samtala om och reflektera över egna och andras gestaltningar och rörelseuttryck." ]
  } ],
  "courses" : [ {
    "name" : "Eurytmi 1",
    "description" : "Kursen eurytmi 1 omfattar punkterna 1–4 och 6–7 under rubriken Ämnets syfte, med särskild betoning på punkterna 1, 4 och 6.",
    "code" : "EUREUR01",
    "centralContent" : [ {
      "heading" : "Undervisningen i kursen ska behandla följande centrala innehåll:",
      "lines" : [ "Den egna rörelseförmågan i relation till samtliga lexikala språkliga rörelser och gester.", "Den egna rörelseförmågan i relation till samtliga musikaliska rörelser och gester.", "Texters grammatiska strukturer.", "Uttryck och gester för dur och moll, harmoni och dissonans, liksom takt, rytm, melodi och intervaller samt rim, versmått och assonans.", "Koreografi och arbetsprocesser.", "Kroppsspråk, talorgan och tal.", "Klang, hörsel och ton.", "Koordination, spatial rumsuppfattning och orientering i rörelse.", "Inre upplevelse i relation till rörelse i gestik, tid, rum, gestaltning.", "Samarbete med andra och interaktion i arbetsprocesser med koreografiska grundformer.", "Skapande arbetsprocesser i olika konstellationer.", "Etiska förhållningssätt, arbetsmiljöfrågor och lagar om upphovsrätt.", "Yrkesroller och funktion: eurytmist, eurytmilärare, recitatör och musiker.", "Reflektioner över arbetsprocesser.", "Termer och begrepp inom eurytmi." ]
    } ],
    "knowledgeRequirementParagraphs" : [ {
      "heading" : "",
      "knowledgeRequirements" : [ {
        "text" : "Eleven undersöker språkliga ljudföljder och innebörder och förevisar samtliga lexikala ljudgester.",
        "knowledgeRequirementChoice" : {
          "E" : "Eleven undersöker språkliga ljudföljder och innebörder och förevisar samtliga lexikala ljudgester.",
          "C" : "Eleven undersöker språkliga ljudföljder och innebörder och förevisar samtliga lexikala ljudgester <strong>med varierande proportioner</strong>.",
          "A" : "Eleven undersöker språkliga ljudföljder och innebörder och förevisar samtliga lexikala ljudgester <strong>med nyanserade proportioner i relation till ledsagande recitation</strong>."
        }
      } ]
    }, {
      "heading" : "",
      "knowledgeRequirements" : [ {
        "text" : "Eleven undersöker musikaliska klanger och tonföljder och förevisar samtliga lexikala tongester, i dur och moll.",
        "knowledgeRequirementChoice" : {
          "E" : "Eleven undersöker musikaliska klanger och tonföljder och förevisar samtliga lexikala tongester, i dur och moll.",
          "C" : "Eleven undersöker musikaliska klanger och tonföljder och förevisar samtliga lexikala tongester, i dur och moll <strong>i varierande riktningar</strong>.",
          "A" : "Eleven undersöker musikaliska klanger och tonföljder och förevisar samtliga lexikala tongester, i dur och moll <strong>med nyanserade riktningar i relation till ledsagande musik</strong>."
        }
      } ]
    }, {
      "heading" : "",
      "knowledgeRequirements" : [ {
        "text" : "Eleven differentierar i sin gestaltning <strong>________</strong> rörelsemässiga uttryck och gester för dur och moll, harmoni och dissonans, liksom takt, rytm, melodi och intervaller samt rim, versmått och assonans.",
        "knowledgeRequirementChoice" : {
          "E" : "Eleven differentierar i sin gestaltning <strong>med viss säkerhet</strong> rörelsemässiga uttryck och gester för dur och moll, harmoni och dissonans, liksom takt, rytm, melodi och intervaller samt rim, versmått och assonans.",
          "C" : "Eleven differentierar i sin gestaltning <strong>med viss säkerhet</strong> rörelsemässiga uttryck och gester för dur och moll, harmoni och dissonans liksom takt, rytm, melodi och intervaller samt rim, versmått och assonans.",
          "A" : "Eleven differentierar <strong>och nyanserar med säkerhet</strong> i sin gestaltning rörelsemässiga uttryck och gester för dur och moll, harmoni och dissonans liksom takt, rytm, melodi och intervaller samt rim, versmått och assonans."
        }
      }, {
        "text" : "Eleven gör <strong>________</strong> analyser av texters grammatiska strukturer och musikstyckens tonart och takt samt ger <strong>________</strong> förslag på koreografiska lösningar som kan göras individuellt och i samarbete med andra.",
        "knowledgeRequirementChoice" : {
          "E" : "Eleven gör <strong>enkla</strong> analyser av texters grammatiska strukturer och musikstyckens tonart och takt samt ger <strong>enkla</strong> förslag på koreografiska lösningar som kan göras individuellt och i samarbete med andra.",
          "C" : "Eleven gör analyser av texters grammatiska strukturer och musikstyckens tonart och takt samt ger <strong>välgrundade</strong> förslag på koreografiska lösningar som kan göras individuellt och i samarbete med andra.",
          "A" : "Eleven gör <strong>komplexa</strong> analyser av texters grammatiska strukturer och musikstyckens tonart och takt samt ger <strong>välgrundade och nyanserade</strong> förslag på koreografiska lösningar som kan göras individuellt och i samarbete med andra."
        }
      } ]
    }, {
      "heading" : "",
      "knowledgeRequirements" : [ {
        "text" : "Eleven omsätter instruktioner i motsvarande rörelser och gester med ett <strong>________</strong> resultat.",
        "knowledgeRequirementChoice" : {
          "E" : "Eleven omsätter instruktioner i motsvarande rörelser och gester med ett <strong>tillfredsställande</strong> resultat.",
          "C" : "Eleven omsätter instruktioner i motsvarande rörelser och gester med ett <strong>tillfredsställande</strong> resultat.",
          "A" : "Eleven omsätter instruktioner i motsvarande rörelser och gester med ett <strong>gott</strong> resultat."
        }
      }, {
        "text" : "Dessutom visar eleven <strong>________</strong> koordination och spatial rumsuppfattning i flera uppgifter.",
        "knowledgeRequirementChoice" : {
          "E" : "Dessutom visar eleven <strong>med viss säkerhet</strong> koordination och spatial rumsuppfattning i flera uppgifter.",
          "C" : "Dessutom visar eleven <strong>med viss säkerhet</strong> koordination och spatial rumsuppfattning i flera uppgifter. <strong>Eleven uppmärksammar gruppens rörelsedynamik och anpassar sitt eget rörelsemönster i samarbetet med andra med ett tillfredsställande resultat</strong>.",
          "A" : "Dessutom visar eleven <strong>med säkerhet</strong> koordination och spatial rumsuppfattning i flera uppgifter. <strong>Eleven uppmärksammar gruppens rörelsedynamik och anpassar sitt eget rörelsemönster i samarbetet med andra, med ett gott resultat</strong>."
        }
      } ]
    }, {
      "heading" : "",
      "knowledgeRequirements" : [ {
        "text" : "Eleven deltar i skapande arbetsprocesser med <strong>________</strong> resultat genom att ge <strong>________</strong> uttryck för egna iakttagelser och ge <strong>________</strong> förslag till lösningar på problem.",
        "knowledgeRequirementChoice" : {
          "E" : "Eleven deltar i skapande arbetsprocesser med <strong>tillfredsställande</strong> resultat genom att ge <strong>enkla</strong> uttryck för egna iakttagelser och ge <strong>enkla</strong> förslag till lösningar på problem.",
          "C" : "Eleven deltar i skapande arbetsprocesser med <strong>tillfredsställande</strong> resultat genom att ge uttryck för egna iakttagelser och ge <strong>välgrundade</strong> förslag till lösningar på problem.",
          "A" : "Eleven deltar i skapande grupprocesser med <strong>gott</strong> resultat genom att ge <strong>nyanserade</strong> uttryck för egna iakttagelser och ge <strong>välgrundade och nyanserade</strong> förslag till lösningar på problem."
        }
      }, {
        "text" : "Dessutom deltar eleven i gemensamma resonemang och experiment med rörelser och gester.",
        "knowledgeRequirementChoice" : {
          "E" : "Dessutom deltar eleven i gemensamma resonemang och experiment med rörelser och gester.",
          "C" : "Dessutom deltar eleven i gemensamma resonemang och experiment med rörelser och gester.",
          "A" : "Dessutom deltar eleven i gemensamma resonemang och experiment med rörelser och gester."
        }
      }, {
        "text" : "Eleven orienterar sig i tid och rum <strong>________</strong> och trygghet samt gestaltar <strong>________</strong> skillnader mellan tankemässig, känslomässig och viljemässig gestik och koreografi både individuellt och i samarbete med andra.",
        "knowledgeRequirementChoice" : {
          "E" : "Eleven orienterar sig i tid och rum <strong>med viss säkerhet</strong> och trygghet samt gestaltar <strong>med viss säkerhet</strong> skillnader mellan tankemässig, känslomässig och viljemässig gestik och koreografi både individuellt och i samarbete med andra.",
          "C" : "Eleven orienterar sig i tid och rum <strong>med viss säkerhet</strong> och trygghet samt gestaltar <strong>med viss säkerhet</strong> skillnader mellan tankemässig, känslomässig och viljemässig gestik och koreografi både individuellt och i samarbete med andra.",
          "A" : "Eleven orienterar sig i tid och rum <strong>med säkerhet</strong> och trygghet samt gestaltar <strong>med säkerhet</strong> skillnader mellan tankemässig, känslomässig och viljemässig gestik och koreografi både individuellt och i samarbete med andra."
        }
      }, {
        "text" : "I uppgifter baserade på lexikala grundelement behärskar eleven <strong>________</strong> och trygghet sitt rörelsemönster samt förmår följa rörliga gruppformationer.",
        "knowledgeRequirementChoice" : {
          "E" : "I uppgifter baserade på lexikala grundelement behärskar eleven <strong>med viss säkerhet</strong> och trygghet sitt rörelsemönster samt förmår följa rörliga gruppformationer.",
          "C" : "I uppgifter baserade på lexikala grundelement behärskar eleven <strong>med viss säkerhet</strong> och trygghet sitt rörelsemönster samt förmår följa <strong>och leda</strong> rörliga gruppformationer.",
          "A" : "I uppgifter baserade på lexikala grundelement behärskar eleven <strong>med säkerhet</strong> och trygghet sitt rörelsemönster samt förmår följa <strong>och leda</strong> rörliga gruppformationer."
        }
      } ]
    }, {
      "heading" : "",
      "knowledgeRequirements" : [ {
        "text" : "Eleven diskuterar <strong>________</strong> arbetsprocesser och yrkesrollers huvudsakliga arbetsområden, funktioner och samverkan.",
        "knowledgeRequirementChoice" : {
          "E" : "Eleven diskuterar <strong>översiktligt</strong> arbetsprocesser och yrkesrollers huvudsakliga arbetsområden, funktioner och samverkan.",
          "C" : "Eleven diskuterar <strong>utförligt</strong> arbetsprocesser och yrkesrollers huvudsakliga arbetsområden, funktioner och samverkan.",
          "A" : "Eleven diskuterar <strong>utförligt och nyanserat</strong> arbetsprocesser och yrkesrollers huvudsakliga arbetsområden, funktioner och samverkan."
        }
      }, {
        "text" : "Dessutom redogör eleven <strong>________</strong> för etiska förhållningssätt och för ett <strong>________</strong> resonemang om etiska hänsyn till andra medaktörer.",
        "knowledgeRequirementChoice" : {
          "E" : "Dessutom redogör eleven <strong>översiktligt</strong> för etiska förhållningssätt och för ett <strong>enkelt</strong> resonemang om etiska hänsyn till andra medaktörer.",
          "C" : "Dessutom redogör eleven <strong>utförligt</strong> för etiska förhållningssätt och för ett <strong>välgrundat</strong> resonemang om etiska hänsyn till andra medaktörer.",
          "A" : "Dessutom redogör eleven <strong>utförligt och nyanserat</strong> för etiska förhållningssätt och för ett <strong>välgrundat och nyanserat</strong> resonemang om etiska hänsyn till andra medaktörer."
        }
      }, {
        "text" : "I diskussioner och redogörelser använder eleven <strong>________</strong> adekvata begrepp.",
        "knowledgeRequirementChoice" : {
          "E" : "I diskussioner och redogörelser använder eleven <strong>med viss säkerhet</strong> adekvata begrepp.",
          "C" : "I diskussioner och redogörelser använder eleven <strong>med viss säkerhet</strong> adekvata begrepp.",
          "A" : "I diskussioner och redogörelser använder eleven <strong>med säkerhet</strong> adekvata begrepp."
        }
      } ]
    } ],
    "point" : 100,
    "year" : null
  }, {
    "name" : "Eurytmi 2",
    "description" : "Kursen eurytmi 2 omfattar punkterna 1–4 och 6–9 under rubriken Ämnets syfte, med särskild betoning på punkterna 4, 8 och 9.",
    "code" : "EUREUR02",
    "centralContent" : [ {
      "heading" : "Undervisningen i kursen ska behandla följande centrala innehåll:",
      "lines" : [ "Den egna rörelseförmågan i relation till lexikala språkliga och musikaliska rörelser och gester med betoning på arbetsprocesser och framförande.", "Metrik: rytm, rim, assonans.", "Tonarter: dur, moll, dissonans.", "Spatial orientering i ömsesidigt rörelseflöde.", "Gestaltningstekniker.", "Samarbete med andra och interaktion i arbetsprocesser med koreografiska formationer och formförvandlingar.", "Skapande i arbetsprocesser med betoning på egna idéer och intentioner, iakttagelser och uttrycksmöjligheter.", "Scenisk framställning.", "Etiska förhållningssätt, arbetsmiljöfrågor och lagar om upphovsrätt.", "Yrkesroller och funktioner: eurytmist, eurytmilärare, recitatör, musiker, ljussättare, kostymdesigner och producent.", "Reflektion över arbetsprocesser.", "Termer och begrepp inom eurytmi." ]
    } ],
    "knowledgeRequirementParagraphs" : [ {
      "heading" : "",
      "knowledgeRequirements" : [ {
        "text" : "Eleven utför <strong>________</strong> individuell gestaltning av samtliga lexikala ljudgester och tongester, med uttryck för respektive gesters rörelse, känsla och karaktär.",
        "knowledgeRequirementChoice" : {
          "E" : "Eleven utför <strong>med viss säkerhet</strong> individuell gestaltning av samtliga lexikala ljudgester och tongester, med uttryck för respektive gesters rörelse, känsla och karaktär.",
          "C" : "Eleven utför <strong>med viss säkerhet</strong> individuell gestaltning av samtliga lexikala ljudgester och tongester, med <strong>systematiska</strong> uttryck för respektive gesters rörelse, känsla och karaktär.",
          "A" : "Eleven utför <strong>med säkerhet</strong> individuell gestaltning av samtliga ljudgester och tongester, med <strong>systematiska och personliga</strong> uttryck för respektive gesters rörelse, känsla och karaktär."
        }
      }, {
        "text" : "Dessutom utför eleven <strong>________</strong> gestaltning av tankemässig, känslomässig och viljemässig gestik och koreografi i rörliga formationer både individuellt och i samarbete med andra.",
        "knowledgeRequirementChoice" : {
          "E" : "Dessutom utför eleven <strong>med viss säkerhet</strong> gestaltning av tankemässig, känslomässig och viljemässig gestik och koreografi i rörliga formationer både individuellt och i samarbete med andra.",
          "C" : "Dessutom utför eleven <strong>med viss säkerhet</strong> gestaltning av tankemässig, känslomässig och viljemässig gestik och koreografi i rörliga formationer både individuellt och i samarbete med andra, <strong>samt förändrar sin gestaltning i proportion till ledsagande recitation och musik</strong>.",
          "A" : "Dessutom utför eleven <strong>med säkerhet</strong> gestaltning av tankemässig, känslomässig och viljemässig gestik och koreografi i rörliga formationer både individuellt och i samarbete med andra, <strong>samt förändrar sin gestaltning i proportion till ledsagande recitation och musik</strong>."
        }
      } ]
    }, {
      "heading" : "",
      "knowledgeRequirements" : [ {
        "text" : "Eleven gestaltar <strong>________</strong> lexikala, språkliga och musikaliska skillnader genom att använda gestaltningstekniker för dur och moll, harmoni och dissonans, liksom för takt, rytm, melodi och intervall samt för rim, versmått och assonans, dynamiska hållningar och koreografiska strukturer.",
        "knowledgeRequirementChoice" : {
          "E" : "Eleven gestaltar <strong>med viss säkerhet</strong> lexikala, språkliga och musikaliska skillnader genom att använda gestaltningstekniker för dur och moll, harmoni och dissonans, liksom för takt, rytm, melodi och intervall samt för rim, versmått och assonans, dynamiska hållningar och koreografiska strukturer.",
          "C" : "Eleven gestaltar <strong>med viss säkerhet</strong> lexikala språkliga och musikaliska skillnader genom att använda <strong>och utveckla</strong> gestaltningstekniker för dur och moll, harmoni och dissonans, liksom för takt, rytm, melodi och intervall samt för rim, versmått och assonans, dynamiska hållningar och koreografiska strukturer.",
          "A" : "Eleven gestaltar <strong>med säkerhet</strong> lexikala språkliga och musikaliska skillnader genom att använda <strong>och utveckla</strong> gestaltningstekniker för dur och moll, harmoni och dissonans, liksom för takt, rytm, melodi och intervall samt för rim, versmått och assonans, dynamiska hållningar och koreografiska strukturer."
        }
      }, {
        "text" : "Eleven utför egna kombinationer av <strong>________</strong> ljudgester och tongester.",
        "knowledgeRequirementChoice" : {
          "E" : "Eleven utför egna kombinationer av <strong>några</strong> ljudgester och tongester.",
          "C" : "Eleven utför egna kombinationer av <strong>några</strong> ljudgester och tongester.",
          "A" : "Eleven utför egna kombinationer av <strong>flera</strong> ljudgester och tongester."
        }
      }, {
        "text" : "Dessutom identifierar eleven och ger <strong>________</strong> förslag på förbättringar av lexikala gester och koreografiska formelement som andra använder.",
        "knowledgeRequirementChoice" : {
          "E" : "Dessutom identifierar eleven och ger <strong>enkla</strong> förslag på förbättringar av lexikala gester och koreografiska formelement som andra använder.",
          "C" : "Dessutom identifierar eleven och ger <strong>välgrundade</strong> förslag på förbättringar av lexikala gester och koreografiska formelement som andra använder.",
          "A" : "Dessutom identifierar eleven och ger <strong>välgrundade och nyanserade</strong> förslag på förbättringar av lexikala gester och koreografiska formelement som andra använder."
        }
      } ]
    }, {
      "heading" : "",
      "knowledgeRequirements" : [ {
        "text" : "Eleven omsätter instruktioner i motsvarande rörelser och gester och motiverar <strong>________</strong> sina val med hänsyn till arbetsprocessens resultat.",
        "knowledgeRequirementChoice" : {
          "E" : "Eleven omsätter instruktioner i motsvarande rörelser och gester och motiverar <strong>översiktligt</strong> sina val med hänsyn till arbetsprocessens resultat.",
          "C" : "Eleven omsätter instruktioner i motsvarande rörelser och gester och motiverar <strong>utförligt</strong> sina val med hänsyn till arbetsprocessens resultat.",
          "A" : "Eleven omsätter instruktioner i motsvarande rörelser och gester och motiverar <strong>utförligt och nyanserat</strong> sina val med hänsyn till arbetsprocessens resultat."
        }
      }, {
        "text" : "Dessutom gör eleven <strong>________</strong> jämförelser av språkliga ljudföljder och innebörder med hänsyn till konstnärliga uttryckssätt.",
        "knowledgeRequirementChoice" : {
          "E" : "Dessutom gör eleven <strong>enkla</strong> jämförelser av språkliga ljudföljder och innebörder med hänsyn till konstnärliga uttryckssätt.",
          "C" : "Dessutom gör eleven <strong>välgrundade</strong> jämförelser av språkliga ljudföljder och innebörder med hänsyn till konstnärliga uttryckssätt.",
          "A" : "Dessutom gör eleven <strong>välgrundade och nyanserade</strong> jämförelser av språkliga ljudföljder och innebörder med hänsyn till konstnärliga uttryckssätt."
        }
      } ]
    }, {
      "heading" : "",
      "knowledgeRequirements" : [ {
        "text" : "Eleven deltar i skapande arbetsprocesser med <strong>________</strong> resultat.",
        "knowledgeRequirementChoice" : {
          "E" : "Eleven deltar i skapande arbetsprocesser med <strong>tillfredsställande</strong> resultat.",
          "C" : "Eleven deltar i skapande arbetsprocesser med <strong>tillfredsställande</strong> resultat.",
          "A" : "Eleven deltar i skapande arbetsprocesser med <strong>gott</strong> resultat."
        }
      }, {
        "text" : "Detta gör eleven genom att formulera <strong>________</strong> iakttagelser med <strong>________</strong> korrekta begrepp, ge <strong>________</strong> förslag på lösningar av problem samt genom att göra <strong>________</strong> jämförelser i gemensamma resonemang och experiment med rörelser och gester.",
        "knowledgeRequirementChoice" : {
          "E" : "Detta gör eleven genom att formulera <strong>enkla</strong> iakttagelser med <strong>några</strong> korrekta begrepp, ge <strong>enkla</strong> förslag på lösningar av problem samt genom att göra <strong>enkla</strong> jämförelser i gemensamma resonemang och experiment med rörelser och gester.",
          "C" : "Detta gör eleven genom att formulera <strong>välgrundade</strong> iakttagelser med <strong>några</strong> korrekta begrepp, ge <strong>välgrundade</strong> förslag på lösningar av problem samt genom att göra <strong>välgrundade jämförelser</strong> i gemensamma resonemang och experiment med rörelser och gester.",
          "A" : "Detta gör eleven genom att formulera <strong>välgrundade och nyanserade</strong> iakttagelser med <strong>flera</strong> korrekta begrepp, ge <strong>välgrundade och nyanserade</strong> förslag på lösningar av problem samt genom att göra <strong>välgrundade och nyanserade</strong> jämförelser i gemensamma resonemang och experiment med rörelser och gester."
        }
      }, {
        "text" : "Individuellt liksom i samarbete med andra ger eleven <strong>________</strong> förslag till koreografiska lösningar.",
        "knowledgeRequirementChoice" : {
          "E" : "Individuellt liksom i samarbete med andra ger eleven <strong>enkla</strong> förslag till koreografiska lösningar.",
          "C" : "Individuellt liksom i samarbete med andra ger eleven <strong>välgrundade</strong> förslag till koreografiska lösningar.",
          "A" : "Individuellt liksom i samarbete med andra ger eleven <strong>välgrundade och nyanserade</strong> förslag till koreografiska lösningar."
        }
      }, {
        "text" : "Eleven anpassar sitt rörelsemönster i relation till recitation, musik och gruppens rörelsedynamik genom att föregripa rörelseförlopp <strong>________</strong> så att gestik och förflyttning börjar i tid.",
        "knowledgeRequirementChoice" : {
          "E" : "Eleven anpassar sitt rörelsemönster i relation till recitation, musik och gruppens rörelsedynamik genom att föregripa rörelseförlopp <strong>med viss säkerhet</strong> så att gestik och förflyttning börjar i tid.",
          "C" : "Eleven anpassar sitt rörelsemönster i relation till recitation, musik och gruppens rörelsedynamik genom att föregripa rörelseförlopp <strong>med viss säkerhet</strong> så att gestik och förflyttning börjar <strong>och avslutas</strong> i tid.",
          "A" : "Eleven anpassar sitt rörelsemönster i relation till recitation, musik och gruppens rörelsedynamik genom att föregripa rörelseförlopp <strong>med säkerhet</strong> så att gestik och förflyttning börjar <strong>och avslutas</strong> i tid."
        }
      } ]
    }, {
      "heading" : "",
      "knowledgeRequirements" : [ {
        "text" : "Eleven slutför delar av arbetsprocesserna på egen hand och gör en <strong>________</strong> förberedelse inför gemensamt arbete.",
        "knowledgeRequirementChoice" : {
          "E" : "Eleven slutför delar av arbetsprocesserna på egen hand och gör en <strong>enkel</strong> förberedelse inför gemensamt arbete.",
          "C" : "Eleven slutför delar av arbetsprocesserna på egen hand och gör en <strong>genomarbetad</strong> förberedelse inför gemensamt arbete.",
          "A" : "Eleven slutför delar av arbetsprocesserna på egen hand och gör en <strong>genomarbetad</strong> förberedelse inför gemensamt arbete."
        }
      }, {
        "text" : "Eleven ger <strong>________</strong> förslag på hur gestaltningstekniker kan användas.",
        "knowledgeRequirementChoice" : {
          "E" : "Eleven ger <strong>enkla</strong> förslag på hur gestaltningstekniker kan användas.",
          "C" : "Eleven ger <strong>välgrundade</strong> förslag på hur gestaltningstekniker kan användas.",
          "A" : "Eleven ger <strong>välgrundade och nyanserade</strong> förslag på hur gestaltningstekniker kan användas."
        }
      } ]
    }, {
      "heading" : "",
      "knowledgeRequirements" : [ {
        "text" : "Eleven orienterar sig i tid och rum <strong>________</strong> och trygghet samt följer med i och leder <strong>________</strong> rörliga gruppformationer vid scenisk framställning.",
        "knowledgeRequirementChoice" : {
          "E" : "Eleven orienterar sig i tid och rum <strong>med viss säkerhet</strong> och trygghet samt följer med i och leder <strong>enkla</strong> rörliga gruppformationer vid scenisk framställning.",
          "C" : "Eleven orienterar sig i tid och rum med <strong>viss säkerhet</strong> och trygghet samt följer med i och leder <strong>på ett nyanserat sätt</strong> rörliga gruppformationer vid scenisk framställning.",
          "A" : "Eleven orienterar sig i tid och rum <strong>med säkerhet</strong> och trygghet samt följer med i och leder <strong>på ett nyanserat sätt komplexa</strong> rörliga gruppformationer vid scenisk framställning."
        }
      }, {
        "text" : "Dessutom gestaltar eleven <strong>________</strong> gester och rörelsemönster med sammanhängande flöde och dynamik och med <strong>________</strong> resultat.",
        "knowledgeRequirementChoice" : {
          "E" : "Dessutom gestaltar eleven <strong>med viss säkerhet</strong> gester och rörelsemönster med sammanhängande flöde och dynamik och med <strong>tillfredsställande</strong> resultat.",
          "C" : "Dessutom gestaltar eleven <strong>med viss säkerhet</strong> gester och rörelsemönster med sammanhängande flöde och dynamik och med <strong>tillfredsställande</strong> resultat.",
          "A" : "Dessutom gestaltar eleven <strong>med säkerhet</strong> gester och rörelsemönster med sammanhängande flöde och dynamik och med <strong>gott</strong> resultat."
        }
      } ]
    }, {
      "heading" : "",
      "knowledgeRequirements" : [ {
        "text" : "Eleven diskuterar <strong>________</strong> arbetsprocesser och yrkesrollers huvudsakliga arbetsområden, funktioner och samverkan.",
        "knowledgeRequirementChoice" : {
          "E" : "Eleven diskuterar <strong>översiktligt</strong> arbetsprocesser och yrkesrollers huvudsakliga arbetsområden, funktioner och samverkan.",
          "C" : "Eleven diskuterar <strong>utförligt</strong> arbetsprocesser och yrkesrollers huvudsakliga arbetsområden, funktioner och samverkan.",
          "A" : "Eleven diskuterar <strong>utförligt och nyanserat</strong> arbetsprocesser och yrkesrollers huvudsakliga arbetsområden, funktioner och samverkan."
        }
      }, {
        "text" : "Dessutom redogör eleven <strong>________</strong> för etiska förhållningssätt samt för <strong>________</strong> resonemang om etiska hänsyn till andra medaktörer.",
        "knowledgeRequirementChoice" : {
          "E" : "Dessutom redogör eleven <strong>översiktligt</strong> för etiska förhållningssätt samt för <strong>enkla</strong> resonemang om etiska hänsyn till andra medaktörer.",
          "C" : "Dessutom redogör eleven <strong>utförligt</strong> för etiska förhållningssätt samt för <strong>välgrundade</strong> resonemang om etiska hänsyn till andra medaktörer.",
          "A" : "Dessutom redogör eleven <strong>utförligt och nyanserat</strong> för etiska förhållningssätt samt för <strong>välgrundade och nyanserade</strong> resonemang om etiska hänsyn till andra medaktörer."
        }
      }, {
        "text" : "I diskussioner och redogörelser använder eleven <strong>________</strong> adekvata begrepp.",
        "knowledgeRequirementChoice" : {
          "E" : "I diskussioner och redogörelser använder eleven <strong>med viss säkerhet</strong> adekvata begrepp.",
          "C" : "I diskussioner och redogörelser använder eleven <strong>med viss säkerhet</strong> adekvata begrepp.",
          "A" : "I diskussioner och redogörelser använder eleven <strong>med säkerhet</strong> adekvata begrepp."
        }
      } ]
    } ],
    "point" : 100,
    "year" : null
  }, {
    "name" : "Eurytmi 3",
    "description" : "Kursen eurytmi 3 omfattar punkterna 1–6 och 8–9 under rubriken Ämnets syfte, med särskild betoning på punkterna 1–3 och 9.",
    "code" : "EUREUR03",
    "centralContent" : [ {
      "heading" : "Undervisningen i kursen ska behandla följande centrala innehåll:",
      "lines" : [ "Den egna rörelseförmågan i relation till lexikala, språkliga och musikaliska rörelser och gester med betoning på iakttagelse och uttrycksmöjligheter, improvisation och gestaltning.", "Arketypiska stämningars gestik, dynamik och rörelseformationer.", "Alerthet och lugn, tyngd och lätthet, kontraktion och expansion samt intimitet och distans.", "Samarbete med andra och interaktion i arbetsprocesser med växling mellan att leda och följa, både individuellt och kollektivt.", "Genrer, stilarter och stilmedel, tempus, färger, syntax, frasering och modulation.", "Koreografiska förhållningssätt, struktur och dynamik samt kompositionstekniker.", "Skapande i arbetsprocesser med betoning på egna idéer, intentioner och iakttagelser samt inlevelse och uttryck i multimodal gestaltning.", "Soloarbeten och grupparbeten.", "Scenisk framställning med betoning på presentation och kommunikation med publik.", "Reflektion över arbetsprocesser, material och rörelseuttryck.", "Termer och begrepp inom eurytmi." ]
    } ],
    "knowledgeRequirementParagraphs" : [ {
      "heading" : "",
      "knowledgeRequirements" : [ {
        "text" : "Eleven utforskar sin rörelseförmåga i relation till lexikala, språkliga och musikaliska gester, rörelser och relationer.",
        "knowledgeRequirementChoice" : {
          "E" : "Eleven utforskar sin rörelseförmåga i relation till lexikala, språkliga och musikaliska gester, rörelser och relationer.",
          "C" : "Eleven utforskar sin rörelseförmåga i relation till lexikala, språkliga och musikaliska gester, rörelser och relationer.",
          "A" : "Eleven utforskar sin rörelseförmåga i relation till lexikala, språkliga och musikaliska gester, rörelser och relationer."
        }
      }, {
        "text" : "Eleven särskiljer också arketypiska stämningars rörelser och gestik genom att presentera <strong>________</strong> exempel på sådana.",
        "knowledgeRequirementChoice" : {
          "E" : "Eleven särskiljer också arketypiska stämningars rörelser och gestik genom att presentera <strong>enkla</strong> exempel på sådana.",
          "C" : "Eleven särskiljer också arketypiska stämningars rörelser och gestik genom att presentera <strong>välgrundade</strong> exempel på sådana.",
          "A" : "Eleven särskiljer också arketypiska stämningars rörelser och gestik genom att presentera <strong>välgrundade och nyanserade</strong> exempel på sådana."
        }
      }, {
        "text" : "Dessutom utforskar eleven <strong>________</strong> hur rörelser kan föregripas genom att modulera övergångar.",
        "knowledgeRequirementChoice" : {
          "E" : "Dessutom utforskar eleven <strong>med viss säkerhet</strong> hur rörelser kan föregripas genom att modulera övergångar.",
          "C" : "Dessutom utforskar eleven <strong>med viss säkerhet</strong> hur rörelser kan föregripas genom att modulera övergångar.",
          "A" : "Dessutom utforskar eleven <strong>med säkerhet</strong> hur rörelser kan föregripas genom att modulera övergångar."
        }
      }, {
        "text" : "I modulerandet vidgar och utvecklar eleven autentiska uttryckssätt och uttrycker med <strong>________</strong> resultat närvaro i sina rörelser genom att gestalta nyansrikedom med valörer av alerthet och lugn, tyngd och lätthet, kontraktion och expansion samt intimitet och distans.",
        "knowledgeRequirementChoice" : {
          "E" : "I modulerandet vidgar och utvecklar eleven autentiska uttryckssätt och uttrycker med <strong>tillfredsställande</strong> resultat närvaro i sina rörelser genom att gestalta nyansrikedom med valörer av alerthet och lugn, tyngd och lätthet, kontraktion och expansion samt intimitet och distans.",
          "C" : "I modulerandet vidgar och utvecklar eleven autentiska uttryckssätt och uttrycker med <strong>tillfredsställande</strong> resultat närvaro i sina rörelser genom att gestalta nyansrikedom med valörer av alerthet och lugn, tyngd och lätthet, kontraktion och expansion samt intimitet och distans.",
          "A" : "I modulerandet vidgar och utvecklar eleven autentiska uttryckssätt och uttrycker med <strong>gott</strong> resultat närvaro i sina rörelser genom att gestalta nyansrikedom med valörer av alerthet och lugn, tyngd och lätthet, kontraktion och expansion samt intimitet och distans."
        }
      }, {
        "text" : "I samarbete med andra demonstrerar eleven också med <strong>________</strong> resultat hur eurytmiska grundelement kan tillämpas vid scenisk presentation.",
        "knowledgeRequirementChoice" : {
          "E" : "I samarbete med andra demonstrerar eleven också med <strong>tillfredsställande</strong> resultat hur eurytmiska grundelement kan tillämpas vid scenisk presentation.",
          "C" : "I samarbete med andra demonstrerar eleven också med <strong>tillfredsställande</strong> resultat hur eurytmiska grundelement kan tillämpas vid scenisk presentation.",
          "A" : "I samarbete med andra demonstrerar eleven också med <strong>gott</strong> resultat hur eurytmiska grundelement kan tillämpas vid scenisk presentation."
        }
      } ]
    }, {
      "heading" : "",
      "knowledgeRequirements" : [ {
        "text" : "Eleven interagerar <strong>________</strong> med andra och tar ansvar för det egna och det gemensamma arbetet genom att följa instruktioner.",
        "knowledgeRequirementChoice" : {
          "E" : "Eleven interagerar <strong>med viss säkerhet</strong> med andra och tar ansvar för det egna och det gemensamma arbetet genom att följa instruktioner.",
          "C" : "Eleven interagerar <strong>med viss säkerhet</strong> med andra och tar ansvar för det egna och det gemensamma arbetet genom att följa instruktioner.",
          "A" : "Eleven interagerar <strong>med säkerhet</strong> med andra och tar ansvar för det egna och det gemensamma arbetet genom att följa instruktioner."
        }
      } ]
    }, {
      "heading" : "",
      "knowledgeRequirements" : [ {
        "text" : "Eleven redogör <strong>________</strong> för några genrer, stilarter och stilmedel i historiska och kulturella sammanhang.",
        "knowledgeRequirementChoice" : {
          "E" : "Eleven redogör <strong>översiktligt</strong> för några genrer, stilarter och stilmedel i historiska och kulturella sammanhang.",
          "C" : "Eleven redogör <strong>utförligt</strong> för några genrer, stilarter och stilmedel i historiska och kulturella sammanhang.",
          "A" : "Eleven redogör <strong>utförligt och nyanserat</strong> för några genrer, stilarter och stilmedel i historiska och kulturella sammanhang."
        }
      }, {
        "text" : "Eleven presenterar också <strong>________</strong> demonstrationsexempel med <strong>________</strong> tillämpningar av några koreografiska förhållningssätt.",
        "knowledgeRequirementChoice" : {
          "E" : "Eleven presenterar också <strong>några</strong> demonstrationsexempel med <strong>bekanta</strong> tillämpningar av några koreografiska förhållningssätt.",
          "C" : "Eleven presenterar också <strong>några</strong> demonstrationsexempel med <strong>nya</strong> tillämpningar av några koreografiska förhållningssätt.",
          "A" : "Eleven presenterar också <strong>flera</strong> demonstrationsexempel med <strong>nya</strong> tillämpningar av några koreografiska förhållningssätt."
        }
      }, {
        "text" : "Dessutom redogör eleven <strong>________</strong> för eurytmiska principer.",
        "knowledgeRequirementChoice" : {
          "E" : "Dessutom redogör eleven <strong>översiktligt</strong> för eurytmiska principer.",
          "C" : "Dessutom redogör eleven <strong>utförligt</strong> för eurytmiska principer.",
          "A" : "Dessutom redogör eleven <strong>utförligt och nyanserat</strong> för eurytmiska principer."
        }
      } ]
    }, {
      "heading" : "",
      "knowledgeRequirements" : [ {
        "text" : "Eleven deltar i skapande arbetsprocesser och tillämpar med <strong>________</strong> resultat koreografiska förhållningssätt.",
        "knowledgeRequirementChoice" : {
          "E" : "Eleven deltar i skapande arbetsprocesser och tillämpar med <strong>tillfredsställande</strong> resultat koreografiska förhållningssätt.",
          "C" : "Eleven deltar i skapande arbetsprocesser och tillämpar med <strong>tillfredsställande</strong> resultat koreografiska förhållningssätt.",
          "A" : "Eleven deltar i skapande arbetsprocesser och tillämpar med <strong>gott</strong> resultat koreografiska förhållningssätt."
        }
      }, {
        "text" : "I arbetet omsätter eleven egna idéer, intentioner och iakttagelser.",
        "knowledgeRequirementChoice" : {
          "E" : "I arbetet omsätter eleven egna idéer, intentioner och iakttagelser.",
          "C" : "I arbetet omsätter eleven egna idéer, intentioner och iakttagelser.",
          "A" : "I arbetet omsätter eleven egna idéer, intentioner och iakttagelser."
        }
      }, {
        "text" : "Dessutom presenterar eleven <strong>________</strong> sin tillämpning av kompositionstekniker genom att demonstrera <strong>________</strong> autentisk komposition.",
        "knowledgeRequirementChoice" : {
          "E" : "Dessutom presenterar eleven <strong>översiktligt</strong> sin tillämpning av kompositionstekniker genom att demonstrera <strong>någon enkel</strong> autentisk komposition.",
          "C" : "Dessutom presenterar eleven <strong>utförligt</strong> sin tillämpning av kompositionstekniker genom att demonstrera <strong>några</strong> autentiska kompositioner.",
          "A" : "Dessutom presenterar eleven <strong>utförligt och nyanserat</strong> sin tillämpning av kompositionstekniker genom att demonstrera <strong>flera komplexa</strong> autentiska kompositioner."
        }
      } ]
    }, {
      "heading" : "",
      "knowledgeRequirements" : [ {
        "text" : "Eleven presenterar <strong>________</strong> multimodal gestaltning i relation till ledsagande musik och recitation, sammanhängande flöde, differentierad dynamik och nyanserad närvaro i rörelsen.",
        "knowledgeRequirementChoice" : {
          "E" : "Eleven presenterar <strong>med viss säkerhet</strong> multimodal gestaltning i relation till ledsagande musik och recitation, sammanhängande flöde, differentierad dynamik och nyanserad närvaro i rörelsen.",
          "C" : "Eleven presenterar <strong>med viss säkerhet</strong> multimodal gestaltning i relation till ledsagande musik och recitation, sammanhängande flöde, differentierad dynamik och nyanserad närvaro i rörelsen.",
          "A" : "Eleven presenterar <strong>med säkerhet</strong> multimodal gestaltning i relation till ledsagande musik och recitation, sammanhängande flöde, differentierad dynamik och nyanserad närvaro i rörelsen."
        }
      }, {
        "text" : "I presentationen kommunicerar eleven <strong>________</strong> med publiken.",
        "knowledgeRequirementChoice" : {
          "E" : "I presentationen kommunicerar eleven <strong>med viss säkerhet</strong> med publiken.",
          "C" : "I presentationen kommunicerar eleven <strong>med viss säkerhet</strong> med publiken.",
          "A" : "I presentationen kommunicerar eleven <strong>med säkerhet</strong> med publiken."
        }
      } ]
    }, {
      "heading" : "",
      "knowledgeRequirements" : [ {
        "text" : "Eleven gör en <strong>________</strong> reflektion över arbetsprocesser, material och rörelseuttryck genom att följa rörelseförlopp, beskriva rörelsemönster och arbetsmetoder samt resonera om gestaltningsresultat.",
        "knowledgeRequirementChoice" : {
          "E" : "Eleven gör en <strong>enkel</strong> reflektion över arbetsprocesser, material och rörelseuttryck genom att följa rörelseförlopp, beskriva rörelsemönster och arbetsmetoder samt resonera om gestaltningsresultat.",
          "C" : "Eleven gör en <strong>välgrundad</strong> reflektion över arbetsprocesser, material och rörelseuttryck genom att följa rörelseförlopp, beskriva rörelsemönster och arbetsmetoder samt resonera om gestaltningsresultat.",
          "A" : "Eleven gör en <strong>välgrundad och nyanserad</strong> reflektion över arbetsprocesser, material och rörelseuttryck genom att följa rörelseförlopp, beskriva rörelsemönster och arbetsmetoder samt resonera om gestaltningsresultat."
        }
      }, {
        "text" : "I sin reflektion använder eleven <strong>________</strong> adekvata begrepp.",
        "knowledgeRequirementChoice" : {
          "E" : "I sin reflektion använder eleven <strong>med viss säkerhet</strong> adekvata begrepp.",
          "C" : "I sin reflektion använder eleven <strong>med viss säkerhet</strong> adekvata begrepp.",
          "A" : "I sin reflektion använder eleven <strong>med säkerhet</strong> adekvata begrepp."
        }
      } ]
    } ],
    "point" : 100,
    "year" : null
  }, {
    "name" : "Eurytmi 4",
    "description" : "Kursen eurytmi 4 omfattar punkterna 3, 4 och 6–9 under rubriken Ämnets syfte, med särskild betoning på punkterna 3, 8 och 9.",
    "code" : "EUREUR04",
    "centralContent" : [ {
      "heading" : "Undervisningen i kursen ska behandla följande centrala innehåll:",
      "lines" : [ "Den egna rörelseförmågan i relation till lexikala språkliga och musikaliska rörelser och gester med betoning på inlevelse och autentisk gestaltning.", "Planering och genomförande av multimodal gestaltning.", "Intention, sfär och zon.", "Rörelse, innehåll, färg och form och multimodala helheter.", "Samarbete med andra och interaktion i arbetsprocesser med växling mellan att leda, följa och granska.", "Artikulation och modulation.", "Struktur, dynamik och flöde.", "Koreografiska förhållningssätt, komposition och multimodal gestaltning.", "Skapande i arbetsprocesser med autentisk tolkning och multimodal gestaltning av språkliga och musikaliska verk i historiska och kulturella sammanhang.", "Scenteknik och sceniskt arbete.", "Soloarbeten och grupparbeten.", "Scenisk framställning med betoning på relationen mellan form och innehåll i kommunikation med publik.", "Reflektion över egna och andras gestaltningar.", "Repertoar och upphovsrätt.", "Karriärvägledning." ]
    } ],
    "knowledgeRequirementParagraphs" : [ {
      "heading" : "",
      "knowledgeRequirements" : [ {
        "text" : "Eleven utforskar <strong>________</strong> med handledare sin rörelseförmåga i relation till eurytmiska rörelsemöjligheter och uttryckssätt inom ramen för ett självständigt arbete där eleven väljer tema, material och arbetsmetoder.",
        "knowledgeRequirementChoice" : {
          "E" : "Eleven utforskar <strong>i samråd</strong> med handledare sin rörelseförmåga i relation till eurytmiska rörelsemöjligheter och uttryckssätt inom ramen för ett självständigt arbete där eleven väljer tema, material och arbetsmetoder.",
          "C" : "Eleven utforskar <strong>efter samråd</strong> med handledare sin rörelseförmåga i relation till eurytmiska rörelsemöjligheter och uttryckssätt inom ramen för ett självständigt arbete där eleven väljer tema, material och arbetsmetoder.",
          "A" : "Eleven utforskar <strong>efter samråd</strong> med handledare sin rörelseförmåga i relation till eurytmiska rörelsemöjligheter och uttryckssätt inom ramen för ett självständigt arbete där eleven väljer tema, material och arbetsmetoder."
        }
      }, {
        "text" : "Dessutom skapar eleven i samarbete med andra medaktörer och <strong>________</strong> med handledare multimodal gestaltning som <strong>________</strong> framförs sceniskt i kommunikation med publik.",
        "knowledgeRequirementChoice" : {
          "E" : "Dessutom skapar eleven i samarbete med andra medaktörer och <strong>i samråd</strong> med handledare multimodal gestaltning som <strong>med viss säkerhet</strong> framförs sceniskt i kommunikation med publik.",
          "C" : "Dessutom skapar eleven i samarbete med andra medaktörer och <strong>efter samråd</strong> med handledare multimodal gestaltning som <strong>med viss säkerhet</strong> framförs sceniskt i kommunikation med publik.",
          "A" : "Dessutom skapar eleven i samarbete med andra medaktörer och <strong>efter samråd</strong> med handledare multimodal gestaltning som <strong>med säkerhet</strong> framförs sceniskt i kommunikation med publik."
        }
      } ]
    }, {
      "heading" : "",
      "knowledgeRequirements" : [ {
        "text" : "Eleven utforskar hur konstnärliga idéer, intentioner och iakttagelser kan artikuleras vid scenisk presentation, och hur de kan förmedlas till publiken, genom att gestalta identifierbara relationer mellan rörelse, innehåll, färg och form som multimodala helheter.",
        "knowledgeRequirementChoice" : {
          "E" : "Eleven utforskar hur konstnärliga idéer, intentioner och iakttagelser kan artikuleras vid scenisk presentation, och hur de kan förmedlas till publiken, genom att gestalta identifierbara relationer mellan rörelse, innehåll, färg och form som multimodala helheter.",
          "C" : "Eleven utforskar hur konstnärliga idéer, intentioner och iakttagelser kan artikuleras vid scenisk presentation, och hur de kan förmedlas till publiken, genom att gestalta identifierbara <strong>och varierade</strong> relationer mellan rörelse, innehåll, färg och form som multimodala helheter.",
          "A" : "Eleven utforskar hur konstnärliga idéer, intentioner och iakttagelser kan artikuleras vid scenisk presentation, och hur de kan förmedlas till publiken, genom att gestalta identifierbara, <strong>varierade och proportionerliga</strong> relationer mellan rörelse, innehåll, färg och form som multimodala helheter."
        }
      }, {
        "text" : "I sin gestaltning synliggör eleven med <strong>________</strong> resultat innehåll och valörer i språk och musik genom att <strong>________</strong> föregripa rörelseförlopp samt genom att på ett <strong>________</strong> sätt modulera pauser och övergångar.",
        "knowledgeRequirementChoice" : {
          "E" : "I sin gestaltning synliggör eleven med <strong>tillfredsställande</strong> resultat innehåll och valörer i språk och musik genom att <strong>med viss säkerhet</strong> föregripa rörelseförlopp samt genom att på ett <strong>enkelt</strong> sätt modulera pauser och övergångar.",
          "C" : "I sin gestaltning synliggör eleven med <strong>tillfredsställande</strong> resultat innehåll och valörer i språk och musik genom att <strong>med viss säkerhet</strong> föregripa rörelseförlopp samt genom att på ett <strong>nyanserat</strong> sätt modulera pauser och övergångar.",
          "A" : "I sin gestaltning synliggör eleven med <strong>gott</strong> resultat innehåll och valörer i språk och musik genom att <strong>med säkerhet</strong> föregripa rörelseförlopp samt genom att på ett <strong>nyanserat</strong> sätt modulera pauser och övergångar."
        }
      }, {
        "text" : "Eleven kommunicerar med publiken genom att <strong>________</strong> uttrycka sin konstnärliga intention i en gestaltning av sfär och zon.",
        "knowledgeRequirementChoice" : {
          "E" : "Eleven kommunicerar med publiken genom att <strong>med viss säkerhet</strong> uttrycka sin konstnärliga intention i en gestaltning av sfär och zon.",
          "C" : "Eleven kommunicerar med publiken genom att <strong>med viss säkerhet</strong> uttrycka sin konstnärliga intention i en gestaltning av sfär och zon.",
          "A" : "Eleven kommunicerar med publiken genom att <strong>med säkerhet</strong> uttrycka sin konstnärliga intention i en gestaltning av sfär och zon."
        }
      } ]
    }, {
      "heading" : "",
      "knowledgeRequirements" : [ {
        "text" : "I arbetet tillämpar eleven <strong>________</strong> eurytmiska principer samt koreografiska förhållningssätt och kompositionstekniker.",
        "knowledgeRequirementChoice" : {
          "E" : "I arbetet tillämpar eleven <strong>med viss säkerhet</strong> eurytmiska principer samt koreografiska förhållningssätt och kompositionstekniker.",
          "C" : "I arbetet tillämpar eleven <strong>med viss säkerhet</strong> eurytmiska principer samt koreografiska förhållningssätt och kompositionstekniker.",
          "A" : "I arbetet tillämpar eleven <strong>med säkerhet</strong> eurytmiska principer samt koreografiska förhållningssätt och kompositionstekniker."
        }
      }, {
        "text" : "Eleven tar initiativ för att identifiera problem i gestaltningsarbetet och ger <strong>________</strong> förslag till lösningar.",
        "knowledgeRequirementChoice" : {
          "E" : "Eleven tar initiativ för att identifiera problem i gestaltningsarbetet och ger <strong>enkla</strong> förslag till lösningar.",
          "C" : "Eleven tar initiativ för att identifiera problem i gestaltningsarbetet och ger <strong>välgrundade</strong> förslag till lösningar.",
          "A" : "Eleven tar initiativ för att identifiera problem i gestaltningsarbetet och ger <strong>välgrundade och nyanserade</strong> förslag till lösningar."
        }
      } ]
    }, {
      "heading" : "",
      "knowledgeRequirements" : [ {
        "text" : "Eleven observerar och medverkar i avancerat arbete tillsammans med yrkesprofessionella och diskuterar <strong>________</strong> scenteknik och sceniskt arbete, recitation och musicerande samt kostymdesign och belysning i relation till sitt eget arbete.",
        "knowledgeRequirementChoice" : {
          "E" : "Eleven observerar och medverkar i avancerat arbete tillsammans med yrkesprofessionella och diskuterar <strong>översiktligt</strong> scenteknik och sceniskt arbete, recitation och musicerande samt kostymdesign och belysning i relation till sitt eget arbete.",
          "C" : "Eleven observerar och medverkar i avancerat arbete tillsammans med yrkesprofessionella och diskuterar <strong>utförligt</strong> scenteknik och sceniskt arbete, recitation och musicerande samt kostymdesign och belysning i relation till sitt eget arbete.",
          "A" : "Eleven observerar och medverkar i avancerat arbete tillsammans med yrkesprofessionella och diskuterar <strong>utförligt och nyanserat</strong> scenteknik och sceniskt arbete, recitation och musicerande samt kostymdesign och belysning i relation till sitt eget arbete."
        }
      }, {
        "text" : "Eleven diskuterar <strong>________</strong> arbetsprocesser samt yrkesrollers huvudsakliga arbetsområden, funktioner och samverkan.",
        "knowledgeRequirementChoice" : {
          "E" : "Eleven diskuterar <strong>översiktligt</strong> arbetsprocesser samt yrkesrollers huvudsakliga arbetsområden, funktioner och samverkan.",
          "C" : "Eleven diskuterar <strong>utförligt</strong> arbetsprocesser samt yrkesrollers huvudsakliga arbetsområden, funktioner och samverkan.",
          "A" : "Eleven diskuterar <strong>utförligt och nyanserat</strong> arbetsprocesser samt yrkesrollers huvudsakliga arbetsområden, funktioner och samverkan."
        }
      }, {
        "text" : "Dessutom redogör eleven <strong>________</strong> för frågor om repertoarval och upphovsrätt.",
        "knowledgeRequirementChoice" : {
          "E" : "Dessutom redogör eleven <strong>översiktligt</strong> för frågor om repertoarval och upphovsrätt.",
          "C" : "Dessutom redogör eleven <strong>utförligt</strong> för frågor om repertoarval och upphovsrätt.",
          "A" : "Dessutom redogör eleven <strong>utförligt och nyanserat</strong> för frågor om repertoarval och upphovsrätt."
        }
      } ]
    }, {
      "heading" : "",
      "knowledgeRequirements" : [ {
        "text" : "Eleven producerar och presenterar en <strong>________</strong> rapport om sitt arbete med stöd i ämneslitteratur.",
        "knowledgeRequirementChoice" : {
          "E" : "Eleven producerar och presenterar en <strong>enkel</strong> rapport om sitt arbete med stöd i ämneslitteratur.",
          "C" : "Eleven producerar och presenterar en <strong>välgrundad</strong> rapport om sitt arbete med stöd i ämneslitteratur.",
          "A" : "Eleven producerar och presenterar en <strong>välgrundad och nyanserad</strong> rapport om sitt arbete med stöd i ämneslitteratur."
        }
      }, {
        "text" : "Där beskriver eleven sina utgångspunkter, motiverar sitt tillvägagångssätt, analyserar sitt resultat och reflekterar över arbetsprocessen.",
        "knowledgeRequirementChoice" : {
          "E" : "Där beskriver eleven sina utgångspunkter, motiverar sitt tillvägagångssätt, analyserar sitt resultat och reflekterar över arbetsprocessen.",
          "C" : "Där beskriver eleven sina utgångspunkter, motiverar sitt tillvägagångssätt, analyserar sitt resultat och reflekterar över arbetsprocessen.",
          "A" : "Där beskriver eleven sina utgångspunkter, motiverar sitt tillvägagångssätt, analyserar sitt resultat och reflekterar över arbetsprocessen."
        }
      } ]
    }, {
      "heading" : "",
      "knowledgeRequirements" : [ {
        "text" : "När eleven samråder med handledare bedömer hon eller han <strong>________</strong> den egna förmågan och situationens krav.",
        "knowledgeRequirementChoice" : {
          "E" : "När eleven samråder med handledare bedömer hon eller han <strong>med viss säkerhet</strong> den egna förmågan och situationens krav.",
          "C" : "När eleven samråder med handledare bedömer hon eller han <strong>med viss säkerhet</strong> den egna förmågan och situationens krav.",
          "A" : "När eleven samråder med handledare bedömer hon eller han <strong>med säkerhet</strong> den egna förmågan och situationens krav."
        }
      } ]
    } ],
    "point" : 100,
    "year" : null
  } ]
}