{
  "name" : "Fiske",
  "description" : "Ämnet fiske behandlar yrkesmässigt arbete med fiske. I ämnet ingår kunskaper om fångstplatser, fångstmetoder, redskap och annan teknisk utrustning som används inom fiske. Kunskaper om de förhållanden som påverkar förekomsten av vattenlevande organismer och hur fisket påverkar miljön och den ekologiska balansen ingår också i ämnet. Dessutom ingår kunskaper om ett uthålligt nyttjande av fiskbestånd på naturens villkor samt om åtgärder som bevarar den biologiska mångfalden. Ämnet behandlar också hantering, förvaring, beredning och transport av fisk samt skötsel och underhåll av redskap och annan teknisk utrustning.",
  "code" : "FIS",
  "designation" : "",
  "skolfsId" : "0000:00",
  "purposes" : [ {
    "type" : "PARAGRAPH",
    "heading" : "",
    "lines" : [ "Undervisningen i ämnet fiske ska syfta till att eleverna utvecklar kunskaper för yrkesarbete inom fiske.", "Genom undervisningen ska eleverna ges möjlighet att utveckla kunskaper om förutsättningar för fiske i olika vattenmiljöer samt om hur olika vattenmiljöer kan nyttjas på ett ekologiskt hållbart sätt.", "Undervisningen ska bidra till att eleverna utvecklar förmåga att bedöma olika fiskarters värde som livsmedel.", "Den ska också bidra till att eleverna utvecklar förmåga att hantera och sköta teknisk utrustning och fiskeredskap på ett ändamålsenligt sätt.", "Eleverna ska ges möjlighet att utveckla förmåga att planera och genomföra arbetsuppgifter inom yrkesmässigt fiske på ett säkert och ergonomiskt sätt och med hänsyn till miljö och kretsloppstänkande." ]
  }, {
    "type" : "PARAGRAPH",
    "heading" : "",
    "lines" : [ "Praktiskt arbete, fältstudier och ett undersökande arbetssätt ska ingå i undervisningen.", "Genom observationer och fältstudier ska eleverna ges möjlighet att utveckla förståelse av ekologiska samband vid kust och i sjöar och vattendrag." ]
  }, {
    "type" : "BULLET",
    "heading" : "Undervisningen i ämnet fiske ska ge eleverna förutsättningar att utveckla följande:",
    "lines" : [ "Kunskaper om ekologiska samband och om de förhållanden som påverkar förekomsten av fisk samt om hur naturresursen fisk förvaltas på ett ekologiskt hållbart sätt.", "Kunskaper om olika fångstmetoder.", "Förmåga att organisera, planera och utföra arbetsuppgifter inom fiske.", "Förmåga att använda metoder, redskap, teknisk utrustning, verktyg och material i samband med fiske.", "Förmåga att arbeta säkert och ergonomiskt samt att bedöma olycksrisker och vidta åtgärder vid olycksfall och tillbud.", "Kunskaper om lagar och andra bestämmelser som rör yrkesmässigt fiske.", "Kunskaper om olika fiskarter samt om skador och sjukdomar på fisk.", "Kunskaper om olika fiskarters konsumtionsvärde samt om hur färsk fisk ska hanteras och förvaras." ]
  } ],
  "courses" : [ {
    "name" : "Fiske 1",
    "description" : "Kursen fiske 1 omfattar punkterna 1 och 3–7 under rubriken Ämnets syfte, med särskild betoning på förmåga att utföra arbetsuppgifter.",
    "code" : "FISFIS01",
    "centralContent" : [ {
      "heading" : "Undervisningen i kursen ska behandla följande centrala innehåll:",
      "lines" : [ ]
    }, {
      "heading" : "Arbetsuppgifter",
      "lines" : [ "Arbete med fiske samt fångstmetoder och metoder för att hitta fångstplatser.", "Användning av fiskeredskap och teknisk utrustning för arbetsuppgifter inom fiske.", "Loggbok för att redovisa fångst." ]
    }, {
      "heading" : "Arbetsmiljö, säkerhetsfrågor och bestämmelser",
      "lines" : [ "Ergonomi, arbetsmiljö- och säkerhetsfrågor i samband med fiske.", "Säkerhetsföreskrifter, till exempel för säkerhet på sjön.", "Lagar och andra bestämmelser som rör fiske, till exempel miljölagstiftning och bestämmelser som reglerar rätt till fiske, tidpunkt för fångst, minimimått och redskapens utformning och antal." ]
    }, {
      "heading" : "Biologisk grund",
      "lines" : [ "Förekomst av fisk i olika vattenmiljöer samt hur fisket påverkar miljön och den ekologiska balansen.", "Vattenmiljöer och klimatets inverkan på artsammansättning och tillgång på fisk.", "Fiskarter som används för konsumtion.", "Vanliga skador och sjukdomar på fisk." ]
    } ],
    "knowledgeRequirementParagraphs" : [ {
      "heading" : "",
      "knowledgeRequirements" : [ {
        "text" : "Eleven redogör <strong>________</strong> för förekomsten av fisk i olika vattenmiljöer och för hur fisket påverkar miljön och den ekologiska balansen.",
        "knowledgeRequirementChoice" : {
          "E" : "Eleven redogör <strong>översiktligt</strong> för förekomsten av fisk i olika vattenmiljöer och för hur fisket påverkar miljön och den ekologiska balansen.",
          "C" : "Eleven redogör <strong>utförligt</strong> för förekomsten av fisk i olika vattenmiljöer och för hur fisket påverkar miljön och den ekologiska balansen.",
          "A" : "Eleven redogör <strong>utförligt och nyanserat</strong> för förekomsten av fisk i olika vattenmiljöer och för hur fisket påverkar miljön och den ekologiska balansen."
        }
      } ]
    }, {
      "heading" : "",
      "knowledgeRequirements" : [ {
        "text" : "Eleven utför <strong>________</strong> med handledare arbetsuppgifter inom fiske.",
        "knowledgeRequirementChoice" : {
          "E" : "Eleven utför <strong>i samråd</strong> med handledare arbetsuppgifter inom fiske.",
          "C" : "Eleven utför <strong>efter samråd</strong> med handledare arbetsuppgifter inom fiske.",
          "A" : "Eleven utför <strong>efter samråd</strong> med handledare arbetsuppgifter inom fiske."
        }
      }, {
        "text" : "Resultatet av arbetet är <strong>________</strong>.",
        "knowledgeRequirementChoice" : {
          "E" : "Resultatet av arbetet är <strong>tillfredsställande</strong>.",
          "C" : "Resultatet av arbetet är <strong>tillfredsställande</strong>.",
          "A" : "Resultatet av arbetet är <strong>gott</strong>."
        }
      }, {
        "text" : "I arbetet väljer, använder och vårdar eleven <strong>________</strong> med handledare teknisk utrustning, verktyg och material för de olika arbetsuppgifterna.",
        "knowledgeRequirementChoice" : {
          "E" : "I arbetet väljer, använder och vårdar eleven <strong>i samråd</strong> med handledare teknisk utrustning, verktyg och material för de olika arbetsuppgifterna.",
          "C" : "I arbetet väljer, använder och vårdar eleven <strong>efter samråd</strong> med handledare teknisk utrustning, verktyg och material för de olika arbetsuppgifterna.",
          "A" : "I arbetet väljer, använder och vårdar eleven <strong>efter samråd</strong> med handledare teknisk utrustning, verktyg och material för de olika arbetsuppgifterna."
        }
      }, {
        "text" : "Dessutom löser eleven <strong>________</strong> med handledare de problem som uppstår.",
        "knowledgeRequirementChoice" : {
          "E" : "Dessutom löser eleven <strong>i samråd</strong> med handledare de problem som uppstår.",
          "C" : "Dessutom löser eleven <strong>efter samråd</strong> med handledare de problem som uppstår.",
          "A" : "Dessutom löser eleven <strong>efter samråd</strong> med handledare de problem som uppstår."
        }
      }, {
        "text" : "Eleven arbetar säkert, gör en <strong>________</strong> bedömning av olycksrisker samt vidtar <strong>________</strong> med handledare åtgärder vid olycksfall och tillbud.",
        "knowledgeRequirementChoice" : {
          "E" : "Eleven arbetar säkert, gör en <strong>enkel</strong> bedömning av olycksrisker samt vidtar <strong>i samråd</strong> med handledare åtgärder vid olycksfall och tillbud.",
          "C" : "Eleven arbetar säkert, gör en <strong>välgrundad</strong> bedömning av olycksrisker samt vidtar <strong>efter samråd</strong> med handledare åtgärder vid olycksfall och tillbud.",
          "A" : "Eleven arbetar säkert, gör en <strong>välgrundad och nyanserad</strong> bedömning av olycksrisker samt vidtar <strong>efter samråd</strong> med handledare åtgärder vid olycksfall och tillbud."
        }
      }, {
        "text" : "Dessutom redogör eleven <strong>________</strong> för och arbetar i enlighet med lagar och andra bestämmelser som rör yrkesmässigt fiske.",
        "knowledgeRequirementChoice" : {
          "E" : "Dessutom redogör eleven <strong>översiktligt</strong> för och arbetar i enlighet med lagar och andra bestämmelser som rör yrkesmässigt fiske.",
          "C" : "Dessutom redogör eleven <strong>utförligt</strong> för och arbetar i enlighet med lagar och andra bestämmelser som rör yrkesmässigt fiske.",
          "A" : "Dessutom redogör eleven <strong>utförligt</strong> för och arbetar i enlighet med lagar och andra bestämmelser som rör yrkesmässigt fiske."
        }
      } ]
    }, {
      "heading" : "",
      "knowledgeRequirements" : [ {
        "text" : "I samband med fiske identifierar eleven <strong>________</strong> skador och sjukdomar på fisken samt redogör <strong>________</strong> för möjliga orsaker till skadorna och sjukdomarna.",
        "knowledgeRequirementChoice" : {
          "E" : "I samband med fiske identifierar eleven <strong>med viss säkerhet</strong> skador och sjukdomar på fisken samt redogör <strong>översiktligt</strong> för möjliga orsaker till skadorna och sjukdomarna.",
          "C" : "I samband med fiske identifierar eleven <strong>med viss säkerhet</strong> skador och sjukdomar på fisken samt redogör <strong>utförligt</strong> för möjliga orsaker till skadorna och sjukdomarna.",
          "A" : "I samband med fiske identifierar eleven <strong>med säkerhet</strong> skador och sjukdomar på fisken samt redogör <strong>utförligt och nyanserat</strong> för möjliga orsaker till skadorna och sjukdomarna."
        }
      } ]
    }, {
      "heading" : "",
      "knowledgeRequirements" : [ {
        "text" : "När eleven samråder med handledare bedömer hon eller han <strong>________</strong> den egna förmågan och situationens krav.",
        "knowledgeRequirementChoice" : {
          "E" : "När eleven samråder med handledare bedömer hon eller han <strong>med viss säkerhet</strong> den egna förmågan och situationens krav.",
          "C" : "När eleven samråder med handledare bedömer hon eller han <strong>med viss säkerhet</strong> den egna förmågan och situationens krav.",
          "A" : "När eleven samråder med handledare bedömer hon eller han <strong>med säkerhet</strong> den egna förmågan och situationens krav."
        }
      } ]
    } ],
    "point" : 100,
    "year" : null
  }, {
    "name" : "Fiske 2",
    "description" : "Kursen fiske 2 omfattar punkterna 1–8 under rubriken Ämnets syfte, med särskild betoning på punkt 3. ",
    "code" : "FISFIS02",
    "centralContent" : [ {
      "heading" : "Undervisningen i kursen ska behandla följande centrala innehåll:",
      "lines" : [ ]
    }, {
      "heading" : "Arbetsuppgifter",
      "lines" : [ "Planering av arbete med fiske samt olika fångstmetoder och metoder för att hitta fångstplatser. Bedömning av hur och när olika arbetsuppgifter ska genomföras samt organisation, planering och genomförande av yrkesmässigt fiske.", "Användning, skötsel och underhåll av redskap och teknisk utrustning, till exempel för att laga nät, splitsa och knopa.", "Loggbok för att redovisa fångst.", "Försäljning och marknadsföring av fisk och fiskprodukter.", "Fältstudier för uppföljning av fiske, fiskbestånd och fiskens kondition.", "Hantering, förvaring och transport av färsk fisk i samband med fiske." ]
    }, {
      "heading" : "Arbetsmiljö, säkerhetsfrågor och bestämmelser",
      "lines" : [ "Ergonomi, arbetsmiljö- och säkerhetsfrågor i samband med fiske.", "Säkerhetsföreskrifter.", "Lagar och andra bestämmelser som rör fiske, till exempel miljölagstiftning och bestämmelser som reglerar rätt till fiske, tidpunkter för fångst, minimimått och redskapens utformning och antal." ]
    }, {
      "heading" : "Biologisk grund",
      "lines" : [ "Bedömning av förekomst av fisk i olika vattenmiljöer samt hur fisket påverkar miljön och den ekologiska balansen.", "Bedömning av vattenmiljöer och klimatets inverkan på artsammansättning och tillgång på fisk.", "Ett brett sortiment av fiskarter som används för konsumtion.", "Parasitangrepp och andra skador." ]
    } ],
    "knowledgeRequirementParagraphs" : [ {
      "heading" : "",
      "knowledgeRequirements" : [ {
        "text" : "Eleven redogör <strong>________</strong> för hur fisket påverkar miljön och den ekologiska balansen.",
        "knowledgeRequirementChoice" : {
          "E" : "Eleven redogör <strong>översiktligt</strong> för hur fisket påverkar miljön och den ekologiska balansen.",
          "C" : "Eleven redogör <strong>utförligt</strong> för hur fisket påverkar miljön och den ekologiska balansen.",
          "A" : "Eleven redogör <strong>utförligt och nyanserat</strong> för hur fisket påverkar miljön och den ekologiska balansen."
        }
      }, {
        "text" : "Redogörelsen innehåller <strong>________</strong> förklaringar till ekologiska samband och förekomsten av fisk i olika vattenmiljöer.",
        "knowledgeRequirementChoice" : {
          "E" : "Redogörelsen innehåller <strong>enkla</strong> förklaringar till ekologiska samband och förekomsten av fisk i olika vattenmiljöer.",
          "C" : "Redogörelsen innehåller <strong>välgrundade</strong> förklaringar till ekologiska samband och förekomsten av fisk i olika vattenmiljöer.",
          "A" : "Redogörelsen innehåller <strong>välgrundade och nyanserade</strong> förklaringar till ekologiska samband och förekomsten av fisk i olika vattenmiljöer."
        }
      } ]
    }, {
      "heading" : "",
      "knowledgeRequirements" : [ {
        "text" : "Eleven upprättar en <strong>________</strong> plan för fiske med utgångspunkt i aktuella förutsättningar samt motiverar <strong>________</strong> sina val i planen.",
        "knowledgeRequirementChoice" : {
          "E" : "Eleven upprättar en <strong>enkel</strong> plan för fiske med utgångspunkt i aktuella förutsättningar samt motiverar <strong>översiktligt</strong> sina val i planen.",
          "C" : "Eleven upprättar en <strong>genomarbetad</strong> plan för fiske med utgångspunkt i aktuella förutsättningar samt motiverar <strong>utförligt</strong> sina val i planen.",
          "A" : "Eleven upprättar en <strong>genomarbetad</strong> plan för fiske med utgångspunkt i aktuella förutsättningar samt motiverar <strong>utförligt och nyanserat</strong> sina val i planen."
        }
      }, {
        "text" : "I planen beskriver eleven <strong>________</strong> lämpliga fångstmetoder.",
        "knowledgeRequirementChoice" : {
          "E" : "I planen beskriver eleven <strong>översiktligt</strong> lämpliga fångstmetoder.",
          "C" : "I planen beskriver eleven <strong>utförligt</strong> lämpliga fångstmetoder.",
          "A" : "I planen beskriver eleven <strong>utförligt och nyanserat</strong> lämpliga fångstmetoder."
        }
      }, {
        "text" : "Eleven bedömer <strong>________</strong> med handledare när och hur de planerade arbetsuppgifterna ska genomföras med tanke på aktuella förutsättningar.",
        "knowledgeRequirementChoice" : {
          "E" : "Eleven bedömer <strong>i samråd</strong> med handledare när och hur de planerade arbetsuppgifterna ska genomföras med tanke på aktuella förutsättningar.",
          "C" : "Eleven bedömer <strong>efter samråd</strong> med handledare när och hur de planerade arbetsuppgifterna ska genomföras med tanke på aktuella förutsättningar.",
          "A" : "Eleven bedömer <strong>efter samråd</strong> med handledare när och hur de planerade arbetsuppgifterna ska genomföras med tanke på aktuella förutsättningar."
        }
      }, {
        "text" : "Eleven organiserar, planerar och utför <strong>________</strong> med handledare aktuella arbetsuppgifter och använder redskap och annan teknisk utrustning.",
        "knowledgeRequirementChoice" : {
          "E" : "Eleven organiserar, planerar och utför <strong>i samråd</strong> med handledare aktuella arbetsuppgifter och använder redskap och annan teknisk utrustning.",
          "C" : "Eleven organiserar, planerar och utför <strong>efter samråd</strong> med handledare aktuella arbetsuppgifter och använder redskap och annan teknisk utrustning.",
          "A" : "Eleven organiserar, planerar och utför <strong>efter samråd</strong> med handledare aktuella arbetsuppgifter och använder redskap och annan teknisk utrustning."
        }
      }, {
        "text" : "Resultatet av arbetet är <strong>________</strong>.",
        "knowledgeRequirementChoice" : {
          "E" : "Resultatet av arbetet är <strong>tillfredsställande</strong>.",
          "C" : "Resultatet av arbetet är <strong>tillfredsställande</strong>.",
          "A" : "Resultatet av arbetet är <strong>gott</strong>."
        }
      }, {
        "text" : "I arbetet löser eleven <strong>________</strong> med handledare de problem som uppstår.",
        "knowledgeRequirementChoice" : {
          "E" : "I arbetet löser eleven <strong>i samråd</strong> med handledare de problem som uppstår.",
          "C" : "I arbetet löser eleven <strong>efter samråd</strong> med handledare de problem som uppstår.",
          "A" : "I arbetet löser eleven <strong>efter samråd</strong> med handledare de problem som uppstår."
        }
      } ]
    }, {
      "heading" : "",
      "knowledgeRequirements" : [ {
        "text" : "Eleven arbetar säkert och ergonomiskt riktigt med den tekniska utrustningen.",
        "knowledgeRequirementChoice" : {
          "E" : "Eleven arbetar säkert och ergonomiskt riktigt med den tekniska utrustningen.",
          "C" : "Eleven arbetar säkert och ergonomiskt riktigt med den tekniska utrustningen.",
          "A" : "Eleven arbetar säkert och ergonomiskt riktigt med den tekniska utrustningen."
        }
      }, {
        "text" : "Eleven redogör <strong>________</strong> för och arbetar i enlighet med lagar och andra bestämmelser som rör fiske.",
        "knowledgeRequirementChoice" : {
          "E" : "Eleven redogör <strong>översiktligt</strong> för och arbetar i enlighet med lagar och andra bestämmelser som rör fiske.",
          "C" : "Eleven redogör <strong>utförligt</strong> för och arbetar i enlighet med lagar och andra bestämmelser som rör fiske.",
          "A" : "Eleven redogör <strong>utförligt</strong> för och arbetar i enlighet med lagar och andra bestämmelser som rör fiske."
        }
      }, {
        "text" : "När arbetet är utfört vårdar eleven <strong>________</strong> med handledare aktuella redskap och teknisk utrustning.",
        "knowledgeRequirementChoice" : {
          "E" : "När arbetet är utfört vårdar eleven <strong>i samråd</strong> med handledare aktuella redskap och teknisk utrustning.",
          "C" : "När arbetet är utfört vårdar eleven <strong>efter samråd</strong> med handledare aktuella redskap och teknisk utrustning.",
          "A" : "När arbetet är utfört vårdar eleven <strong>efter samråd</strong> med handledare aktuella redskap och teknisk utrustning."
        }
      }, {
        "text" : "Dessutom upprättar eleven <strong>________</strong> med handledare en loggbok för redovisning av aktuell fångst.",
        "knowledgeRequirementChoice" : {
          "E" : "Dessutom upprättar eleven <strong>i samråd</strong> med handledare en loggbok för redovisning av aktuell fångst.",
          "C" : "Dessutom upprättar eleven <strong>efter samråd</strong> med handledare en loggbok för redovisning av aktuell fångst.",
          "A" : "Dessutom upprättar eleven <strong>efter samråd</strong> med handledare en loggbok för redovisning av aktuell fångst."
        }
      } ]
    }, {
      "heading" : "",
      "knowledgeRequirements" : [ {
        "text" : "I samband med fiske beskriver eleven <strong>________</strong> resultatet av genomförda fångstmetoder.",
        "knowledgeRequirementChoice" : {
          "E" : "I samband med fiske beskriver eleven <strong>översiktligt</strong> resultatet av genomförda fångstmetoder.",
          "C" : "I samband med fiske beskriver eleven <strong>utförligt</strong> resultatet av genomförda fångstmetoder.",
          "A" : "I samband med fiske beskriver eleven <strong>utförligt och nyanserat</strong> resultatet av genomförda fångstmetoder."
        }
      }, {
        "text" : "Beskrivningen innehåller <strong>________</strong> bedömningar av fiskarnas storlek och utseende samt <strong>________</strong> förklaringar av biologiska och ekonomiska samband.",
        "knowledgeRequirementChoice" : {
          "E" : "Beskrivningen innehåller <strong>enkla</strong> bedömningar av fiskarnas storlek och utseende samt <strong>enkla</strong> förklaringar av biologiska och ekonomiska samband.",
          "C" : "Beskrivningen innehåller <strong>välgrundade</strong> bedömningar av fiskarnas storlek och utseende samt <strong>välgrundade</strong> förklaringar av biologiska och ekonomiska samband.",
          "A" : "Beskrivningen innehåller <strong>välgrundade och nyanserade</strong> bedömningar av fiskarnas storlek och utseende samt <strong>välgrundade och nyanserade</strong> förklaringar av biologiska och ekonomiska samband."
        }
      }, {
        "text" : "Eleven identifierar <strong>________</strong> de organismer som förekommer i aktuell fångst.",
        "knowledgeRequirementChoice" : {
          "E" : "Eleven identifierar <strong>med viss säkerhet</strong> de organismer som förekommer i aktuell fångst.",
          "C" : "Eleven identifierar <strong>med viss säkerhet</strong> de organismer som förekommer i aktuell fångst.",
          "A" : "Eleven identifierar <strong>med säkerhet</strong> de organismer som förekommer i aktuell fångst."
        }
      }, {
        "text" : "Dessutom redogör eleven <strong>________</strong> för de parasitangrepp och skador som kan förekomma i en fångst samt för lämpliga åtgärder mot angreppen och skadorna.",
        "knowledgeRequirementChoice" : {
          "E" : "Dessutom redogör eleven <strong>översiktligt</strong> för de parasitangrepp och skador som kan förekomma i en fångst samt för lämpliga åtgärder mot angreppen och skadorna.",
          "C" : "Dessutom redogör eleven <strong>utförligt</strong> för de parasitangrepp och skador som kan förekomma i en fångst samt för lämpliga åtgärder mot angreppen och skadorna.",
          "A" : "Dessutom redogör eleven <strong>utförligt och nyanserat</strong> för de parasitangrepp och skador som kan förekomma i en fångst samt för lämpliga åtgärder mot angreppen och skadorna."
        }
      }, {
        "text" : "Eleven redogör <strong>________</strong> för vilka fiskarter som kan användas för konsumtion samt för olika sätt att marknadsföra och sälja fiskprodukter.",
        "knowledgeRequirementChoice" : {
          "E" : "Eleven redogör <strong>översiktligt</strong> för vilka fiskarter som kan användas för konsumtion samt för olika sätt att marknadsföra och sälja fiskprodukter.",
          "C" : "Eleven redogör <strong>utförligt</strong> för vilka fiskarter som kan användas för konsumtion samt för olika sätt att marknadsföra och sälja fiskprodukter.",
          "A" : "Eleven redogör <strong>utförligt och nyanserat</strong> för vilka fiskarter som kan användas för konsumtion samt för olika sätt att marknadsföra och sälja fiskprodukter."
        }
      }, {
        "text" : "Eleven redogör också <strong>________</strong> för hur den aktuella fångsten ska hanteras och förvaras.",
        "knowledgeRequirementChoice" : {
          "E" : "Eleven redogör också <strong>översiktligt</strong> för hur den aktuella fångsten ska hanteras och förvaras.",
          "C" : "Eleven redogör också <strong>utförligt</strong> för hur den aktuella fångsten ska hanteras och förvaras.",
          "A" : "Eleven redogör också <strong>utförligt</strong> för hur den aktuella fångsten ska hanteras och förvaras."
        }
      } ]
    }, {
      "heading" : "",
      "knowledgeRequirements" : [ {
        "text" : "När eleven samråder med handledare bedömer hon eller han <strong>________</strong> den egna förmågan och situationens krav.",
        "knowledgeRequirementChoice" : {
          "E" : "När eleven samråder med handledare bedömer hon eller han <strong>med viss säkerhet</strong> den egna förmågan och situationens krav.",
          "C" : "När eleven samråder med handledare bedömer hon eller han <strong>med viss säkerhet</strong> den egna förmågan och situationens krav.",
          "A" : "När eleven samråder med handledare bedömer hon eller han <strong>med säkerhet</strong> den egna förmågan och situationens krav."
        }
      } ]
    } ],
    "point" : 200,
    "year" : null
  }, {
    "name" : "Fiske 3",
    "description" : "Kursen fiske 3 omfattar punkterna 1, 3–6 och 8 under rubriken Ämnets syfte. I kursen behandlas fördjupade kunskaper inom valt specialområde inom fiske.",
    "code" : "FISFIS03",
    "centralContent" : [ {
      "heading" : "Undervisningen i kursen ska behandla följande centrala innehåll:",
      "lines" : [ "Planering, genomförande och uppföljning av fiske inom specialområdet. Ekonomiska kalkyler.", "Verksamhetsplaner inom specialområdet.", "Miljöaspekter och produktkvalitet.", "Ergonomi, arbetsmiljö- och säkerhetsfrågor i samband med fiske inom specialområdet.", "Lagar och andra bestämmelser inom specialområdet.", "Förutsättningar för fiske, marknad och arbetsmarknad inom specialområdet.", "Utvecklingsmöjligheter inom specialområdet, nya fångstplatser, nya fiskarter, ny teknik och nya användningsområden för de fångade produkterna.", "Informationssökning och presentationer inom specialområdet." ]
    } ],
    "knowledgeRequirementParagraphs" : [ {
      "heading" : "",
      "knowledgeRequirements" : [ {
        "text" : "Eleven redogör <strong>________</strong> för förutsättningar för fiske inom specialområdet samt beskriver <strong>________</strong> vilka faktorer som påverkar det ekonomiska resultatet.",
        "knowledgeRequirementChoice" : {
          "E" : "Eleven redogör <strong>översiktligt</strong> för förutsättningar för fiske inom specialområdet samt beskriver <strong>översiktligt</strong> vilka faktorer som påverkar det ekonomiska resultatet.",
          "C" : "Eleven redogör <strong>utförligt</strong> för förutsättningar för fiske inom specialområdet samt beskriver <strong>utförligt</strong> vilka faktorer som påverkar det ekonomiska resultatet.",
          "A" : "Eleven redogör <strong>utförligt och nyanserat</strong> för förutsättningar för fiske inom specialområdet samt beskriver <strong>utförligt och nyanserat</strong> vilka faktorer som påverkar det ekonomiska resultatet."
        }
      } ]
    }, {
      "heading" : "",
      "knowledgeRequirements" : [ {
        "text" : "Eleven upprättar <strong>________</strong> med handledare en plan för ett specialområde inom fiske med utgångspunkt i aktuella förutsättningar samt motiverar <strong>________</strong> sina val i planen.",
        "knowledgeRequirementChoice" : {
          "E" : "Eleven upprättar <strong>i samråd</strong> med handledare en plan för ett specialområde inom fiske med utgångspunkt i aktuella förutsättningar samt motiverar <strong>översiktligt</strong> sina val i planen.",
          "C" : "Eleven upprättar <strong>efter samråd</strong> med handledare en plan för ett specialområde inom fiske med utgångspunkt i aktuella förutsättningar samt motiverar <strong>utförligt</strong> sina val i planen.",
          "A" : "Eleven upprättar <strong>efter samråd</strong> med handledare en plan för ett specialområde inom fiske med utgångspunkt i aktuella förutsättningar samt motiverar <strong>utförligt och nyanserat</strong> sina val i planen."
        }
      }, {
        "text" : "Planen innehåller en <strong>________</strong> ekonomisk kalkyl utifrån krav på produktkvalitet och försäljningsmöjligheter.",
        "knowledgeRequirementChoice" : {
          "E" : "Planen innehåller en <strong>enkel</strong> ekonomisk kalkyl utifrån krav på produktkvalitet och försäljningsmöjligheter.",
          "C" : "Planen innehåller en ekonomisk kalkyl utifrån krav på produktkvalitet och försäljningsmöjligheter.",
          "A" : "Planen innehåller en <strong>avancerad</strong> ekonomisk kalkyl utifrån krav på produktkvalitet och försäljningsmöjligheter."
        }
      }, {
        "text" : "Eleven bedömer <strong>________</strong> med handledare när och hur de planerade arbetsuppgifterna ska genomföras för ett optimalt fiske.",
        "knowledgeRequirementChoice" : {
          "E" : "Eleven bedömer <strong>i samråd</strong> med handledare när och hur de planerade arbetsuppgifterna ska genomföras för ett optimalt fiske.",
          "C" : "Eleven bedömer <strong>efter samråd</strong> med handledare när och hur de planerade arbetsuppgifterna ska genomföras för ett optimalt fiske.",
          "A" : "Eleven bedömer <strong>efter samråd</strong> med handledare när och hur de planerade arbetsuppgifterna ska genomföras för ett optimalt fiske."
        }
      }, {
        "text" : "Eleven organiserar, planerar och utför <strong>________</strong> med handledare arbetsuppgifter enligt planen och använder yrkesmässiga metoder, redskap och annan teknisk utrustning.",
        "knowledgeRequirementChoice" : {
          "E" : "Eleven organiserar, planerar och utför <strong>i samråd</strong> med handledare arbetsuppgifter enligt planen och använder yrkesmässiga metoder, redskap och annan teknisk utrustning.",
          "C" : "Eleven organiserar, planerar och utför <strong>efter samråd</strong> med handledare arbetsuppgifter enligt planen och använder yrkesmässiga metoder, redskap och annan teknisk utrustning.",
          "A" : "Eleven organiserar, planerar och utför <strong>efter samråd</strong> med handledare arbetsuppgifter enligt planen och använder yrkesmässiga metoder, redskap och annan teknisk utrustning."
        }
      }, {
        "text" : "Resultatet av arbetet är <strong>________</strong>.",
        "knowledgeRequirementChoice" : {
          "E" : "Resultatet av arbetet är <strong>tillfredsställande</strong>.",
          "C" : "Resultatet av arbetet är <strong>tillfredsställande</strong>.",
          "A" : "Resultatet av arbetet är <strong>gott</strong>."
        }
      }, {
        "text" : "I arbetet löser eleven <strong>________</strong> med handledare de problem som uppstår.",
        "knowledgeRequirementChoice" : {
          "E" : "I arbetet löser eleven <strong>i samråd</strong> med handledare de problem som uppstår.",
          "C" : "I arbetet löser eleven <strong>efter samråd</strong> med handledare de problem som uppstår.",
          "A" : "I arbetet löser eleven <strong>efter samråd</strong> med handledare de problem som uppstår."
        }
      } ]
    }, {
      "heading" : "",
      "knowledgeRequirements" : [ {
        "text" : "Eleven arbetar säkert och ergonomiskt riktigt med den tekniska utrustningen.",
        "knowledgeRequirementChoice" : {
          "E" : "Eleven arbetar säkert och ergonomiskt riktigt med den tekniska utrustningen.",
          "C" : "Eleven arbetar säkert och ergonomiskt riktigt med den tekniska utrustningen.",
          "A" : "Eleven arbetar säkert och ergonomiskt riktigt med den tekniska utrustningen."
        }
      }, {
        "text" : "Eleven redogör <strong>________</strong> för och arbetar i enlighet med lagar och andra bestämmelser som gäller i aktuella situationer.",
        "knowledgeRequirementChoice" : {
          "E" : "Eleven redogör <strong>översiktligt</strong> för och arbetar i enlighet med lagar och andra bestämmelser som gäller i aktuella situationer.",
          "C" : "Eleven redogör <strong>utförligt</strong> för och arbetar i enlighet med lagar och andra bestämmelser som gäller i aktuella situationer.",
          "A" : "Eleven redogör <strong>utförligt</strong> för och arbetar i enlighet med lagar och andra bestämmelser som gäller i aktuella situationer."
        }
      }, {
        "text" : "När arbetet är utfört vårdar eleven <strong>________</strong> med handledare aktuella redskap och teknisk utrustning.",
        "knowledgeRequirementChoice" : {
          "E" : "När arbetet är utfört vårdar eleven <strong>i samråd</strong> med handledare aktuella redskap och teknisk utrustning.",
          "C" : "När arbetet är utfört vårdar eleven <strong>efter samråd</strong> med handledare aktuella redskap och teknisk utrustning.",
          "A" : "När arbetet är utfört vårdar eleven <strong>efter samråd</strong> med handledare aktuella redskap och teknisk utrustning."
        }
      }, {
        "text" : "Dessutom upprättar eleven <strong>________</strong> med handledare en loggbok.",
        "knowledgeRequirementChoice" : {
          "E" : "Dessutom upprättar eleven <strong>i samråd</strong> med handledare en loggbok.",
          "C" : "Dessutom upprättar eleven <strong>efter samråd</strong> med handledare en loggbok.",
          "A" : "Dessutom upprättar eleven <strong>efter samråd</strong> med handledare en loggbok."
        }
      } ]
    }, {
      "heading" : "",
      "knowledgeRequirements" : [ {
        "text" : "I samband med fiske beskriver eleven <strong>________</strong> vilka försäljningsmöjligheter som finns för olika fiskprodukter.",
        "knowledgeRequirementChoice" : {
          "E" : "I samband med fiske beskriver eleven <strong>översiktligt</strong> vilka försäljningsmöjligheter som finns för olika fiskprodukter.",
          "C" : "I samband med fiske beskriver eleven <strong>utförligt</strong> vilka försäljningsmöjligheter som finns för olika fiskprodukter.",
          "A" : "I samband med fiske beskriver eleven <strong>utförligt och nyanserat</strong> vilka försäljningsmöjligheter som finns för olika fiskprodukter."
        }
      }, {
        "text" : "Dessutom beskriver eleven <strong>________</strong> olika fångstplatser, fångade produkter och utvecklingsmöjligheter inom specialområdet.",
        "knowledgeRequirementChoice" : {
          "E" : "Dessutom beskriver eleven <strong>översiktligt</strong> olika fångstplatser, fångade produkter och utvecklingsmöjligheter inom specialområdet.",
          "C" : "Dessutom beskriver eleven <strong>utförligt</strong> olika fångstplatser, fångade produkter och utvecklingsmöjligheter inom specialområdet.",
          "A" : "Dessutom beskriver eleven <strong>utförligt och nyanserat</strong> olika fångstplatser, fångade produkter och utvecklingsmöjligheter inom specialområdet."
        }
      } ]
    }, {
      "heading" : "",
      "knowledgeRequirements" : [ {
        "text" : "När eleven samråder med handledare bedömer hon eller han <strong>________</strong> den egna förmågan och situationens krav.",
        "knowledgeRequirementChoice" : {
          "E" : "När eleven samråder med handledare bedömer hon eller han <strong>med viss säkerhet</strong> den egna förmågan och situationens krav.",
          "C" : "När eleven samråder med handledare bedömer hon eller han <strong>med viss säkerhet</strong> den egna förmågan och situationens krav.",
          "A" : "När eleven samråder med handledare bedömer hon eller han <strong>med säkerhet</strong> den egna förmågan och situationens krav."
        }
      } ]
    } ],
    "point" : 100,
    "year" : null
  } ]
}