{
  "name" : "Flygplansteknik",
  "description" : "Ämnet flygplansteknik behandlar de kunskaper som krävs för yrkesmässigt arbete med service och underhåll av flygplan.",
  "code" : "FLP",
  "designation" : "",
  "skolfsId" : "0000:00",
  "purposes" : [ {
    "type" : "PARAGRAPH",
    "heading" : "",
    "lines" : [ "Undervisningen i ämnet flygplansteknik ska syfta till att eleverna utvecklar kunskaper om flygtekniska konstruktioner i flygplan.", "Eleverna ska ges möjlighet att utveckla förmåga att underhålla, felsöka och åtgärda fel i flygplan.", "I undervisningen ska eleverna ges möjlighet att utveckla sina kunskaper om hur människa och maskin samverkar.", "Genom undervisningen ska eleverna ges möjlighet att utveckla förståelse för vikten av gällande regelverk, samarbete och kommunikation som krävs inom yrkesområdet.", "Undervisningen ska ge eleverna möjlighet att utveckla de kunskaper som krävs enligt gällande regler och krav för flygmekaniker." ]
  }, {
    "type" : "PARAGRAPH",
    "heading" : "",
    "lines" : [ "I undervisningen ska eleverna ges möjlighet att arbeta med uppgifter som konstrueras så att de återspeglar och förbereder för situationer som eleverna kommer att möta i sitt yrke.", "Dessa uppgifter ska utgå från ett problemlösande och laborativt arbetssätt." ]
  }, {
    "type" : "BULLET",
    "heading" : "Undervisningen i ämnet flygplansteknik ska ge eleverna förutsättningar att utveckla följande:",
    "lines" : [ "Kunskaper om uppbyggnad av och funktion hos flygplan samt propellrar, instrument, komponenter och system.", "Kunskaper om flygplans, inklusive propellrars, aerodynamik.", "Förmåga att utföra service, underhåll, felsökning och reparation av flygplan, inklusive propellrar.", "Förmåga att dokumentera och utvärdera sitt arbete.", "Förmåga att samarbeta och kommunicera med andra samt att använda fackspråk på såväl svenska som engelska.", "Kunskaper om faktorer som påverkar människan samt förmåga att arbeta på ett säkert, miljömässigt och kvalitetsmässigt sätt utifrån lagar och andra bestämmelser som reglerar verksamheten." ]
  } ],
  "courses" : [ {
    "name" : "Flygplansteknik",
    "description" : "Kursen flygplansteknik omfattar punkterna 1–6 under rubriken Ämnets syfte.",
    "code" : "FLPFLY0",
    "centralContent" : [ {
      "heading" : "Undervisningen i kursen ska behandla följande centrala innehåll:",
      "lines" : [ "Flygplans aerodynamik och styrorgan samt flygning i hög hastighet.", "Skrovstrukturer och flygkropp.", "Vingar, stabilisatorer och roderytor.", "Gondoler och pyloner.", "Luftförsörjning, luftkonditionering och trycksättning av kabin samt säkerhets- och varningsanordningar.", "Instrument- och avioniksystem.", "Elkraft.", "Utrustning och inventarier.", "Brandskydd.", "Styrorgan.", "Bränslesystem.", "Hydraulisk kraft.", "Is- och regnskydd.", "Landställ.", "Ljus, strålkastare och belysning.", "Syrgas.", "Pneumatik och vakuum.", "Vatten och avlopp.", "Flygburna underhållssystem.", "Integrerad modulär avionik.", "Kabinsystem.", "Informationssystem.", "Grundprinciper för propeller.", "Propellerkonstruktion.", "Reglering av propellerbladvinkel.", "Isskydd för propeller.", "Propellerunderhåll, förvaring och konservering.", "Service och underhållsåtgärder av flygplan.", "Dokumentation.", "Fackspråk på svenska och engelska för att förstå och följa instruktioner samt för att kommunicera kring arbetets utförande.", "Faktorer som påverkar arbetsresultat och arbetsmiljö, till exempel struktur, ordning, trivsel, yrkesroll och den mänskliga faktorn.", "Säkerhet på arbetsplatsen, förebyggande av person- och egendomsskador samt lagar och andra bestämmelser som gäller för arbetet." ]
    } ],
    "knowledgeRequirementParagraphs" : [ {
      "heading" : "",
      "knowledgeRequirements" : [ {
        "text" : "Eleven beskriver <strong>________</strong> med stöd av informationsmaterial konstruktion av, funktion hos och påfrestningar på flygplan och deras olika system.",
        "knowledgeRequirementChoice" : {
          "E" : "Eleven beskriver <strong>översiktligt</strong> med stöd av informationsmaterial konstruktion av, funktion hos och påfrestningar på flygplan och deras olika system.",
          "C" : "Eleven beskriver <strong>utförligt</strong> med stöd av informationsmaterial konstruktion av, funktion hos och påfrestningar på flygplan och deras olika system.",
          "A" : "Eleven beskriver <strong>utförligt och nyanserat</strong> med stöd av informationsmaterial konstruktion av, funktion hos och påfrestningar på flygplan och deras olika system."
        }
      }, {
        "text" : "Dessutom beskriver eleven <strong>________</strong> med stöd av informationsmaterial hur flygplanets olika system är integrerade och samverkar med varandra.",
        "knowledgeRequirementChoice" : {
          "E" : "Dessutom beskriver eleven <strong>översiktligt</strong> med stöd av informationsmaterial hur flygplanets olika system är integrerade och samverkar med varandra.",
          "C" : "Dessutom beskriver eleven <strong>utförligt</strong> med stöd av informationsmaterial hur flygplanets olika system är integrerade och samverkar med varandra.",
          "A" : "Dessutom beskriver eleven <strong>utförligt och nyanserat</strong> med stöd av informationsmaterial hur flygplanets olika system är integrerade och samverkar med varandra."
        }
      } ]
    }, {
      "heading" : "",
      "knowledgeRequirements" : [ {
        "text" : "Eleven utför <strong>________</strong> med handledare och i bekanta situationer <strong>________</strong> service och <strong>________</strong> underhållsåtgärder av flygplan och propellrar.",
        "knowledgeRequirementChoice" : {
          "E" : "Eleven utför <strong>i samråd</strong> med handledare och i bekanta situationer <strong>enkel</strong> service och <strong>enkla</strong> underhållsåtgärder av flygplan och propellrar.",
          "C" : "Eleven utför <strong>efter samråd</strong> med handledare och i bekanta <strong>och delvis nya</strong> situationer service och underhållsåtgärder av flygplan och propellrar.",
          "A" : "Eleven utför <strong>efter samråd</strong> med handledare och i bekanta <strong>men även nya</strong> situationer service och <strong>avancerade</strong> underhållsåtgärder av flygplan och propellrar."
        }
      }, {
        "text" : "Dessutom utför eleven <strong>________</strong> med handledare felsökning och åtgärdar <strong>________</strong> fel på flygplanets olika system enligt regelverk och kvalitetskrav.",
        "knowledgeRequirementChoice" : {
          "E" : "Dessutom utför eleven <strong>i samråd</strong> med handledare felsökning och åtgärdar <strong>enkla</strong> fel på flygplanets olika system enligt regelverk och kvalitetskrav.",
          "C" : "Dessutom utför eleven <strong>efter samråd</strong> med handledare felsökning och åtgärdar fel på flygplanets olika system enligt regelverk och kvalitetskrav.",
          "A" : "Dessutom utför eleven <strong>efter samråd</strong> med handledare felsökning och åtgärdar <strong>komplexa</strong> fel på flygplanets olika system enligt regelverk och kvalitetskrav."
        }
      }, {
        "text" : "Eleven arbetar i bekanta situationer utifrån de instruktioner och det regelverk som uppgiften kräver.",
        "knowledgeRequirementChoice" : {
          "E" : "Eleven arbetar i bekanta situationer utifrån de instruktioner och det regelverk som uppgiften kräver.",
          "C" : "Eleven arbetar i bekanta <strong>och delvis nya</strong> situationer utifrån de instruktioner och det regelverk som uppgiften kräver.",
          "A" : "Eleven arbetar i bekanta <strong>men även nya</strong> situationer utifrån de instruktioner och det regelverk som uppgiften kräver."
        }
      }, {
        "text" : "När arbetet är utfört utvärderar eleven med <strong>________</strong> omdömen sina arbetsprocesser och sitt resultat.",
        "knowledgeRequirementChoice" : {
          "E" : "När arbetet är utfört utvärderar eleven med <strong>enkla</strong> omdömen sina arbetsprocesser och sitt resultat.",
          "C" : "När arbetet är utfört utvärderar eleven med <strong>nyanserade</strong> omdömen sina arbetsprocesser och sitt resultat.",
          "A" : "När arbetet är utfört utvärderar eleven med <strong>nyanserade</strong> omdömen sina arbetsprocesser och sitt resultat <strong>samt ger förslag på hur arbetet kan förbättras</strong>."
        }
      }, {
        "text" : "Dessutom gör eleven en <strong>________</strong> dokumentation av sitt arbete.",
        "knowledgeRequirementChoice" : {
          "E" : "Dessutom gör eleven en <strong>enkel</strong> dokumentation av sitt arbete.",
          "C" : "Dessutom gör eleven en <strong>noggrann</strong> dokumentation av sitt arbete.",
          "A" : "Dessutom gör eleven en <strong>noggrann och utförlig</strong> dokumentation av sitt arbete."
        }
      } ]
    }, {
      "heading" : "",
      "knowledgeRequirements" : [ {
        "text" : "Eleven utför <strong>________</strong> med handledare arbetet på ett ergonomiskt riktigt, säkert och miljömedvetet sätt och håller en god ordning och struktur på arbetsplatsen.",
        "knowledgeRequirementChoice" : {
          "E" : "Eleven utför <strong>i samråd</strong> med handledare arbetet på ett ergonomiskt riktigt, säkert och miljömedvetet sätt och håller en god ordning och struktur på arbetsplatsen.",
          "C" : "Eleven utför <strong>efter samråd</strong> med handledare arbetet på ett ergonomiskt riktigt, säkert och miljömedvetet sätt och håller en god ordning och struktur på arbetsplatsen.",
          "A" : "Eleven utför <strong>efter samråd</strong> med handledare arbetet på ett ergonomiskt riktigt, säkert och miljömedvetet sätt och håller en god ordning och struktur på arbetsplatsen."
        }
      }, {
        "text" : "Eleven redogör <strong>________</strong> för skydds- och arbetsmiljöbestämmelser.",
        "knowledgeRequirementChoice" : {
          "E" : "Eleven redogör <strong>översiktligt</strong> för skydds- och arbetsmiljöbestämmelser.",
          "C" : "Eleven redogör <strong>utförligt</strong> för skydds- och arbetsmiljöbestämmelser.",
          "A" : "Eleven redogör <strong>utförligt och nyanserat</strong> för skydds- och arbetsmiljöbestämmelser."
        }
      }, {
        "text" : "Arbetet utförs på ett sätt som är säkert för eleven själv och andra samt utifrån bestämmelser och standarder inom området.",
        "knowledgeRequirementChoice" : {
          "E" : "Arbetet utförs på ett sätt som är säkert för eleven själv och andra samt utifrån bestämmelser och standarder inom området.",
          "C" : "Arbetet utförs på ett sätt som är säkert för eleven själv och andra samt utifrån bestämmelser och standarder inom området.",
          "A" : "Arbetet utförs på ett sätt som är säkert för eleven själv och andra samt utifrån bestämmelser och standarder inom området."
        }
      } ]
    }, {
      "heading" : "",
      "knowledgeRequirements" : [ {
        "text" : "När eleven kommunicerar med andra använder hon eller han <strong>________</strong> relevant fackspråk på svenska och engelska.",
        "knowledgeRequirementChoice" : {
          "E" : "När eleven kommunicerar med andra använder hon eller han <strong>med viss säkerhet</strong> relevant fackspråk på svenska och engelska.",
          "C" : "När eleven kommunicerar med andra använder hon eller han <strong>med viss säkerhet</strong> relevant fackspråk på svenska och engelska.",
          "A" : "När eleven kommunicerar med andra använder hon eller han <strong>med säkerhet</strong> relevant fackspråk på svenska och engelska."
        }
      }, {
        "text" : "Dessutom samarbetar eleven för att nå planerade resultat.",
        "knowledgeRequirementChoice" : {
          "E" : "Dessutom samarbetar eleven för att nå planerade resultat.",
          "C" : "Dessutom samarbetar eleven <strong>och medverkar till att upprätthålla samarbetet</strong> för att nå planerade resultat.",
          "A" : "Dessutom samarbetar eleven <strong>och medverkar till att upprätthålla och utveckla samarbetet</strong> för att nå planerade resultat."
        }
      }, {
        "text" : "Resultatet av elevens arbete är <strong>________</strong>.",
        "knowledgeRequirementChoice" : {
          "E" : "Resultatet av elevens arbete är <strong>tillfredsställande</strong>.",
          "C" : "Resultatet av elevens arbete är <strong>tillfredsställande</strong>.",
          "A" : "Resultatet av elevens arbete är <strong>gott</strong>."
        }
      } ]
    }, {
      "heading" : "",
      "knowledgeRequirements" : [ {
        "text" : "När eleven samråder med handledare bedömer hon eller han <strong>________</strong> den egna förmågan och situationens krav.",
        "knowledgeRequirementChoice" : {
          "E" : "När eleven samråder med handledare bedömer hon eller han <strong>med viss säkerhet</strong> den egna förmågan och situationens krav.",
          "C" : "När eleven samråder med handledare bedömer hon eller han <strong>med viss säkerhet</strong> den egna förmågan och situationens krav.",
          "A" : "När eleven samråder med handledare bedömer hon eller han <strong>med säkerhet</strong> den egna förmågan och situationens krav."
        }
      } ]
    } ],
    "point" : 200,
    "year" : null
  } ]
}