{
  "name" : "Fordon och redskap inom naturbruk",
  "description" : "Ämnet fordon och redskap inom naturbruk behandlar den tekniska utrustning som används i arbete med fordon och redskap inom naturbruk. Teknisk utrustning som används i samspel med biologiska förutsättningar och biologiska metoder bidrar till en hög kvalitet på naturbrukets produkter och tjänster samt till en hållbar utveckling. Med hjälp av teknisk utrustning kan arbetsuppgifter utföras rationellt och med en ökad precision. Ämnet behandlar hur teknik och teknisk utveckling kan bidra till att den biologiska potentialen utnyttjas bättre. I ämnet ingår körning av fordon samt trafikkunskap.",
  "code" : "FOH",
  "designation" : "",
  "skolfsId" : "0000:00",
  "purposes" : [ {
    "type" : "PARAGRAPH",
    "heading" : "",
    "lines" : [ "Undervisningen i ämnet fordon och redskap inom naturbruk ska syfta till att eleverna utvecklar förmåga att använda teknisk utrustning på rätt sätt och i rätt sammanhang.", "Den ska bidra till att eleverna får redskap för att söka kunskap om och utnyttja nya tekniska lösningar.", "Genom undervisningen ska eleverna ges möjlighet att utveckla kunskaper om den tekniska utrustningens konstruktion, funktion och inställningsmöjligheter samt förmåga att utföra service och underhåll av teknisk utrustning." ]
  }, {
    "type" : "PARAGRAPH",
    "heading" : "",
    "lines" : [ "Praktiska övningar, fältstudier, undersökande arbetssätt och laborationer i fält ska ingå i undervisningen." ]
  }, {
    "type" : "BULLET",
    "heading" : "Undervisningen i ämnet fordon och redskap inom naturbruk ska ge eleverna förutsättningar att utveckla följande:",
    "lines" : [ "Kunskaper om konstruktion och funktion av samt användningsområden för teknisk utrustning.", "Förmåga att manövrera och köra fordon, fordonskombinationer och maskiner för att utföra olika arbetsuppgifter.", "Förmåga att manövrera och köra fordon och fordonskombinationer i trafik på ett säkert, ansvarsfullt och miljöanpassat sätt samt kunskaper om gällande trafikregler.", "Förmåga att använda teknisk utrustning.", "Förmåga att utföra service, underhåll och enklare reparationer av teknisk utrustning.", "Förmåga att ställa in teknisk utrustning för olika arbetsuppgifter samt att utföra funktionskontroller.", "Förmåga att arbeta ekonomiskt, säkert och ergonomiskt samt med hänsyn till miljön.", "Kunskaper om lagar och andra bestämmelser." ]
  } ],
  "courses" : [ {
    "name" : "Fordon och redskap",
    "description" : "Kursen fordon och redskap omfattar punkterna 1–8 under rubriken Ämnets syfte, med särskild betoning på punkterna 2 och 3.",
    "code" : "FOHFOR0",
    "centralContent" : [ {
      "heading" : "Undervisningen i kursen ska behandla följande centrala innehåll:",
      "lines" : [ ]
    }, {
      "heading" : "Teknisk grund",
      "lines" : [ "Konstruktions- och funktionsbeskrivningar samt användningsområden för olika fordon och för teknisk utrustning.", "Fordonskomponenter och systemfunktioner.", "Instrumentering.", "Motorbränslen och smörjmedel.", "Daglig tillsyn, periodisk kontroll och service." ]
    }, {
      "heading" : "Körning",
      "lines" : [ "Körning av fordon och av fordon med tillkopplade redskap för att genomföra förekommande arbetsuppgifter.", "Körning av fordon och fordonskombinationer på väg.", "Tillämpning av trafikföreskrifter.", "Användning av fordonets reglage samt tolkning av instrument.", "Hantering av tilläggsutrustning.", "Inställning av förarplatsens utrustning för ergonomisk, effektiv och säker körning.", "Användning av instruktions- och handböcker vid körning och tillsyn.", "Ekonomisk körteknik." ]
    }, {
      "heading" : "Arbetsmiljö, säkerhetsfrågor och bestämmelser",
      "lines" : [ "Ergonomi och arbetsmiljö i samband med körning av fordon.", "Säkerhetskontroll inför användning av fordon, redskap och tilläggsutrustning.", "Brandförebyggande åtgärder.", "Lagar och andra bestämmelser inom området." ]
    } ],
    "knowledgeRequirementParagraphs" : [ {
      "heading" : "",
      "knowledgeRequirements" : [ {
        "text" : "Eleven beskriver <strong>________</strong> konstruktion och funktion av samt användningsområden för olika fordon och för teknisk utrustning.",
        "knowledgeRequirementChoice" : {
          "E" : "Eleven beskriver <strong>översiktligt</strong> konstruktion och funktion av samt användningsområden för olika fordon och för teknisk utrustning.",
          "C" : "Eleven beskriver <strong>utförligt</strong> konstruktion och funktion av samt användningsområden för olika fordon och för teknisk utrustning.",
          "A" : "Eleven beskriver <strong>utförligt och nyanserat</strong> konstruktion och funktion av samt användningsområden för olika fordon och för teknisk utrustning."
        }
      }, {
        "text" : "Beskrivningen innehåller <strong>________</strong> samband mellan service, funktion och ekonomi.",
        "knowledgeRequirementChoice" : {
          "E" : "Beskrivningen innehåller <strong>enkla</strong> samband mellan service, funktion och ekonomi.",
          "C" : "Beskrivningen innehåller <strong>välgrundade</strong> samband mellan service, funktion och ekonomi.",
          "A" : "Beskrivningen innehåller <strong>välgrundade och nyanserade</strong> samband mellan service, funktion och ekonomi."
        }
      }, {
        "text" : "Eleven redogör också <strong>________</strong> för fordonets olika reglage och instrument och hur de används.",
        "knowledgeRequirementChoice" : {
          "E" : "Eleven redogör också <strong>översiktligt</strong> för fordonets olika reglage och instrument och hur de används.",
          "C" : "Eleven redogör också <strong>utförligt</strong> för fordonets olika reglage och instrument och hur de används.",
          "A" : "Eleven redogör också <strong>utförligt och nyanserat</strong> för fordonets olika reglage och instrument och hur de används."
        }
      }, {
        "text" : "Dessutom redogör eleven <strong>________</strong> för hur olika funktioner styrs och kontrolleras med hjälp av digital och annan teknisk utrustning.",
        "knowledgeRequirementChoice" : {
          "E" : "Dessutom redogör eleven <strong>översiktligt</strong> för hur olika funktioner styrs och kontrolleras med hjälp av digital och annan teknisk utrustning.",
          "C" : "Dessutom redogör eleven <strong>utförligt</strong> för hur olika funktioner styrs och kontrolleras med hjälp av digital och annan teknisk utrustning.",
          "A" : "Dessutom redogör eleven <strong>utförligt och nyanserat</strong> för hur olika funktioner styrs och kontrolleras med hjälp av digital och annan teknisk utrustning."
        }
      } ]
    }, {
      "heading" : "",
      "knowledgeRequirements" : [ {
        "text" : "Eleven följer arbetsinstruktioner och kör och manövrerar <strong>________</strong> med handledare fordon med tillkopplade redskap.",
        "knowledgeRequirementChoice" : {
          "E" : "Eleven följer arbetsinstruktioner och kör och manövrerar <strong>i samråd</strong> med handledare fordon med tillkopplade redskap.",
          "C" : "Eleven följer arbetsinstruktioner och kör och manövrerar <strong>efter samråd</strong> med handledare fordon med tillkopplade redskap.",
          "A" : "Eleven följer arbetsinstruktioner och kör och manövrerar <strong>efter samråd</strong> med handledare fordon med tillkopplade redskap."
        }
      }, {
        "text" : "Eleven kör och manövrerar också <strong>________</strong> med handledare fordon och fordonskombinationer på väg och följer då trafikföreskrifterna.",
        "knowledgeRequirementChoice" : {
          "E" : "Eleven kör och manövrerar också <strong>i samråd</strong> med handledare fordon och fordonskombinationer på väg och följer då trafikföreskrifterna.",
          "C" : "Eleven kör och manövrerar också <strong>efter samråd</strong> med handledare fordon och fordonskombinationer på väg och följer då trafikföreskrifterna.",
          "A" : "Eleven kör och manövrerar också <strong>efter samråd</strong> med handledare fordon och fordonskombinationer på väg och följer då trafikföreskrifterna."
        }
      }, {
        "text" : "Eleven använder med <strong>________</strong> handlag teknisk utrustning samt utför <strong>________</strong> med handledare service, underhåll och enklare reparationer av fordonen och utrustningen.",
        "knowledgeRequirementChoice" : {
          "E" : "Eleven använder med <strong>visst</strong> handlag teknisk utrustning samt utför <strong>i samråd</strong> med handledare service, underhåll och enklare reparationer av fordonen och utrustningen.",
          "C" : "Eleven använder med <strong>gott</strong> handlag teknisk utrustning samt utför <strong>efter samråd</strong> med handledare service, underhåll och enklare reparationer av fordonen och utrustningen.",
          "A" : "Eleven använder med <strong>mycket gott</strong> handlag teknisk utrustning samt utför <strong>efter samråd</strong> med handledare service, underhåll och enklare reparationer av fordonen och utrustningen."
        }
      }, {
        "text" : "Dessutom ställer eleven <strong>________</strong> med handledare in förarplatsen för en ergonomisk, effektiv och säker körning samt utför <strong>________</strong> med handledare kontroller av sina inställningar.",
        "knowledgeRequirementChoice" : {
          "E" : "Dessutom ställer eleven <strong>i samråd</strong> med handledare in förarplatsen för en ergonomisk, effektiv och säker körning samt utför <strong>i samråd</strong> med handledare kontroller av sina inställningar.",
          "C" : "Dessutom ställer eleven <strong>efter samråd</strong> med handledare in förarplatsen för en ergonomisk, effektiv och säker körning samt utför <strong>efter samråd</strong> med handledare kontroller av sina inställningar.",
          "A" : "Dessutom ställer eleven <strong>efter samråd</strong> med handledare in förarplatsen för en ergonomisk, effektiv och säker körning samt utför <strong>efter samråd</strong> med handledare kontroller av sina inställningar."
        }
      }, {
        "text" : "I arbetet använder eleven <strong>________</strong> med handledare instruktions- och handböcker.",
        "knowledgeRequirementChoice" : {
          "E" : "I arbetet använder eleven <strong>i samråd</strong> med handledare instruktions- och handböcker.",
          "C" : "I arbetet använder eleven <strong>efter samråd</strong> med handledare instruktions- och handböcker.",
          "A" : "I arbetet använder eleven <strong>efter samråd</strong> med handledare instruktions- och handböcker."
        }
      }, {
        "text" : "Dessutom löser eleven <strong>________</strong> med handledare de problem som uppstår.",
        "knowledgeRequirementChoice" : {
          "E" : "Dessutom löser eleven <strong>i samråd</strong> med handledare de problem som uppstår.",
          "C" : "Dessutom löser eleven <strong>efter samråd</strong> med handledare de problem som uppstår.",
          "A" : "Dessutom löser eleven <strong>efter samråd</strong> med handledare de problem som uppstår."
        }
      }, {
        "text" : "Resultatet av arbetet är <strong>________</strong>.",
        "knowledgeRequirementChoice" : {
          "E" : "Resultatet av arbetet är <strong>tillfredsställande</strong>.",
          "C" : "Resultatet av arbetet är <strong>tillfredsställande</strong>.",
          "A" : "Resultatet av arbetet är <strong>gott</strong>."
        }
      } ]
    }, {
      "heading" : "",
      "knowledgeRequirements" : [ {
        "text" : "Eleven arbetar säkert och ergonomiskt med fordonen och utrustningen samt kör miljömässigt och ekonomiskt.",
        "knowledgeRequirementChoice" : {
          "E" : "Eleven arbetar säkert och ergonomiskt med fordonen och utrustningen samt kör miljömässigt och ekonomiskt.",
          "C" : "Eleven arbetar säkert och ergonomiskt med fordonen och utrustningen samt kör miljömässigt och ekonomiskt.",
          "A" : "Eleven arbetar säkert och ergonomiskt med fordonen och utrustningen samt kör miljömässigt och ekonomiskt."
        }
      }, {
        "text" : "Dessutom redogör eleven <strong>________</strong> för och arbetar i enlighet med lagar och andra bestämmelser som gäller i aktuella situationer.",
        "knowledgeRequirementChoice" : {
          "E" : "Dessutom redogör eleven <strong>översiktligt</strong> för och arbetar i enlighet med lagar och andra bestämmelser som gäller i aktuella situationer.",
          "C" : "Dessutom redogör eleven <strong>utförligt</strong> för och arbetar i enlighet med lagar och andra bestämmelser som gäller i aktuella situationer.",
          "A" : "Dessutom redogör eleven <strong>utförligt</strong> för och arbetar i enlighet med lagar och andra bestämmelser som gäller i aktuella situationer."
        }
      } ]
    }, {
      "heading" : "",
      "knowledgeRequirements" : [ {
        "text" : "När eleven samråder med handledare bedömer hon eller han <strong>________</strong> den egna förmågan och situationens krav.",
        "knowledgeRequirementChoice" : {
          "E" : "När eleven samråder med handledare bedömer hon eller han <strong>med viss säkerhet</strong> den egna förmågan och situationens krav.",
          "C" : "När eleven samråder med handledare bedömer hon eller han <strong>med viss säkerhet</strong> den egna förmågan och situationens krav.",
          "A" : "När eleven samråder med handledare bedömer hon eller han <strong>med säkerhet</strong> den egna förmågan och situationens krav."
        }
      } ]
    } ],
    "point" : 100,
    "year" : null
  } ]
}