{
  "name" : "Fritids- och idrottskunskap",
  "description" : "Fritids- och idrottskunskap är ett tvärvetenskapligt ämne med grund i fritidsvetenskap och idrottsvetenskap. I ämnet studeras fritid och idrott utifrån individ-, grupp- och samhällsperspektiv.",
  "code" : "FRT",
  "designation" : "",
  "skolfsId" : "2010:137",
  "purposes" : [ {
    "type" : "PARAGRAPH",
    "heading" : "",
    "lines" : [ "Undervisningen i ämnet fritids- och idrottskunskap ska syfta till att eleverna utvecklar kunskaper om fritidens och idrottens betydelse för individer och samhället.", "Eleverna ska ges möjlighet att utveckla kunskaper om hur fritid och idrott har förändrats och om hur olika faktorer påverkar människors fria tid, fritidsvanor och fritidsaktiviteter.", "De ska också ges möjlighet att utveckla kunskaper om fritidssektorns villkor och förutsättningar samt om fritidsmiljöer och fritidsaktiviteter som mötesplatser för människor." ]
  }, {
    "type" : "PARAGRAPH",
    "heading" : "",
    "lines" : [ "Genom fältstudier eller genom att medverka i olika verksamheter ska eleverna ges möjlighet att få inblick i och erfarenhet av sociala och pedagogiska sammanhang.", "Eleverna ska ges möjlighet att reflektera över och diskutera ämnesinnehållet, centrala begrepp och egna och andras handlingar och attityder.", "I undervisningen ska eleverna också ges möjlighet att utveckla förmåga att kritiskt söka, bearbeta, värdera och använda information från olika källor." ]
  }, {
    "type" : "BULLET",
    "heading" : "Undervisningen i ämnet fritids- och idrottskunskap ska ge eleverna förutsättningar att utveckla följande:",
    "lines" : [ "Kunskaper om fritidens och idrottens betydelse för individer, grupper och samhälle.", "Kunskaper om människors fritidsvanor och fritidsaktiviteter.", "Kunskaper om fritidssektorn, friskvårdssektorn och idrottsrörelsen.", "Kunskaper om olika föreningar, folkrörelser och organisationer.", "Förmåga att använda centrala begrepp och teorier inom kunskapsområdet.", "Färdigheter i att kritiskt använda information från olika källor.", "Förmåga att diskutera egna, andras och samhällets attityder och värderingar inom ämnesområdet." ]
  } ],
  "courses" : [ {
    "name" : "Fritids- och idrottskunskap",
    "description" : " Kursen fritids- och idrottskunskap omfattar punkterna 1–7 under rubriken Ämnets syfte. ",
    "code" : "FRTFRD0",
    "centralContent" : [ {
      "heading" : "Undervisningen i kursen ska behandla följande centrala innehåll:",
      "lines" : [ "Fritid som begrepp och fenomen.", "Fritidens och idrottens betydelse för människors hälsa, lärande och växande.", "Människors fritidsvanor och fritidsaktiviteter i olika åldrar, och faktorer som påverkar val av dessa.", "Fritid och idrott för människor med funktionsnedsättningar.", "Folkhälso-, fritids- och idrottspolitiska mål och deras betydelse för olika verksamheter.", "Fritids- och friskvårdssektorns samt idrottsrörelsens bakgrund, utveckling, organisation och innehåll ur ett nationellt och internationellt perspektiv.", "Organisationen av villkor och samhällsstöd för oganisationer, föreningar och folkrörelser.", "Fritidsverksamheters betydelse för turism i och marknadsföring av en region.", "Kritisk bearbetning av information från olika källor." ]
    } ],
    "knowledgeRequirementParagraphs" : [ {
      "heading" : "",
      "knowledgeRequirements" : [ {
        "text" : "Eleven beskriver <strong>________</strong> fritidens och idrottens betydelse för individer, grupper och samhälle.",
        "knowledgeRequirementChoice" : {
          "E" : "Eleven beskriver <strong>översiktligt</strong> fritidens och idrottens betydelse för individer, grupper och samhälle.",
          "C" : "Eleven beskriver <strong>utförligt</strong> fritidens och idrottens betydelse för individer, grupper och samhälle.",
          "A" : "Eleven beskriver <strong>utförligt och nyanserat</strong> fritidens och idrottens betydelse för individer, grupper och samhälle."
        }
      }, {
        "text" : "Dessutom redogör eleven <strong>________</strong> för människors fritidsvanor och fritidsaktiviteter samt vilka faktorer som påverkar människors fritidsvanor och fritidsaktiviteter.",
        "knowledgeRequirementChoice" : {
          "E" : "Dessutom redogör eleven <strong>översiktligt</strong> för människors fritidsvanor och fritidsaktiviteter samt vilka faktorer som påverkar människors fritidsvanor och fritidsaktiviteter.",
          "C" : "Dessutom redogör eleven <strong>utförligt</strong> för människors fritidsvanor och fritidsaktiviteter samt vilka faktorer som påverkar människors fritidsvanor och fritidsaktiviteter.",
          "A" : "Dessutom redogör eleven <strong>utförligt och nyanserat</strong> för människors fritidsvanor och fritidsaktiviteter samt vilka faktorer som påverkar människors fritidsvanor och fritidsaktiviteter."
        }
      }, {
        "text" : "Eleven beskriver även <strong>________</strong> hur fritidsverksamheter är organiserade och bedrivs.",
        "knowledgeRequirementChoice" : {
          "E" : "Eleven beskriver även <strong>översiktligt</strong> hur fritidsverksamheter är organiserade och bedrivs.",
          "C" : "Eleven beskriver även <strong>utförligt</strong> hur fritidsverksamheter är organiserade och bedrivs.",
          "A" : "Eleven beskriver även <strong>utförligt och nyanserat</strong> hur fritidsverksamheter är organiserade och bedrivs."
        }
      }, {
        "text" : "I beskrivningar och redogörelser använder eleven <strong>________</strong> centrala begrepp och teorier samt förklarar <strong>________</strong> samband och drar <strong>________</strong> slutsatser.",
        "knowledgeRequirementChoice" : {
          "E" : "I beskrivningar och redogörelser använder eleven <strong>med viss säkerhet</strong> centrala begrepp och teorier samt förklarar <strong>enkla</strong> samband och drar <strong>enkla</strong> slutsatser.",
          "C" : "I beskrivningar och redogörelser använder eleven <strong>med viss säkerhet</strong> centrala begrepp och teorier samt förklarar samband och drar <strong>välgrundade</strong> slutsatser.",
          "A" : "I beskrivningar och redogörelser använder eleven <strong>med säkerhet</strong> centrala begrepp och teorier samt förklarar <strong>komplexa</strong> samband och drar <strong>välgrundade och nyanserade</strong> slutsatser."
        }
      } ]
    }, {
      "heading" : "",
      "knowledgeRequirements" : [ {
        "text" : "Eleven söker och bearbetar <strong>________</strong> information från olika källor samt värderar den med <strong>________</strong> omdömen.",
        "knowledgeRequirementChoice" : {
          "E" : "Eleven söker och bearbetar <strong>med viss säkerhet</strong> information från olika källor samt värderar den med <strong>enkla</strong> omdömen.",
          "C" : "Eleven söker och bearbetar <strong>med viss säkerhet</strong> information från olika källor samt värderar den med <strong>nyanserade</strong> omdömen.",
          "A" : "Eleven söker och bearbetar <strong>med säkerhet</strong> information från olika källor samt värderar den med <strong>nyanserade</strong> omdömen."
        }
      } ]
    }, {
      "heading" : "",
      "knowledgeRequirements" : [ {
        "text" : "Eleven diskuterar <strong>________</strong> egna och andras attityder, värderingar och handlingar i relation till fritidsvanor och fritidsaktiviteter.",
        "knowledgeRequirementChoice" : {
          "E" : "Eleven diskuterar <strong>översiktligt</strong> egna och andras attityder, värderingar och handlingar i relation till fritidsvanor och fritidsaktiviteter.",
          "C" : "Eleven diskuterar <strong>utförligt</strong> egna och andras attityder, värderingar och handlingar i relation till fritidsvanor och fritidsaktiviteter.",
          "A" : "Eleven diskuterar <strong>utförligt och nyanserat</strong> egna och andras attityder, värderingar och handlingar i relation till fritidsvanor och fritidsaktiviteter."
        }
      }, {
        "text" : "I diskussionen framför eleven <strong>________</strong> argument för sina åsikter samt visar respekt för andras åsikter.",
        "knowledgeRequirementChoice" : {
          "E" : "I diskussionen framför eleven <strong>enkla</strong> argument för sina åsikter samt visar respekt för andras åsikter.",
          "C" : "I diskussionen framför eleven <strong>välgrundade</strong> argument för sina åsikter samt visar respekt för andras åsikter.",
          "A" : "I diskussionen framför eleven <strong>välgrundade och nyanserade</strong> argument för sina åsikter samt visar respekt för andras åsikter."
        }
      } ]
    } ],
    "point" : 100,
    "year" : null
  } ]
}