{
  "name" : "Företagsekonomi",
  "description" : "Ämnet företagsekonomi behandlar företagande i vid bemärkelse och belyser såväl ekonomiska som sociala och miljömässiga aspekter. I ämnet ingår marknadsföring, ledarskap och organisation, redovisning och kalkylering. Ämnet omfattar även entreprenörskap, som inbegriper metoder och förhållningssätt för att kunna starta, driva och vidareutveckla verksamheter.",
  "code" : "FÖR",
  "designation" : "",
  "skolfsId" : "0000:00",
  "purposes" : [ {
    "type" : "PARAGRAPH",
    "heading" : "",
    "lines" : [ "Undervisningen i ämnet företagsekonomi ska syfta till att eleverna utvecklar förståelse av företagens roll och villkor i samhället från lokal till global nivå.", "Här ingår företagens ansvar för bland annat hållbar utveckling." ]
  }, {
    "type" : "PARAGRAPH",
    "heading" : "",
    "lines" : [ "Undervisningen ska ge eleverna möjlighet att utveckla kunskaper i företagsekonomiska teorier, modeller och metoder samt förståelse av sambanden mellan olika funktioner inom ett företag.", "Undervisningen ska också bidra till att eleverna utvecklar kunskaper om hur man förverkligar en affärsidé samt stimulera deras kreativitet och lust att omsätta idéer i praktisk verksamhet.", "Företagsekonomi handlar om ekonomiska strategier som på olika sätt påverkar våra liv.", "Undervisningen ska därför ge eleverna möjlighet att utveckla intresse för ekonomiska frågor och förmåga att kritiskt granska, analysera och diskutera företagsekonomiska frågeställningar." ]
  }, {
    "type" : "PARAGRAPH",
    "heading" : "",
    "lines" : [ "I undervisningen ska eleverna ges möjlighet att problematisera, diskutera, argumentera och pröva källor kritiskt.", "Genom fältstudier och arbete med autentiska exempel ska eleverna ges möjlighet att utveckla förståelse av företagande.", "Eleverna ska även ges möjlighet att befästa sina teoretiska kunskaper genom praktisk tillämpning." ]
  }, {
    "type" : "BULLET",
    "heading" : "Undervisningen i ämnet företagsekonomi ska ge eleverna förutsättningar att utveckla följande:",
    "lines" : [ "Kunskaper om företagens roll i samhällsutvecklingen, i nutiden och ur ett historiskt perspektiv. Förmåga att reflektera över företagens ansvar för en hållbar utveckling samt över demokratiska värderingar, etik och genus i samband med ekonomiskt beslutsfattande.", "Kunskaper om olika typer av företag samt deras villkor i form av lagar och andra bestämmelser och andra förutsättningar som påverkar företagens verksamhet.", "Kunskaper om hur man startar och driver företag och hur olika funktioner inom företagen samverkar för att förverkliga en affärsidé.", "Kunskaper om företagsekonomiska begrepp, metoder, teorier och modeller samt förmåga att använda dessa.", "Förmåga att med källkritisk medvetenhet identifiera och analysera företagsekonomiska frågeställningar samt att reflektera över resultatet.", "Förmåga att leda processer samt att omvandla idéer och teoretiska kunskaper till praktiska och målinriktade aktiviteter. Förmåga att utvärdera arbetsprocesser och resultat.", "Förmåga att använda relevant teknik som ett redskap för kommunikation, beräkning, informationssökning, presentation och dokumentation i företagsekonomiska sammanhang." ]
  } ],
  "courses" : [ {
    "name" : "Entreprenörskap och företagande",
    "description" : "Kursen entreprenörskap och företagande omfattar punkterna 2–4 och 6 under rubriken Ämnets syfte, med särskild betoning på förmåga att starta, driva, avsluta och utvärdera ett fiktivt företag.",
    "code" : "FÖRENT0",
    "centralContent" : [ {
      "heading" : "Undervisningen i kursen ska behandla följande centrala innehåll:",
      "lines" : [ "Några viktiga lagar och andra bestämmelser som styr företagens verksamhet. I samband med det behandlas hur produkter och idéer skyddas genom lagstiftning.", "Vägen från idé till att starta företag. I samband med det behandlas hur man identifierar, skapar och samverkar i olika former av nätverk. Affärsidéns utformning och betydelse.", "Produktutvecklingsprocessens olika faser och deras innehåll.", "Affärsplanens innehåll och uppbyggnad. I samband med det användning av grundläggande metoder för marknadsundersökning, omvärldsanalys och omvärldsbevakning. Finansieringsfrågor.", "Affärsmässig presentationsteknik i marknadsföringssyfte anpassad till mottagare och situation.", "Försäljningsteknik och argumentation.", "Företagsekonomiska begrepp och metoder inom kunskapsområdena kalkylering, marknadsföring och redovisning.", "Mötesteknik i olika sammanhang och med olika syften samt dokumentation. I samband med det behandlas olika metoder för att lösa problem och fatta beslut.", "Ledarskap och organisation. I samband med det behandlas konflikthantering.", "Utvärdering av det fiktiva företagets verksamhet med uppföljning av ekonomiskt resultat. I samband med det utvärdering av gruppens eller den egna arbetsprocessen." ]
    } ],
    "knowledgeRequirementParagraphs" : [ {
      "heading" : "",
      "knowledgeRequirements" : [ {
        "text" : "Eleven redogör <strong>________</strong> för enklare avtal, lagar och andra bestämmelser som styr företagens verksamhet samt <strong>________</strong> för hur idéer och produkter skyddas genom lagstiftning.",
        "knowledgeRequirementChoice" : {
          "E" : "Eleven redogör <strong>översiktligt</strong> för enklare avtal, lagar och andra bestämmelser som styr företagens verksamhet samt <strong>översiktligt</strong> för hur idéer och produkter skyddas genom lagstiftning.",
          "C" : "Eleven redogör <strong>utförligt</strong> för enklare avtal, lagar och andra bestämmelser som styr företagens verksamhet samt <strong>utförligt</strong> för hur idéer och produkter skyddas genom lagstiftning.",
          "A" : "Eleven redogör <strong>utförligt</strong> för enklare avtal, lagar och andra bestämmelser som styr företagens verksamhet samt <strong>utförligt</strong> för hur idéer och produkter skyddas genom lagstiftning."
        }
      }, {
        "text" : "Dessutom redogör eleven <strong>________</strong> för vad man bör tänka på när man startar ett företag.",
        "knowledgeRequirementChoice" : {
          "E" : "Dessutom redogör eleven <strong>översiktligt</strong> för vad man bör tänka på när man startar ett företag.",
          "C" : "Dessutom redogör eleven <strong>utförligt</strong> för vad man bör tänka på när man startar ett företag.",
          "A" : "Eleven redogör även <strong>utförligt och nyanserat</strong> för vad man bör tänka på när man startar ett företag."
        }
      } ]
    }, {
      "heading" : "",
      "knowledgeRequirements" : [ {
        "text" : "Eleven upprättar <strong>________</strong> med handledare en <strong>________</strong> affärsplan.",
        "knowledgeRequirementChoice" : {
          "E" : "Eleven upprättar <strong>i samråd</strong> med handledare en <strong>enkel</strong> affärsplan.",
          "C" : "Eleven upprättar <strong>efter samråd</strong> med handledare en <strong>enkel</strong> affärsplan.",
          "A" : "Eleven upprättar <strong>efter samråd</strong> med handledare en <strong>genomarbetad</strong> affärsplan <strong>samt reviderar vid behov planen under arbetets gång</strong>."
        }
      }, {
        "text" : "Dessutom presenterar eleven <strong>________</strong> sitt företag affärsmässigt i marknadsföringssyfte och anpassar presentationen till mottagare och situation.",
        "knowledgeRequirementChoice" : {
          "E" : "Dessutom presenterar eleven <strong>med viss säkerhet</strong> sitt företag affärsmässigt i marknadsföringssyfte och anpassar presentationen till mottagare och situation.",
          "C" : "Dessutom presenterar eleven <strong>med viss säkerhet</strong> sitt företag affärsmässigt i marknadsföringssyfte och anpassar presentationen till mottagare och situation. <strong>Eleven använder även med viss säkerhet försäljningsteknik och argumentation som är anpassad till produkten, mottagare och situation</strong>.",
          "A" : "Dessutom presenterar eleven <strong>med säkerhet</strong> sitt företag affärsmässigt i marknadsföringssyfte och anpassar presentationen till mottagare och situation. <strong>Eleven använder även med säkerhet försäljningsteknik och argumentation som är anpassad till produkten, mottagare och situation</strong>."
        }
      } ]
    }, {
      "heading" : "",
      "knowledgeRequirements" : [ {
        "text" : "Eleven tar ansvar för och genomför <strong>________</strong> med handledare arbetet på ett <strong>________</strong> sätt enligt affärsplanen.",
        "knowledgeRequirementChoice" : {
          "E" : "Eleven tar ansvar för och genomför <strong>i samråd</strong> med handledare arbetet på ett <strong>tillfredsställande</strong> sätt enligt affärsplanen.",
          "C" : "Eleven tar ansvar för och genomför <strong>efter samråd</strong> med handledare arbetet på ett <strong>tillfredsställande</strong> sätt enligt affärsplanen.",
          "A" : "Eleven tar ansvar för och genomför <strong>efter samråd</strong> med handledare arbetet på ett <strong>gott</strong> sätt enligt affärsplanen."
        }
      }, {
        "text" : "I arbetet följer eleven <strong>________</strong> rutiner för företagets administration, dokumentation, kommunikation och samarbeten.",
        "knowledgeRequirementChoice" : {
          "E" : "I arbetet följer eleven <strong>med viss säkerhet</strong> rutiner för företagets administration, dokumentation, kommunikation och samarbeten.",
          "C" : "I arbetet följer eleven <strong>med viss säkerhet</strong> rutiner för företagets administration, dokumentation, kommunikation och samarbeten.",
          "A" : "I arbetet följer eleven <strong>med säkerhet</strong> rutiner för företagets administration, dokumentation, kommunikation och samarbeten."
        }
      }, {
        "text" : "Dessutom identifierar och löser eleven <strong>________</strong> med handledare problem som uppstår.",
        "knowledgeRequirementChoice" : {
          "E" : "Dessutom identifierar och löser eleven <strong>i samråd</strong> med handledare problem som uppstår.",
          "C" : "Dessutom identifierar och löser eleven <strong>efter samråd</strong> med handledare problem som uppstår.",
          "A" : "Dessutom identifierar och löser eleven <strong>efter samråd</strong> med handledare problem som uppstår."
        }
      }, {
        "text" : "Eleven för <strong>________</strong> resonemang om hur en grupprocess fungerar, vilken betydelse ledarskapet har för gruppens arbetsprocess och hur konflikter kan lösas.",
        "knowledgeRequirementChoice" : {
          "E" : "Eleven för <strong>enkla</strong> resonemang om hur en grupprocess fungerar, vilken betydelse ledarskapet har för gruppens arbetsprocess och hur konflikter kan lösas.",
          "C" : "Eleven för <strong>välgrundade</strong> resonemang om hur en grupprocess fungerar, vilken betydelse ledarskapet har för gruppens arbetsprocess och hur konflikter kan lösas.",
          "A" : "Eleven för <strong>välgrundade och nyanserade</strong> resonemang om hur en grupprocess fungerar, vilken betydelse ledarskapet har för gruppens arbetsprocess och hur konflikter kan lösas."
        }
      }, {
        "text" : "Vidare redogör eleven <strong>________</strong> för vilken betydelse nätverk har inom olika företag.",
        "knowledgeRequirementChoice" : {
          "E" : "Vidare redogör eleven <strong>översiktligt</strong> för vilken betydelse nätverk har inom olika företag.",
          "C" : "Vidare <strong>identifierar</strong> eleven <strong>nätverk för företaget samt</strong> redogör <strong>utförligt</strong> för vilken betydelse nätverk har inom olika företag.",
          "A" : "Vidare <strong>identifierar</strong> eleven <strong>nätverk för företaget, skapar och samverkar i dessa samt</strong> redogör <strong>utförligt</strong> för vilken betydelse nätverk har inom olika företag."
        }
      } ]
    }, {
      "heading" : "",
      "knowledgeRequirements" : [ {
        "text" : "Eleven utvärderar med <strong>________</strong> omdömen företagets verksamhet samt gör en ekonomisk uppföljning.",
        "knowledgeRequirementChoice" : {
          "E" : "Eleven utvärderar med <strong>enkla</strong> omdömen företagets verksamhet samt gör en ekonomisk uppföljning.",
          "C" : "Eleven utvärderar med <strong>nyanserade</strong> omdömen företagets verksamhet samt gör en ekonomisk uppföljning.",
          "A" : "Eleven utvärderar med <strong>nyanserade</strong> omdömen företagets verksamhet, <strong>ger förslag på hur verksamheten kan förbättras</strong> samt gör en ekonomisk uppföljning."
        }
      }, {
        "text" : "Dessutom utvärderar eleven med <strong>________</strong> omdömen gruppens eller sin egen arbetsprocess.",
        "knowledgeRequirementChoice" : {
          "E" : "Dessutom utvärderar eleven med <strong>enkla</strong> omdömen gruppens eller sin egen arbetsprocess.",
          "C" : "Dessutom utvärderar eleven med <strong>nyanserade</strong> omdömen gruppens eller sin egen arbetsprocess.",
          "A" : "Dessutom utvärderar eleven med <strong>nyanserade</strong> omdömen gruppens eller sin egen arbetsprocess <strong>samt ger förslag på hur arbetsprocessen kan förbättras</strong>."
        }
      } ]
    }, {
      "heading" : "",
      "knowledgeRequirements" : [ {
        "text" : "Eleven använder <strong>________</strong> relevanta företagsekonomiska begrepp och metoder för företagets arbetsområde.",
        "knowledgeRequirementChoice" : {
          "E" : "Eleven använder <strong>med viss säkerhet</strong> relevanta företagsekonomiska begrepp och metoder för företagets arbetsområde.",
          "C" : "Eleven använder <strong>med viss säkerhet</strong> relevanta företagsekonomiska begrepp och metoder för företagets arbetsområde.",
          "A" : "Eleven använder <strong>med säkerhet</strong> relevanta företagsekonomiska begrepp och metoder för företagets arbetsområde."
        }
      } ]
    }, {
      "heading" : "",
      "knowledgeRequirements" : [ {
        "text" : "När eleven samråder med handledare bedömer hon eller han <strong>________</strong> den egna förmågan och situationens krav.",
        "knowledgeRequirementChoice" : {
          "E" : "När eleven samråder med handledare bedömer hon eller han <strong>med viss säkerhet</strong> den egna förmågan och situationens krav.",
          "C" : "När eleven samråder med handledare bedömer hon eller han <strong>med viss säkerhet</strong> den egna förmågan och situationens krav.",
          "A" : "När eleven samråder med handledare bedömer hon eller han <strong>med säkerhet</strong> den egna förmågan och situationens krav."
        }
      } ]
    } ],
    "point" : 100,
    "year" : null
  }, {
    "name" : "Företagsekonomi 1",
    "description" : "Kursen företagsekonomi 1 omfattar punkterna 1–4 och 6–7 under rubriken Ämnets syfte. I kursen behandlas grundläggande kunskaper i ämnet.",
    "code" : "FÖRFÖR01",
    "centralContent" : [ {
      "heading" : "Undervisningen i kursen ska behandla följande centrala innehåll:",
      "lines" : [ "Företagens roll och villkor i samhället i fråga om samhällsnytta och samhällsansvar, i nutiden och ur ett historiskt perspektiv.", "Olika typer av företag och företagsformer. I samband med det behandlas hur man startar ett företag samt affärsidéns utformning och betydelse.", "Grundläggande företagsekonomiska begrepp och modeller samt kalkylering.", "Grundläggande budgeteringsformer, bokföring och bokslut.", "Grundläggande metoder i marknadsföring. I samband med det behandlas företagens etiska ansvar samt lagar och andra bestämmelser som styr företagens marknadsföring.", "Grundläggande projektmetodik i samband med enkla företagsekonomiska projekt." ]
    } ],
    "knowledgeRequirementParagraphs" : [ {
      "heading" : "",
      "knowledgeRequirements" : [ {
        "text" : "Eleven beskriver <strong>________</strong> företagens roll i samhället med hjälp av några exempel.",
        "knowledgeRequirementChoice" : {
          "E" : "Eleven beskriver <strong>översiktligt</strong> företagens roll i samhället med hjälp av några exempel.",
          "C" : "Eleven beskriver <strong>utförligt</strong> företagens roll i samhället med hjälp av några exempel.",
          "A" : "Eleven beskriver <strong>utförligt och nyanserat</strong> företagens roll i samhället med hjälp av några exempel."
        }
      }, {
        "text" : "Eleven diskuterar <strong>________</strong> sambandet mellan företagens ekonomiska beslutsfattande och deras samhällsansvar.",
        "knowledgeRequirementChoice" : {
          "E" : "Eleven diskuterar <strong>översiktligt</strong> sambandet mellan företagens ekonomiska beslutsfattande och deras samhällsansvar.",
          "C" : "Eleven diskuterar <strong>utförligt</strong> sambandet mellan företagens ekonomiska beslutsfattande och deras samhällsansvar.",
          "A" : "Eleven diskuterar <strong>utförligt och nyanserat</strong> sambandet mellan företagens ekonomiska beslutsfattande och deras samhällsansvar."
        }
      }, {
        "text" : "Med hjälp av några exempel beskriver eleven <strong>________</strong> företagens villkor med utgångspunkt i grundläggande lagar och andra bestämmelser.",
        "knowledgeRequirementChoice" : {
          "E" : "Med hjälp av några exempel beskriver eleven <strong>översiktligt</strong> företagens villkor med utgångspunkt i grundläggande lagar och andra bestämmelser.",
          "C" : "Med hjälp av några exempel beskriver eleven <strong>utförligt</strong> företagens villkor med utgångspunkt i grundläggande lagar och andra bestämmelser.",
          "A" : "Med hjälp av några exempel beskriver eleven <strong>utförligt och nyanserat</strong> företagens villkor, med utgångspunkt i grundläggande lagar och andra bestämmelser <strong>samt utifrån politiska och samhällsekonomiska förutsättningar</strong>."
        }
      } ]
    }, {
      "heading" : "",
      "knowledgeRequirements" : [ {
        "text" : "Eleven beskriver <strong>________</strong> olika funktioner i ett företag samt redogör <strong>________</strong> för hur man startar och driver ett företag.",
        "knowledgeRequirementChoice" : {
          "E" : "Eleven beskriver <strong>översiktligt</strong> olika funktioner i ett företag samt redogör <strong>översiktligt</strong> för hur man startar och driver ett företag.",
          "C" : "Eleven beskriver <strong>utförligt</strong> olika funktioner i ett företag samt redogör <strong>utförligt</strong> för hur man startar och driver ett företag.",
          "A" : "Eleven beskriver <strong>utförligt och nyanserat</strong> olika funktioner i ett företag <strong>och hur de samordnas för att man ska nå uppställda mål</strong> samt redogör <strong>utförligt och nyanserat</strong> för hur man startar och driver ett företag."
        }
      }, {
        "text" : "Dessutom redogör eleven <strong>________</strong> för affärsidéns utformning samt dess betydelse för företagets verksamhet.",
        "knowledgeRequirementChoice" : {
          "E" : "Dessutom redogör eleven <strong>översiktligt</strong> för affärsidéns utformning samt dess betydelse för företagets verksamhet.",
          "C" : "Dessutom redogör eleven <strong>utförligt</strong> för affärsidéns utformning samt dess betydelse för företagets verksamhet.",
          "A" : "Dessutom redogör eleven <strong>utförligt och nyanserat</strong> för affärsidéns utformning samt dess betydelse för företagets verksamhet."
        }
      }, {
        "text" : "Eleven redogör <strong>________</strong> för innebörden av företagsekonomiska begrepp.",
        "knowledgeRequirementChoice" : {
          "E" : "Eleven redogör <strong>översiktligt</strong> för innebörden av företagsekonomiska begrepp.",
          "C" : "Eleven redogör <strong>utförligt</strong> för innebörden av företagsekonomiska begrepp.",
          "A" : "Eleven redogör <strong>utförligt och nyanserat</strong> för innebörden av företagsekonomiska begrepp."
        }
      }, {
        "text" : "Vidare använder eleven <strong>________</strong> företagsekonomiska metoder.",
        "knowledgeRequirementChoice" : {
          "E" : "Vidare använder eleven <strong>med viss säkerhet enkla</strong> företagsekonomiska metoder.",
          "C" : "Vidare använder eleven <strong>med viss säkerhet</strong> företagsekonomiska metoder.",
          "A" : "Vidare <strong>väljer och</strong> använder eleven <strong>med säkerhet</strong> företagsekonomiska metoder."
        }
      }, {
        "text" : "Med hjälp av <strong>________</strong> modeller förklarar eleven företagsekonomiska företeelser och sammanhang.",
        "knowledgeRequirementChoice" : {
          "E" : "Med hjälp av <strong>enkla</strong> modeller förklarar eleven företagsekonomiska företeelser och sammanhang.",
          "C" : "Med hjälp av modeller förklarar eleven företagsekonomiska företeelser och sammanhang. <strong>Eleven värderar med enkla omdömen modellernas användbarhet</strong>.",
          "A" : "Med hjälp av modeller förklarar eleven företagsekonomiska företeelser och sammanhang. <strong>Eleven värderar med nyanserade omdömen modellernas användbarhet</strong>."
        }
      } ]
    }, {
      "heading" : "",
      "knowledgeRequirements" : [ {
        "text" : "Eleven upprättar <strong>________</strong> med handledare en <strong>________</strong> projektplan inom det företagsekonomiska kunskapsområdet.",
        "knowledgeRequirementChoice" : {
          "E" : "Eleven upprättar <strong>i samråd</strong> med handledare en <strong>enkel</strong> projektplan inom det företagsekonomiska kunskapsområdet.",
          "C" : "Eleven upprättar <strong>efter samråd</strong> med handledare en projektplan inom det företagsekonomiska kunskapsområdet.",
          "A" : "Eleven upprättar <strong>efter samråd</strong> med handledare en <strong>genomarbetad</strong> projektplan inom det företagsekonomiska kunskapsområdet."
        }
      }, {
        "text" : "Eleven tar eget ansvar samt genomför projektet <strong>________</strong> med handledare och med <strong>________</strong> resultat.",
        "knowledgeRequirementChoice" : {
          "E" : "Eleven tar eget ansvar samt genomför projektet <strong>i samråd</strong> med handledare och med <strong>tillfredsställande</strong> resultat.",
          "C" : "Eleven tar eget ansvar samt genomför projektet <strong>efter samråd</strong> med handledare, <strong>inom givna tidsramar</strong> och med <strong>tillfredsställande</strong> resultat.",
          "A" : "Eleven tar eget ansvar samt genomför projektet <strong>efter samråd</strong> med handledare, <strong>inom givna tidsramar</strong> och med <strong>gott</strong> resultat."
        }
      }, {
        "text" : "Dessutom utvärderar eleven arbetsprocessen och resultatet med <strong>________</strong> omdömen.",
        "knowledgeRequirementChoice" : {
          "E" : "Dessutom utvärderar eleven arbetsprocessen och resultatet med <strong>enkla</strong> omdömen.",
          "C" : "Dessutom utvärderar eleven arbetsprocessen och resultatet med <strong>nyanserade</strong> omdömen.",
          "A" : "Dessutom utvärderar eleven arbetsprocessen och resultatet med <strong>nyanserade</strong> omdömen <strong>samt ger förslag på hur arbetsprocessen kan förbättras</strong>."
        }
      } ]
    }, {
      "heading" : "",
      "knowledgeRequirements" : [ {
        "text" : "Eleven använder <strong>________</strong> med handledare relevant teknik för kommunikation, beräkningar, informationssökning, presentation och dokumentation.",
        "knowledgeRequirementChoice" : {
          "E" : "Eleven använder <strong>i samråd</strong> med handledare relevant teknik för kommunikation, beräkningar, informationssökning, presentation och dokumentation.",
          "C" : "Eleven använder <strong>efter samråd</strong> med handledare relevant teknik för kommunikation, beräkningar, informationssökning, presentation och dokumentation.",
          "A" : "Eleven använder <strong>efter samråd</strong> med handledare relevant teknik för kommunikation, beräkningar, informationssökning, presentation och dokumentation."
        }
      } ]
    }, {
      "heading" : "",
      "knowledgeRequirements" : [ {
        "text" : "När eleven samråder med handledare bedömer hon eller han <strong>________</strong> den egna förmågan och situationens krav.",
        "knowledgeRequirementChoice" : {
          "E" : "När eleven samråder med handledare bedömer hon eller han <strong>med viss säkerhet</strong> den egna förmågan och situationens krav.",
          "C" : "När eleven samråder med handledare bedömer hon eller han <strong>med viss säkerhet</strong> den egna förmågan och situationens krav.",
          "A" : "När eleven samråder med handledare bedömer hon eller han <strong>med säkerhet</strong> den egna förmågan och situationens krav."
        }
      } ]
    } ],
    "point" : 100,
    "year" : null
  }, {
    "name" : "Företagsekonomi 2",
    "description" : "Kursen företagsekonomi 2 omfattar punkterna 1–2, 4–5 och 7 under rubriken Ämnets syfte, med särskild betoning på punkt 4. I kursen behandlas fördjupade kunskaper i ämnet.",
    "code" : "FÖRFÖR02",
    "centralContent" : [ {
      "heading" : "Undervisningen i kursen ska behandla följande centrala innehåll:",
      "lines" : [ "Företagens roll och villkor i samhället ur ett historiskt och internationellt perspektiv. I samband med det behandlas företagens samhällsnytta och samhällsansvar utifrån begreppet hållbar utveckling.", "Grundläggande lagar och andra bestämmelser som styr företagens agerande inom olika områden.", "Affärsidéns utformning och betydelse. I samband med det behandlas affärsplanens uppbyggnad och funktion.", "Marknadsföring i form av omvärldsanalys och olika verktyg för värdeskapande processer.", "Metoder, teorier och modeller som används i företagens interna styrning och planering i form av budgetering och kalkylering.", "Bokföring och bokslut med enkla periodiseringar och enkel räkenskapsanalys. I samband med det behandlas revisionens funktion i en verksamhet.", "Begrepp, teorier och modeller som förklarar hur människor och arbetsgrupper fungerar i organisatoriska sammanhang samt hur ledarskap fungerar. I samband med det behandlas frågor om etik och jämställdhet i arbetslivet." ]
    } ],
    "knowledgeRequirementParagraphs" : [ {
      "heading" : "",
      "knowledgeRequirements" : [ {
        "text" : "Eleven beskriver <strong>________</strong> företagens roll i samhället med hjälp av några exempel.",
        "knowledgeRequirementChoice" : {
          "E" : "Eleven beskriver <strong>översiktligt</strong> företagens roll i samhället med hjälp av några exempel.",
          "C" : "Eleven beskriver <strong>utförligt</strong> företagens roll i samhället med hjälp av några exempel.",
          "A" : "Eleven beskriver <strong>utförligt och nyanserat</strong> företagens roll i samhället med hjälp av några exempel."
        }
      }, {
        "text" : "Eleven diskuterar <strong>________</strong> sambandet mellan företagens ekonomiska beslutsfattande och deras samhällsansvar.",
        "knowledgeRequirementChoice" : {
          "E" : "Eleven diskuterar <strong>översiktligt</strong> sambandet mellan företagens ekonomiska beslutsfattande och deras samhällsansvar.",
          "C" : "Eleven diskuterar <strong>utförligt</strong> sambandet mellan företagens ekonomiska beslutsfattande och deras samhällsansvar.",
          "A" : "Eleven diskuterar <strong>utförligt och nyanserat</strong> sambandet mellan företagens ekonomiska beslutsfattande och deras samhällsansvar."
        }
      }, {
        "text" : "Med hjälp av några exempel beskriver eleven <strong>________</strong> företagens villkor med utgångspunkt i grundläggande lagar och andra bestämmelser.",
        "knowledgeRequirementChoice" : {
          "E" : "Med hjälp av några exempel beskriver eleven <strong>översiktligt</strong> företagens villkor med utgångspunkt i grundläggande lagar och andra bestämmelser.",
          "C" : "Med hjälp av några exempel beskriver eleven <strong>utförligt</strong> företagens villkor med utgångspunkt i grundläggande lagar och andra bestämmelser.",
          "A" : "Med hjälp av några exempel beskriver eleven <strong>utförligt och nyanserat</strong> företagens villkor med utgångspunkt i grundläggande lagar och andra bestämmelser <strong>samt utifrån politiska och samhällsekonomiska förutsättningar</strong>."
        }
      } ]
    }, {
      "heading" : "",
      "knowledgeRequirements" : [ {
        "text" : "Eleven redogör <strong>________</strong> för innebörden av företagsekonomiska begrepp.",
        "knowledgeRequirementChoice" : {
          "E" : "Eleven redogör <strong>översiktligt</strong> för innebörden av företagsekonomiska begrepp.",
          "C" : "Eleven redogör <strong>utförligt</strong> för innebörden av företagsekonomiska begrepp.",
          "A" : "Eleven redogör <strong>utförligt och nyanserat</strong> för innebörden av företagsekonomiska begrepp."
        }
      }, {
        "text" : "Vidare använder eleven <strong>________</strong> företagsekonomiska metoder.",
        "knowledgeRequirementChoice" : {
          "E" : "Vidare använder eleven <strong>med viss säkerhet enkla</strong> företagsekonomiska metoder.",
          "C" : "Vidare använder eleven <strong>med viss säkerhet</strong> företagsekonomiska metoder.",
          "A" : "Vidare <strong>väljer och</strong> använder eleven <strong>med säkerhet</strong> företagsekonomiska metoder."
        }
      }, {
        "text" : "Med hjälp av <strong>________</strong> teorier och modeller förklarar eleven företagsekonomiska företeelser och sammanhang.",
        "knowledgeRequirementChoice" : {
          "E" : "Med hjälp av <strong>enkla</strong> teorier och modeller förklarar eleven företagsekonomiska företeelser och sammanhang.",
          "C" : "Med hjälp av teorier och modeller förklarar eleven företagsekonomiska företeelser och sammanhang. <strong>Eleven värderar med enkla omdömen teoriernas och modellernas användbarhet</strong>.",
          "A" : "Med hjälp av <strong>komplexa</strong> teorier och modeller förklarar eleven företagsekonomiska företeelser och sammanhang. <strong>Eleven värderar med nyanserade omdömen teoriernas och modellernas användbarhet</strong>."
        }
      } ]
    }, {
      "heading" : "",
      "knowledgeRequirements" : [ {
        "text" : "Eleven formulerar <strong>________</strong> företagsekonomiska frågeställningar, samlar <strong>________</strong> med handledare in information från olika källor och gör en <strong>________</strong> bedömning av informationens trovärdighet.",
        "knowledgeRequirementChoice" : {
          "E" : "Eleven formulerar <strong>med viss säkerhet enkla</strong> företagsekonomiska frågeställningar, samlar <strong>i samråd</strong> med handledare in information från olika källor och gör en <strong>enkel</strong> bedömning av informationens trovärdighet.",
          "C" : "Eleven formulerar <strong>med viss säkerhet</strong> företagsekonomiska frågeställningar, samlar <strong>efter samråd</strong> med handledare in information från olika källor och gör en <strong>välgrundad</strong> bedömning av informationens trovärdighet.",
          "A" : "Eleven formulerar <strong>med säkerhet komplexa</strong> företagsekonomiska frågeställningar, samlar <strong>efter samråd</strong> med handledare in information från olika, <strong>även mer avancerade</strong>, källor och gör en <strong>välgrundad och nyanserad</strong> bedömning av informationens trovärdighet."
        }
      }, {
        "text" : "Eleven sammanställer informationen, för <strong>________</strong> resonemang och drar <strong>________</strong> slutsatser.",
        "knowledgeRequirementChoice" : {
          "E" : "Eleven sammanställer informationen, för <strong>enkla</strong> resonemang och drar <strong>enkla</strong> slutsatser.",
          "C" : "Eleven sammanställer informationen, för <strong>välgrundade</strong> resonemang och drar <strong>välgrundade</strong> slutsatser.",
          "A" : "Eleven sammanställer informationen <strong>på ett strukturerat sätt</strong>, för <strong>välgrundade och nyanserade</strong> resonemang och drar <strong>välgrundade och nyanserade</strong> slutsatser."
        }
      }, {
        "text" : "Dessutom deltar eleven i samtal om andra företagsekonomiska frågeställningar och ger <strong>________</strong> argument för sina ståndpunkter.",
        "knowledgeRequirementChoice" : {
          "E" : "Dessutom deltar eleven i samtal om andra företagsekonomiska frågeställningar och ger <strong>enkla</strong> argument för sina ståndpunkter.",
          "C" : "Dessutom deltar eleven i samtal om andra företagsekonomiska frågeställningar och ger <strong>välgrundade</strong> argument för sina ståndpunkter.",
          "A" : "Dessutom deltar eleven i samtal om andra företagsekonomiska frågeställningar, <strong>diskuterar dem ur olika perspektiv</strong> och ger <strong>välgrundade och nyanserade</strong> argument för sina ståndpunkter."
        }
      } ]
    }, {
      "heading" : "",
      "knowledgeRequirements" : [ {
        "text" : "Eleven använder <strong>________</strong> med handledare relevant teknik för kommunikation, beräkningar, informationssökning, presentation och dokumentation.",
        "knowledgeRequirementChoice" : {
          "E" : "Eleven använder <strong>i samråd</strong> med handledare relevant teknik för kommunikation, beräkningar, informationssökning, presentation och dokumentation.",
          "C" : "Eleven använder <strong>efter samråd</strong> med handledare relevant teknik för kommunikation, beräkningar, informationssökning, presentation och dokumentation.",
          "A" : "Eleven använder <strong>efter samråd</strong> med handledare relevant teknik för kommunikation, beräkningar, informationssökning, presentation och dokumentation."
        }
      } ]
    }, {
      "heading" : "",
      "knowledgeRequirements" : [ {
        "text" : "När eleven samråder med handledare bedömer hon eller han <strong>________</strong> den egna förmågan och situationens krav.",
        "knowledgeRequirementChoice" : {
          "E" : "När eleven samråder med handledare bedömer hon eller han <strong>med viss säkerhet</strong> den egna förmågan och situationens krav.",
          "C" : "När eleven samråder med handledare bedömer hon eller han <strong>med viss säkerhet</strong> den egna förmågan och situationens krav.",
          "A" : "När eleven samråder med handledare bedömer hon eller han <strong>med säkerhet</strong> den egna förmågan och situationens krav."
        }
      } ]
    } ],
    "point" : 100,
    "year" : null
  }, {
    "name" : "Företagsekonomi – specialisering",
    "description" : "Kursen företagsekonomi – specialisering omfattar punkterna 1–2, 4–5 och 7 under rubriken Ämnets syfte. Beroende på val av specialiseringsområde kan även punkt 3 eller 6 omfattas av kursen. I kursen behandlas fördjupade kunskaper inom valt eller valda områden.",
    "code" : "FÖRFÖR00S",
    "centralContent" : [ {
      "heading" : "Undervisningen i kursen ska behandla följande centrala innehåll:",
      "lines" : [ "Behandling av ett eller flera områden i företagsekonomi, till exempel finansiering, kalkylering, intern och extern redovisning och internationell handel.", "Begrepp, teorier och modeller inom valt område.", "Grundläggande undersökningsmetodik: hur man formulerar, planerar och genomför en undersökande uppgift på ett vetenskapsliknande sätt samt hur man dokumenterar, utvärderar och redovisar arbetet." ]
    } ],
    "knowledgeRequirementParagraphs" : [ {
      "heading" : "",
      "knowledgeRequirements" : [ {
        "text" : "Eleven beskriver <strong>________</strong> företagens roll i samhället med hjälp av några exempel.",
        "knowledgeRequirementChoice" : {
          "E" : "Eleven beskriver <strong>översiktligt</strong> företagens roll i samhället med hjälp av några exempel.",
          "C" : "Eleven beskriver <strong>utförligt</strong> företagens roll i samhället med hjälp av några exempel.",
          "A" : "Eleven beskriver <strong>utförligt och nyanserat</strong> företagens roll i samhället med hjälp av några exempel."
        }
      }, {
        "text" : "Eleven diskuterar <strong>________</strong> sambandet mellan företagens ekonomiska beslutsfattande och deras samhällsansvar.",
        "knowledgeRequirementChoice" : {
          "E" : "Eleven diskuterar <strong>översiktligt</strong> sambandet mellan företagens ekonomiska beslutsfattande och deras samhällsansvar.",
          "C" : "Eleven diskuterar <strong>utförligt</strong> sambandet mellan företagens ekonomiska beslutsfattande och deras samhällsansvar.",
          "A" : "Eleven diskuterar <strong>utförligt och nyanserat</strong> sambandet mellan företagens ekonomiska beslutsfattande och deras samhällsansvar."
        }
      }, {
        "text" : "Med hjälp av några exempel beskriver eleven <strong>________</strong> företagens villkor med utgångspunkt i grundläggande lagar och andra bestämmelser.",
        "knowledgeRequirementChoice" : {
          "E" : "Med hjälp av några exempel beskriver eleven <strong>översiktligt</strong> företagens villkor med utgångspunkt i grundläggande lagar och andra bestämmelser.",
          "C" : "Med hjälp av några exempel beskriver eleven <strong>utförligt</strong> företagens villkor med utgångspunkt i grundläggande lagar och andra bestämmelser.",
          "A" : "Med hjälp av några exempel beskriver eleven <strong>utförligt och nyanserat</strong> företagens villkor med utgångspunkt i grundläggande lagar och andra bestämmelser <strong>samt utifrån politiska och samhällsekonomiska förutsättningar</strong>."
        }
      } ]
    }, {
      "heading" : "",
      "knowledgeRequirements" : [ {
        "text" : "Eleven redogör <strong>________</strong> för innebörden av företagsekonomiska begrepp inom kunskapsområdet.",
        "knowledgeRequirementChoice" : {
          "E" : "Eleven redogör <strong>översiktligt</strong> för innebörden av företagsekonomiska begrepp inom kunskapsområdet.",
          "C" : "Eleven redogör <strong>utförligt</strong> för innebörden av företagsekonomiska begrepp inom kunskapsområdet.",
          "A" : "Eleven redogör <strong>utförligt och nyanserat</strong> för innebörden av företagsekonomiska begrepp inom kunskapsområdet."
        }
      }, {
        "text" : "Vidare använder eleven <strong>________</strong> företagsekonomiska metoder.",
        "knowledgeRequirementChoice" : {
          "E" : "Vidare använder eleven <strong>med viss säkerhet enkla</strong> företagsekonomiska metoder.",
          "C" : "Vidare använder eleven <strong>med viss säkerhet</strong> företagsekonomiska metoder.",
          "A" : "Vidare <strong>väljer och</strong> använder eleven <strong>med säkerhet</strong> företagsekonomiska metoder."
        }
      }, {
        "text" : "Med hjälp av <strong>________</strong> teorier och modeller förklarar eleven företagsekonomiska företeelser och sammanhang.",
        "knowledgeRequirementChoice" : {
          "E" : "Med hjälp av <strong>enkla</strong> teorier och modeller förklarar eleven företagsekonomiska företeelser och sammanhang.",
          "C" : "Med hjälp av teorier och modeller förklarar eleven företagsekonomiska företeelser och sammanhang. <strong>Eleven värderar med enkla omdömen teoriernas och modellernas användbarhet</strong>.",
          "A" : "Med hjälp av <strong>komplexa</strong> teorier och modeller förklarar eleven företagsekonomiska företeelser och sammanhang. <strong>Eleven värderar med nyanserade omdömen teoriernas och modellernas användbarhet</strong>."
        }
      } ]
    }, {
      "heading" : "",
      "knowledgeRequirements" : [ {
        "text" : "Eleven formulerar <strong>________</strong> företagsekonomiska frågeställningar, samlar <strong>________</strong> med handledare in information från olika källor och gör en <strong>________</strong> bedömning av informationens trovärdighet.",
        "knowledgeRequirementChoice" : {
          "E" : "Eleven formulerar <strong>med viss säkerhet enkla</strong> företagsekonomiska frågeställningar, samlar <strong>i samråd</strong> med handledare in information från olika källor och gör en <strong>enkel</strong> bedömning av informationens trovärdighet.",
          "C" : "Eleven formulerar <strong>med viss säkerhet</strong> företagsekonomiska frågeställningar, samlar <strong>efter samråd</strong> med handledare in information från olika källor och gör en <strong>välgrundad</strong> bedömning av informationens trovärdighet.",
          "A" : "Eleven formulerar <strong>med säkerhet komplexa</strong> företagsekonomiska frågeställningar, samlar <strong>efter samråd</strong> med handledare in information från olika, <strong>även mer avancerade</strong>, källor och gör en <strong>välgrundad och nyanserad</strong> bedömning av informationens trovärdighet."
        }
      }, {
        "text" : "Eleven sammanställer informationen, för <strong>________</strong> resonemang och drar <strong>________</strong> slutsatser.",
        "knowledgeRequirementChoice" : {
          "E" : "Eleven sammanställer informationen, för <strong>enkla</strong> resonemang och drar <strong>enkla</strong> slutsatser.",
          "C" : "Eleven sammanställer informationen, för <strong>välgrundade</strong> resonemang och drar <strong>välgrundade</strong> slutsatser.",
          "A" : "Eleven sammanställer informationen <strong>på ett strukturerat sätt</strong>, för <strong>välgrundade och nyanserade</strong> resonemang och drar <strong>välgrundade och nyanserade</strong> slutsatser."
        }
      }, {
        "text" : "Dessutom deltar eleven i samtal om andra företagsekonomiska frågeställningar och ger <strong>________</strong> argument för sina ståndpunkter.",
        "knowledgeRequirementChoice" : {
          "E" : "Dessutom deltar eleven i samtal om andra företagsekonomiska frågeställningar och ger <strong>enkla</strong> argument för sina ståndpunkter.",
          "C" : "Dessutom deltar eleven i samtal om andra företagsekonomiska frågeställningar och ger <strong>välgrundade</strong> argument för sina ståndpunkter.",
          "A" : "Dessutom deltar eleven i samtal om andra företagsekonomiska frågeställningar, <strong>diskuterar dem ur olika perspektiv</strong> och ger <strong>välgrundade och nyanserade</strong> argument för sina ståndpunkter."
        }
      } ]
    }, {
      "heading" : "",
      "knowledgeRequirements" : [ {
        "text" : "Eleven använder <strong>________</strong> med handledare relevant teknik för kommunikation, beräkningar, informationssökning, presentation och dokumentation.",
        "knowledgeRequirementChoice" : {
          "E" : "Eleven använder <strong>i samråd</strong> med handledare relevant teknik för kommunikation, beräkningar, informationssökning, presentation och dokumentation.",
          "C" : "Eleven använder <strong>efter samråd</strong> med handledare relevant teknik för kommunikation, beräkningar, informationssökning, presentation och dokumentation.",
          "A" : "Eleven använder <strong>efter samråd</strong> med handledare relevant teknik för kommunikation, beräkningar, informationssökning, presentation och dokumentation."
        }
      } ]
    }, {
      "heading" : "",
      "knowledgeRequirements" : [ {
        "text" : "När eleven samråder med handledare bedömer hon eller han <strong>________</strong> den egna förmågan och situationens krav.",
        "knowledgeRequirementChoice" : {
          "E" : "När eleven samråder med handledare bedömer hon eller han <strong>med viss säkerhet</strong> den egna förmågan och situationens krav.",
          "C" : "När eleven samråder med handledare bedömer hon eller han <strong>med viss säkerhet</strong> den egna förmågan och situationens krav.",
          "A" : "När eleven samråder med handledare bedömer hon eller han <strong>med säkerhet</strong> den egna förmågan och situationens krav."
        }
      } ]
    } ],
    "point" : 100,
    "year" : null
  }, {
    "name" : "Marknadsföring",
    "description" : "Kursen marknadsföring omfattar punkterna 1–2, 4–5 och 7 under rubriken Ämnets syfte. I kursen behandlas fördjupade kunskaper i ämnet. ",
    "code" : "FÖRMAD0",
    "centralContent" : [ {
      "heading" : "Undervisningen i kursen ska behandla följande centrala innehåll:",
      "lines" : [ "Lagar och andra bestämmelser som styr marknadsföring. I samband med det behandlas etik och hållbar utveckling inom marknadsföring.", "Teorier och tendenser inom området marknadsföring.", "Marknads- och omvärldsanalys. I samband med det behandlas metoder och analysverktyg för marknadsinformation.", "Marknadsstrategier och marknadsplanens innehåll och funktion.", "Marknadsföring av varor och tjänster. I samband med det behandlas den betydelse som varaktiga relationer med kunder, leverantörer, anställda och andra intressenter har för ett företags affärsutveckling.", "Intern och extern marknadskommunikation.", "Internationell marknadsföring." ]
    } ],
    "knowledgeRequirementParagraphs" : [ {
      "heading" : "",
      "knowledgeRequirements" : [ {
        "text" : "Eleven beskriver <strong>________</strong> marknadsföringens funktion i företaget med hjälp av några exempel.",
        "knowledgeRequirementChoice" : {
          "E" : "Eleven beskriver <strong>översiktligt</strong> marknadsföringens funktion i företaget med hjälp av några exempel.",
          "C" : "Eleven beskriver <strong>utförligt</strong> marknadsföringens funktion i företaget med hjälp av några exempel.",
          "A" : "Eleven beskriver <strong>utförligt och nyanserat</strong> marknadsföringens funktion i företaget med hjälp av några exempel."
        }
      }, {
        "text" : "Eleven diskuterar <strong>________</strong> sambandet mellan företagens marknadsföring och deras samhällsansvar.",
        "knowledgeRequirementChoice" : {
          "E" : "Eleven diskuterar <strong>översiktligt</strong> sambandet mellan företagens marknadsföring och deras samhällsansvar.",
          "C" : "Eleven diskuterar <strong>utförligt</strong> sambandet mellan företagens marknadsföring och deras samhällsansvar.",
          "A" : "Eleven diskuterar <strong>utförligt och nyanserat</strong> sambandet mellan företagens marknadsföring och deras samhällsansvar."
        }
      }, {
        "text" : "Med hjälp av några exempel beskriver eleven <strong>________</strong> villkoren för företagens marknadsföring med utgångspunkt i grundläggande lagar och andra bestämmelser.",
        "knowledgeRequirementChoice" : {
          "E" : "Med hjälp av några exempel beskriver eleven <strong>översiktligt</strong> villkoren för företagens marknadsföring med utgångspunkt i grundläggande lagar och andra bestämmelser.",
          "C" : "Med hjälp av några exempel beskriver eleven <strong>utförligt</strong> villkoren för företagens marknadsföring med utgångspunkt i grundläggande lagar och andra bestämmelser.",
          "A" : "Med hjälp av några exempel beskriver eleven <strong>utförligt och nyanserat</strong> villkoren för företagens marknadsföring med utgångspunkt i grundläggande lagar och andra bestämmelser <strong>samt utifrån politiska och samhällsekonomiska förutsättningar</strong>."
        }
      } ]
    }, {
      "heading" : "",
      "knowledgeRequirements" : [ {
        "text" : "Eleven redogör <strong>________</strong> för innebörden av begrepp inom marknadsföring.",
        "knowledgeRequirementChoice" : {
          "E" : "Eleven redogör <strong>översiktligt</strong> för innebörden av begrepp inom marknadsföring.",
          "C" : "Eleven redogör <strong>utförligt</strong> för innebörden av begrepp inom marknadsföring.",
          "A" : "Eleven redogör <strong>utförligt och nyanserat</strong> för innebörden av begrepp inom marknadsföring."
        }
      }, {
        "text" : "Vidare använder eleven <strong>________</strong> marknadsföringstekniska metoder.",
        "knowledgeRequirementChoice" : {
          "E" : "Vidare använder eleven <strong>med viss säkerhet enkla</strong> marknadsföringstekniska metoder.",
          "C" : "Vidare använder eleven <strong>med viss säkerhet</strong> marknadsföringstekniska metoder.",
          "A" : "Vidare <strong>väljer och</strong> använder eleven <strong>med säkerhet</strong> marknadsföringstekniska metoder."
        }
      }, {
        "text" : "Med hjälp av <strong>________</strong> teorier och modeller förklarar eleven företagsekonomiska företeelser och sammanhang knutna till marknadsföring.",
        "knowledgeRequirementChoice" : {
          "E" : "Med hjälp av <strong>enkla</strong> teorier och modeller förklarar eleven företagsekonomiska företeelser och sammanhang knutna till marknadsföring.",
          "C" : "Med hjälp av teorier och modeller förklarar eleven företagsekonomiska företeelser och sammanhang knutna till marknadsföring. <strong>Eleven värderar med enkla omdömen teoriernas och modellernas användbarhet</strong>.",
          "A" : "Med hjälp av <strong>komplexa</strong> teorier och modeller förklarar eleven företagsekonomiska företeelser och sammanhang knutna till marknadsföring. <strong>Eleven värderar med nyanserade omdömen teoriernas och modellernas användbarhet</strong>."
        }
      } ]
    }, {
      "heading" : "",
      "knowledgeRequirements" : [ {
        "text" : "Eleven formulerar <strong>________</strong> frågeställningar inom marknadsföring, samlar <strong>________</strong> med handledare in information från olika källor och gör en <strong>________</strong> bedömning av informationens trovärdighet.",
        "knowledgeRequirementChoice" : {
          "E" : "Eleven formulerar <strong>med viss säkerhet enkla</strong> frågeställningar inom marknadsföring, samlar <strong>i samråd</strong> med handledare in information från olika källor och gör en <strong>enkel</strong> bedömning av informationens trovärdighet.",
          "C" : "Eleven formulerar <strong>med viss säkerhet</strong> frågeställningar inom marknadsföring, samlar <strong>efter samråd</strong> med handledare in information från olika källor och gör en <strong>välgrundad</strong> bedömning av informationens trovärdighet.",
          "A" : "Eleven formulerar <strong>med säkerhet komplexa</strong> frågeställningar inom marknadsföring, samlar <strong>efter samråd</strong> med handledare in information från olika, <strong>även mer avancerade</strong>, källor och gör en <strong>välgrundad och nyanserad</strong> bedömning av informationens trovärdighet."
        }
      }, {
        "text" : "Eleven sammanställer informationen, för <strong>________</strong> resonemang och drar <strong>________</strong> slutsatser.",
        "knowledgeRequirementChoice" : {
          "E" : "Eleven sammanställer informationen, för <strong>enkla</strong> resonemang och drar <strong>enkla</strong> slutsatser.",
          "C" : "Eleven sammanställer informationen, för <strong>välgrundade</strong> resonemang och drar <strong>välgrundade</strong> slutsatser.",
          "A" : "Eleven sammanställer informationen <strong>på ett strukturerat sätt</strong>, för <strong>välgrundade och nyanserade</strong> resonemang och drar <strong>välgrundade och nyanserade</strong> slutsatser."
        }
      }, {
        "text" : "Dessutom deltar eleven i samtal om andra frågeställningar inom marknadsföring och ger <strong>________</strong> argument för sina ståndpunkter.",
        "knowledgeRequirementChoice" : {
          "E" : "Dessutom deltar eleven i samtal om andra frågeställningar inom marknadsföring och ger <strong>enkla</strong> argument för sina ståndpunkter.",
          "C" : "Dessutom deltar eleven i samtal om andra frågeställningar inom marknadsföring och ger <strong>välgrundade</strong> argument för sina ståndpunkter.",
          "A" : "Dessutom deltar eleven i samtal om andra frågeställningar inom marknadsföring, <strong>diskuterar dem ur olika perspektiv</strong> och ger <strong>välgrundade och nyanserade</strong> argument för sina ståndpunkter."
        }
      } ]
    }, {
      "heading" : "",
      "knowledgeRequirements" : [ {
        "text" : "Eleven använder <strong>________</strong> med handledare relevant teknik för kommunikation, beräkningar, informationssökning, presentation och dokumentation.",
        "knowledgeRequirementChoice" : {
          "E" : "Eleven använder <strong>i samråd</strong> med handledare relevant teknik för kommunikation, beräkningar, informationssökning, presentation och dokumentation.",
          "C" : "Eleven använder <strong>efter samråd</strong> med handledare relevant teknik för kommunikation, beräkningar, informationssökning, presentation och dokumentation.",
          "A" : "Eleven använder <strong>efter samråd</strong> med handledare relevant teknik för kommunikation, beräkningar, informationssökning, presentation och dokumentation."
        }
      } ]
    }, {
      "heading" : "",
      "knowledgeRequirements" : [ {
        "text" : "När eleven samråder med handledare bedömer hon eller han <strong>________</strong> den egna förmågan och situationens krav.",
        "knowledgeRequirementChoice" : {
          "E" : "När eleven samråder med handledare bedömer hon eller han <strong>med viss säkerhet</strong> den egna förmågan och situationens krav.",
          "C" : "När eleven samråder med handledare bedömer hon eller han <strong>med viss säkerhet</strong> den egna förmågan och situationens krav.",
          "A" : "När eleven samråder med handledare bedömer hon eller han <strong>med säkerhet</strong> den egna förmågan och situationens krav."
        }
      } ]
    } ],
    "point" : 100,
    "year" : null
  }, {
    "name" : "Redovisning 1",
    "description" : "Kursen redovisning 1 omfattar punkterna 2, 4–5 och 7 under rubriken Ämnets syfte, med särskild betoning på punkt 4. I kursen behandlas grundläggande kunskaper i ämnet.",
    "code" : "FÖRRED01",
    "centralContent" : [ {
      "heading" : "Undervisningen i kursen ska behandla följande centrala innehåll:",
      "lines" : [ "Olika typer av företag och företagsformer.", "Grundläggande lagar och andra bestämmelser som styr företagens redovisning.", "Grundläggande företagsekonomiska begrepp med särskild betoning på redovisning.", "Budgeteringens syfte, innehåll och utformning.", "Vanligt förekommande affärshändelser med tillhörande verifikationer samt registrering av affärshändelser med hjälp av kontoplan och adekvat teknik.", "Bokslut med enkla periodiseringar och enkel räkenskapsanalys. I samband med det behandlas revisionens funktion i en verksamhet.", "Ekonomiska rapporter och blanketter, till exempel företags årsredovisning och momsdeklaration.", "Datorbaserat redovisningssystem. I samband med det behandlas säkerhets- och kontrollfrågor förknippade med databehandling." ]
    } ],
    "knowledgeRequirementParagraphs" : [ {
      "heading" : "",
      "knowledgeRequirements" : [ {
        "text" : "Eleven beskriver <strong>________</strong> redovisningens och revisionens funktion i företaget med hjälp av några exempel.",
        "knowledgeRequirementChoice" : {
          "E" : "Eleven beskriver <strong>översiktligt</strong> redovisningens och revisionens funktion i företaget med hjälp av några exempel.",
          "C" : "Eleven beskriver <strong>utförligt</strong> redovisningens och revisionens funktion i företaget med hjälp av några exempel.",
          "A" : "Eleven beskriver <strong>utförligt och nyanserat</strong> redovisningens och revisionens funktion i företaget med hjälp av några exempel."
        }
      }, {
        "text" : "Eleven diskuterar <strong>________</strong> sambandet mellan företagens redovisning och deras samhällsansvar.",
        "knowledgeRequirementChoice" : {
          "E" : "Eleven diskuterar <strong>översiktligt</strong> sambandet mellan företagens redovisning och deras samhällsansvar.",
          "C" : "Eleven diskuterar <strong>utförligt</strong> sambandet mellan företagens redovisning och deras samhällsansvar.",
          "A" : "Eleven diskuterar <strong>utförligt och nyanserat</strong> sambandet mellan företagens redovisning och deras samhällsansvar."
        }
      }, {
        "text" : "Dessutom redogör eleven <strong>________</strong> för grundläggande lagar och andra bestämmelser som påverkar utformningen av företagens redovisning.",
        "knowledgeRequirementChoice" : {
          "E" : "Dessutom redogör eleven <strong>översiktligt</strong> för grundläggande lagar och andra bestämmelser som påverkar utformningen av företagens redovisning.",
          "C" : "Dessutom redogör eleven <strong>utförligt</strong> för grundläggande lagar och andra bestämmelser som påverkar utformningen av företagens redovisning.",
          "A" : "Dessutom redogör eleven <strong>utförligt och nyanserat</strong> för grundläggande lagar och andra bestämmelser som påverkar utformningen av företagens redovisning. <strong>I redogörelsen reflekterar eleven över lagarnas och bestämmelsernas syfte och effekter</strong>."
        }
      } ]
    }, {
      "heading" : "",
      "knowledgeRequirements" : [ {
        "text" : "Eleven redogör <strong>________</strong> för innebörden av begrepp inom redovisning.",
        "knowledgeRequirementChoice" : {
          "E" : "Eleven redogör <strong>översiktligt</strong> för innebörden av begrepp inom redovisning.",
          "C" : "Eleven redogör <strong>utförligt</strong> för innebörden av begrepp inom redovisning.",
          "A" : "Eleven redogör <strong>utförligt och nyanserat</strong> för innebörden av begrepp inom redovisning."
        }
      }, {
        "text" : "Vidare använder eleven <strong>________</strong> redovisningstekniska metoder.",
        "knowledgeRequirementChoice" : {
          "E" : "Vidare använder eleven <strong>med viss säkerhet enkla</strong> redovisningstekniska metoder.",
          "C" : "Vidare använder eleven <strong>med viss säkerhet</strong> redovisningstekniska metoder.",
          "A" : "Vidare <strong>väljer och</strong> använder eleven <strong>med säkerhet</strong> redovisningstekniska metoder."
        }
      } ]
    }, {
      "heading" : "",
      "knowledgeRequirements" : [ {
        "text" : "Eleven formulerar <strong>________</strong> frågeställningar inom redovisning, samlar <strong>________</strong> med handledare in information från olika källor och gör en <strong>________</strong> bedömning av informationens trovärdighet.",
        "knowledgeRequirementChoice" : {
          "E" : "Eleven formulerar <strong>med viss säkerhet enkla</strong> frågeställningar inom redovisning, samlar <strong>i samråd</strong> med handledare in information från olika källor och gör en <strong>enkel</strong> bedömning av informationens trovärdighet.",
          "C" : "Eleven formulerar <strong>med viss säkerhet</strong> frågeställningar inom redovisning, samlar <strong>efter samråd</strong> med handledare in information från olika källor och gör en <strong>välgrundad</strong> bedömning av informationens trovärdighet.",
          "A" : "Eleven formulerar <strong>med säkerhet komplexa</strong> frågeställningar inom redovisning, samlar <strong>efter samråd</strong> med handledare in information från olika, <strong>även mer avancerade</strong>, källor och gör en <strong>välgrundad och nyanserad</strong> bedömning av informationens trovärdighet."
        }
      }, {
        "text" : "Eleven sammanställer informationen, för <strong>________</strong> resonemang och drar <strong>________</strong> slutsatser.",
        "knowledgeRequirementChoice" : {
          "E" : "Eleven sammanställer informationen, för <strong>enkla</strong> resonemang och drar <strong>enkla</strong> slutsatser.",
          "C" : "Eleven sammanställer informationen, för <strong>välgrundade</strong> resonemang och drar <strong>välgrundade</strong> slutsatser.",
          "A" : "Eleven sammanställer informationen <strong>på ett strukturerat sätt</strong>, för <strong>välgrundade och nyanserade</strong> resonemang och drar <strong>välgrundade och nyanserade</strong> slutsatser."
        }
      }, {
        "text" : "Dessutom deltar eleven i samtal om andra frågeställningar inom redovisning samt ger <strong>________</strong> argument för sina ståndpunkter.",
        "knowledgeRequirementChoice" : {
          "E" : "Dessutom deltar eleven i samtal om andra frågeställningar inom redovisning samt ger <strong>enkla</strong> argument för sina ståndpunkter.",
          "C" : "Dessutom deltar eleven i samtal om andra frågeställningar inom redovisning samt ger <strong>välgrundade</strong> argument för sina ståndpunkter.",
          "A" : "Dessutom deltar eleven i samtal om andra frågeställningar inom redovisning, <strong>diskuterar dem ur olika perspektiv</strong> samt ger <strong>välgrundade och nyanserade</strong> argument för sina ståndpunkter."
        }
      } ]
    }, {
      "heading" : "",
      "knowledgeRequirements" : [ {
        "text" : "Eleven använder <strong>________</strong> med handledare relevant teknik för kommunikation, beräkningar, informationssökning, presentation och dokumentation.",
        "knowledgeRequirementChoice" : {
          "E" : "Eleven använder <strong>i samråd</strong> med handledare relevant teknik för kommunikation, beräkningar, informationssökning, presentation och dokumentation.",
          "C" : "Eleven använder <strong>efter samråd</strong> med handledare relevant teknik för kommunikation, beräkningar, informationssökning, presentation och dokumentation.",
          "A" : "Eleven använder <strong>efter samråd</strong> med handledare relevant teknik för kommunikation, beräkningar, informationssökning, presentation och dokumentation."
        }
      } ]
    }, {
      "heading" : "",
      "knowledgeRequirements" : [ {
        "text" : "När eleven samråder med handledare bedömer hon eller han <strong>________</strong> den egna förmågan och situationens krav.",
        "knowledgeRequirementChoice" : {
          "E" : "När eleven samråder med handledare bedömer hon eller han <strong>med viss säkerhet</strong> den egna förmågan och situationens krav.",
          "C" : "När eleven samråder med handledare bedömer hon eller han <strong>med viss säkerhet</strong> den egna förmågan och situationens krav.",
          "A" : "När eleven samråder med handledare bedömer hon eller han <strong>med säkerhet</strong> den egna förmågan och situationens krav."
        }
      } ]
    } ],
    "point" : 100,
    "year" : null
  }, {
    "name" : "Redovisning 2",
    "description" : "Kursen redovisning omfattar punkterna 2, 4–5 och 7 under rubriken Ämnets syfte, med särskild betoning på punkt 4. I kursen behandlas fördjupade kunskaper i ämnet. ",
    "code" : "FÖRRED02",
    "centralContent" : [ {
      "heading" : "Undervisningen i kursen ska behandla följande centrala innehåll:",
      "lines" : [ "Redovisningsprinciper samt lagar, normer och praxis som styr redovisningens utformning.", "Registrering av olika typer av affärshändelser med hjälp av kontoplan.", "Värdering av tillgångar och skulder.", "Olika typer av periodiseringar samt resultatregleringar med hjälp av bokslutsdispositioner.", "Bokslut, beskattning och revision i olika företagsformer samt räkenskapsanalys.", "Årsredovisningens innehåll och funktion.", "Identifiering och analys av redovisningsproblem. Metoder för att strukturera och lösa redovisningsproblem.", "Datorbaserat redovisningssystem. I samband med det behandlas säkerhets- och kontrollfrågor förknippade med databehandling." ]
    } ],
    "knowledgeRequirementParagraphs" : [ {
      "heading" : "",
      "knowledgeRequirements" : [ {
        "text" : "Eleven beskriver <strong>________</strong> redovisningens och revisionens funktion i företaget med hjälp av några exempel.",
        "knowledgeRequirementChoice" : {
          "E" : "Eleven beskriver <strong>översiktligt</strong> redovisningens och revisionens funktion i företaget med hjälp av några exempel.",
          "C" : "Eleven beskriver <strong>utförligt</strong> redovisningens och revisionens funktion i företaget med hjälp av några exempel.",
          "A" : "Eleven beskriver <strong>utförligt och nyanserat</strong> redovisningens och revisionens funktion i företaget med hjälp av några exempel."
        }
      }, {
        "text" : "Eleven diskuterar <strong>________</strong> sambandet mellan företagens redovisning och deras samhällsansvar.",
        "knowledgeRequirementChoice" : {
          "E" : "Eleven diskuterar <strong>översiktligt</strong> sambandet mellan företagens redovisning och deras samhällsansvar.",
          "C" : "Eleven diskuterar <strong>utförligt</strong> sambandet mellan företagens redovisning och deras samhällsansvar.",
          "A" : "Eleven diskuterar <strong>utförligt och nyanserat</strong> sambandet mellan företagens redovisning och deras samhällsansvar."
        }
      }, {
        "text" : "Dessutom redogör eleven <strong>________</strong> för lagar, normer och praxis som påverkar utformningen av företagens redovisning.",
        "knowledgeRequirementChoice" : {
          "E" : "Dessutom redogör eleven <strong>översiktligt</strong> för lagar, normer och praxis som påverkar utformningen av företagens redovisning.",
          "C" : "Dessutom redogör eleven <strong>utförligt</strong> för lagar, normer och praxis som påverkar utformningen av företagens redovisning.",
          "A" : "Dessutom redogör eleven <strong>utförligt och nyanserat</strong> för lagar, normer och praxis som påverkar utformningen av företagens redovisning. <strong>I redogörelsen reflekterar eleven över lagarnas och bestämmelsernas syfte och effekter</strong>."
        }
      } ]
    }, {
      "heading" : "",
      "knowledgeRequirements" : [ {
        "text" : "Eleven redogör <strong>________</strong> för innebörden av begrepp inom redovisning, revision och beskattning.",
        "knowledgeRequirementChoice" : {
          "E" : "Eleven redogör <strong>översiktligt</strong> för innebörden av begrepp inom redovisning, revision och beskattning.",
          "C" : "Eleven redogör <strong>utförligt</strong> för innebörden av begrepp inom redovisning, revision och beskattning.",
          "A" : "Eleven redogör <strong>utförligt och nyanserat</strong> för innebörden av begrepp inom redovisning, revision och beskattning."
        }
      }, {
        "text" : "Eleven använder <strong>________</strong> redovisningstekniska metoder.",
        "knowledgeRequirementChoice" : {
          "E" : "Eleven använder <strong>med viss säkerhet enkla</strong> redovisningstekniska metoder.",
          "C" : "Eleven använder <strong>med viss säkerhet</strong> redovisningstekniska metoder.",
          "A" : "Eleven <strong>väljer och</strong> använder <strong>med säkerhet</strong> redovisningstekniska metoder."
        }
      }, {
        "text" : "Dessutom genomför eleven <strong>________</strong> räkenskapsanalyser samt diskuterar <strong>________</strong> resultaten.",
        "knowledgeRequirementChoice" : {
          "E" : "Dessutom genomför eleven <strong>enkla</strong> räkenskapsanalyser samt diskuterar <strong>översiktligt</strong> resultaten.",
          "C" : "Dessutom genomför eleven räkenskapsanalyser samt diskuterar <strong>utförligt</strong> resultaten.",
          "A" : "Dessutom genomför eleven <strong>komplexa</strong> räkenskapsanalyser samt diskuterar <strong>utförligt och nyanserat</strong> resultaten."
        }
      }, {
        "text" : "Med hjälp av <strong>________</strong> teorier och modeller förklarar eleven företagsekonomiska företeelser och sammanhang knutna till redovisning, revision och beskattning.",
        "knowledgeRequirementChoice" : {
          "E" : "Med hjälp av <strong>enkla</strong> teorier och modeller förklarar eleven företagsekonomiska företeelser och sammanhang knutna till redovisning, revision och beskattning.",
          "C" : "Med hjälp av teorier och modeller förklarar eleven företagsekonomiska företeelser och sammanhang knutna till redovisning, revision och beskattning. <strong>Eleven värderar med enkla omdömen teoriernas och modellernas användbarhet</strong>.",
          "A" : "Med hjälp av <strong>komplexa</strong> teorier och modeller förklarar eleven företagsekonomiska företeelser och sammanhang knutna till redovisning, revision och beskattning. <strong>Eleven värderar med nyanserade omdömen teoriernas och modellernas användbarhet</strong>."
        }
      } ]
    }, {
      "heading" : "",
      "knowledgeRequirements" : [ {
        "text" : "Eleven formulerar <strong>________</strong> frågeställningar inom redovisning, revision och beskattning, samlar <strong>________</strong> med handledare in information från olika källor och gör en <strong>________</strong> bedömning av informationens trovärdighet.",
        "knowledgeRequirementChoice" : {
          "E" : "Eleven formulerar <strong>med viss säkerhet enkla</strong> frågeställningar inom redovisning, revision och beskattning, samlar <strong>i samråd</strong> med handledare in information från olika källor och gör en <strong>enkel</strong> bedömning av informationens trovärdighet.",
          "C" : "Eleven formulerar <strong>med viss säkerhet</strong> frågeställningar inom redovisning, revision och beskattning, samlar <strong>efter samråd</strong> med handledare in information från olika källor och gör en <strong>välgrundad</strong> bedömning av informationens trovärdighet.",
          "A" : "Eleven formulerar <strong>med säkerhet komplexa</strong> frågeställningar inom redovisning, revision och beskattning, samlar <strong>efter samråd</strong> med handledare in information från olika, <strong>även mer avancerade</strong>, källor och gör en <strong>välgrundad och nyanserad</strong> bedömning av informationens trovärdighet."
        }
      }, {
        "text" : "Eleven sammanställer informationen, för <strong>________</strong> resonemang och drar <strong>________</strong> slutsatser.",
        "knowledgeRequirementChoice" : {
          "E" : "Eleven sammanställer informationen, för <strong>enkla</strong> resonemang och drar <strong>enkla</strong> slutsatser.",
          "C" : "Eleven sammanställer informationen, för <strong>välgrundade</strong> resonemang och drar <strong>välgrundade</strong> slutsatser.",
          "A" : "Eleven sammanställer informationen <strong>på ett strukturerat sätt</strong>, för <strong>välgrundade och nyanserade</strong> resonemang och drar <strong>välgrundade och nyanserade</strong> slutsatser."
        }
      }, {
        "text" : "Dessutom deltar eleven i samtal om andra frågeställningar inom redovisning, revision och beskattning samt ger <strong>________</strong> argument för sina ståndpunkter.",
        "knowledgeRequirementChoice" : {
          "E" : "Dessutom deltar eleven i samtal om andra frågeställningar inom redovisning, revision och beskattning samt ger <strong>enkla</strong> argument för sina ståndpunkter.",
          "C" : "Dessutom deltar eleven i samtal om andra frågeställningar inom redovisning, revision och beskattning samt ger <strong>välgrundade</strong> argument för sina ståndpunkter.",
          "A" : "Dessutom deltar eleven i samtal om andra frågeställningar inom redovisning, revision och beskattning, <strong>diskuterar dem ur olika perspektiv</strong> samt ger <strong>välgrundade och nyanserade</strong> argument för sina ståndpunkter."
        }
      } ]
    }, {
      "heading" : "",
      "knowledgeRequirements" : [ {
        "text" : "Eleven använder <strong>________</strong> med handledare relevant teknik för kommunikation, beräkningar, informationssökning, presentation och dokumentation.",
        "knowledgeRequirementChoice" : {
          "E" : "Eleven använder <strong>i samråd</strong> med handledare relevant teknik för kommunikation, beräkningar, informationssökning, presentation och dokumentation.",
          "C" : "Eleven använder <strong>efter samråd</strong> med handledare relevant teknik för kommunikation, beräkningar, informationssökning, presentation och dokumentation.",
          "A" : "Eleven använder <strong>efter samråd</strong> med handledare relevant teknik för kommunikation, beräkningar, informationssökning, presentation och dokumentation."
        }
      } ]
    }, {
      "heading" : "",
      "knowledgeRequirements" : [ {
        "text" : "När eleven samråder med handledare bedömer hon eller han <strong>________</strong> den egna förmågan och situationens krav.",
        "knowledgeRequirementChoice" : {
          "E" : "När eleven samråder med handledare bedömer hon eller han <strong>med viss säkerhet</strong> den egna förmågan och situationens krav.",
          "C" : "När eleven samråder med handledare bedömer hon eller han <strong>med viss säkerhet</strong> den egna förmågan och situationens krav.",
          "A" : "När eleven samråder med handledare bedömer hon eller han <strong>med säkerhet</strong> den egna förmågan och situationens krav."
        }
      } ]
    } ],
    "point" : 100,
    "year" : null
  } ]
}