{
  "name" : "Grafisk kommunikation",
  "description" : "Grafisk kommunikation har alltid förekommit, från grottmålningar och de första skriftsystemen, via handgjorda böcker, över Gutenbergs tryckteknik till dagens digitala kommunikation. I dag är samhället fyllt av visuella budskap med allt från trafikmärken, filmaffischer och informationsskyltar i det offentliga samhället till dagstidningar, livsmedelsförpackningar och postorderkataloger i hemmet. Ämnet grafisk kommunikation behandlar visuella budskap och hur de framställs för olika syften och sammanhang. Dessutom behandlar ämnet hur de grafiska idéernas gestaltning påverkar journalistik, information och reklam samt uttrycksformer inom design- och kultursektorn.",
  "code" : "GRA",
  "designation" : "",
  "skolfsId" : "0000:00",
  "purposes" : [ {
    "type" : "PARAGRAPH",
    "heading" : "",
    "lines" : [ "Undervisningen i ämnet grafisk kommunikation ska syfta till att eleverna utvecklar kunskaper om de processer och tekniker som leder fram till grafiska produkter.", "Alla grafiska idéer skapas för en tänkt målgrupp och med ett budskap som har ett bestämt syfte.", "Begrepp som målgrupp och sammanhang, utifrån till exempel ålder och kön, är centrala för förståelsen av skapandet av grafiska idéer och ska därför behandlas i undervisningen." ]
  }, {
    "type" : "PARAGRAPH",
    "heading" : "",
    "lines" : [ "Utifrån de processer som studeras ska eleverna ges möjlighet att utveckla sina kreativa, estetiska och tekniska förmågor.", "Dessutom ska elevena ges möjlighet att utveckla förmåga att analysera processerna utifrån relevanta vetenskapliga metoder inom bildteori, kommunikationsteori och marknadsföringsteori.", "Undervisningen ska ge eleverna möjlighet att utveckla kunskaper om grafiska arbetsflöden och om hur delarna originalproduktion, bild- och färghantering, utskriftshantering och optimering för tryck eller webb bygger på varandra." ]
  }, {
    "type" : "PARAGRAPH",
    "heading" : "",
    "lines" : [ "Eleverna ska ges möjlighet att utveckla ett relevant fackspråk.", "I undervisningen ska också olika förutsättningar för grafiska produktioner problematiseras, till exempel tidsramar, ekonomi och kvalitetskrav." ]
  }, {
    "type" : "PARAGRAPH",
    "heading" : "",
    "lines" : [ "I undervisningen ska eleverna ges möjlighet att omsätta teoretiska resonemang om budskaps visualisering till praktisk produktion genom att de får använda olika grafiska uttrycksmedel med relevant teknik.", "Eleverna ska ges möjlighet att tekniskt framställa produkter och förbereda produkterna för ett mångfaldigande, till exempel genom tryckning eller publicering på webb.", "Genom undervisningen ska eleverna ges möjlighet att via muntliga, skriftliga och visuella redovisningar analysera grafiska produktioner samt att analysera olika tekniker, stilar och uttrycksmedel." ]
  }, {
    "type" : "BULLET",
    "heading" : "Undervisningen i ämnet grafisk kommunikation ska ge eleverna förutsättningar att utveckla följande:",
    "lines" : [ "Kunskaper om olika grafiska funktioner och de delar som ingår i det grafiska arbetsflödet.", "Färdigheter i att visualisera idéer och att använda manuella skisser och grafiska tekniker och program.", "Förmåga att motivera val av innehåll och grafiska uttryckssätt utifrån målgrupp, kontext och önskad effekt.", "Förmåga att planera och genomföra grafiska produktioner i relevanta grafiska program utifrån överenskomna ramar och kvalitetskrav.", "Förmåga att analysera och bedöma grafiska produkter och idéer utifrån olika aspekter, vetenskapliga modeller och teorier samt utifrån relevant lagstiftning.", "Förmåga att använda relevant fackspråk." ]
  } ],
  "courses" : [ {
    "name" : "Grafisk illustration",
    "description" : "Kursen grafisk illustration omfattar punkterna 1–6 under rubriken Ämnets syfte. I kursen behandlas grundläggande kunskaper i ämnet.",
    "code" : "GRAGRI0",
    "centralContent" : [ {
      "heading" : "Undervisningen i kursen ska behandla följande centrala innehåll:",
      "lines" : [ "Funktioner inom det grafiska illustrationsområdet.", "Manuella illustrationstekniker för fortsatt bearbetning i digitala miljöer, till exempel akvarell, kroki och kalligrafi.", "Skissteknik, skissmaterial, snabbskissning och skisstilar samt skillnaden mellan skissning och illustrering.", "Begreppen idéhöjd, kongenialitet, kontext och målgrupp i illustrationssammanhang. Analys av begreppen med bild- och kommunikationsteorier, till exempel semiotik, bildretorik och grafisk funktionsanalys.", "Digitaliseringsmetoder för illustrationsprogram, till exempel digitalkamera och skanner, och användning av dessa metoder på original gjorda med manuella illustrationstekniker.", "Illustrationsprogram. Fördelar och nackdelar, skillnader mellan vektor- och pixelgrafik, programkännedom och illustrationsstilar.", "Relevant fackspråk inom illustration, typografi, färglära och digitaliseringsmetodik." ]
    } ],
    "knowledgeRequirementParagraphs" : [ {
      "heading" : "",
      "knowledgeRequirements" : [ {
        "text" : "Eleven redogör <strong>________</strong> för olika grafiska funktioner och delarna i det grafiska arbetsflödet som har med relevant grafisk illustrationsteknik, digitalisering och grafiska uttryckssätt att göra.",
        "knowledgeRequirementChoice" : {
          "E" : "Eleven redogör <strong>översiktligt</strong> för olika grafiska funktioner och delarna i det grafiska arbetsflödet som har med relevant grafisk illustrationsteknik, digitalisering och grafiska uttryckssätt att göra.",
          "C" : "Eleven redogör <strong>utförligt</strong> för olika grafiska funktioner och delarna i det grafiska arbetsflödet som har med relevant grafisk illustrationsteknik, digitalisering och grafiska uttryckssätt att göra.",
          "A" : "Eleven redogör <strong>utförligt och nyanserat</strong> för olika grafiska funktioner och delarna i det grafiska arbetsflödet som har med relevant grafisk illustrationsteknik, digitalisering och grafiska uttryckssätt att göra."
        }
      }, {
        "text" : "Dessutom beskriver eleven <strong>________</strong> de olika arbetsflödesmomenten vart och ett för sig.",
        "knowledgeRequirementChoice" : {
          "E" : "Dessutom beskriver eleven <strong>översiktligt</strong> de olika arbetsflödesmomenten vart och ett för sig.",
          "C" : "Dessutom beskriver eleven <strong>utförligt</strong> de olika arbetsflödesmomenten vart och ett för sig <strong>och i ett processtänkande från idé till produkt</strong>.",
          "A" : "Dessutom beskriver eleven <strong>utförligt och nyanserat</strong> de olika arbetsflödesmomenten vart och ett för sig <strong>och i ett processtänkande från idé till produkt</strong>."
        }
      } ]
    }, {
      "heading" : "",
      "knowledgeRequirements" : [ {
        "text" : "Eleven visualiserar <strong>________</strong> idéer och använder <strong>________</strong> med handledare manuella skisser och relevanta digitala grafiska tekniker och program.",
        "knowledgeRequirementChoice" : {
          "E" : "Eleven visualiserar <strong>med viss säkerhet</strong> idéer och använder <strong>i samråd</strong> med handledare manuella skisser och relevanta digitala grafiska tekniker och program.",
          "C" : "Eleven visualiserar <strong>med viss säkerhet</strong> idéer och använder <strong>efter samråd</strong> med handledare manuella skisser och relevanta digitala grafiska tekniker och program.",
          "A" : "Eleven visualiserar <strong>med säkerhet</strong> idéer och använder <strong>efter samråd</strong> med handledare manuella skisser och relevanta digitala grafiska tekniker och program."
        }
      }, {
        "text" : "Eleven för ett <strong>________</strong> resonemang om sitt val av innehåll och uttryckssätt utifrån målgrupp, sammanhang och önskad effekt.",
        "knowledgeRequirementChoice" : {
          "E" : "Eleven för ett <strong>enkelt</strong> resonemang om sitt val av innehåll och uttryckssätt utifrån målgrupp, sammanhang och önskad effekt.",
          "C" : "Eleven för ett <strong>välgrundat</strong> resonemang om sitt val av innehåll och uttryckssätt utifrån målgrupp, sammanhang och önskad effekt. <strong>I sitt resonemang ger eleven även välgrundade argument för olika tänkbara illustrations- och digitaliseringstekniker</strong>.",
          "A" : "Eleven för ett <strong>välgrundat och nyanserat</strong> resonemang om sitt val av innehåll och uttryckssätt utifrån målgrupp, sammanhang och önskad effekt. <strong>I sitt resonemang ger eleven även välgrundade och nyanserade argument för olika tänkbara illustrations- och digitaliseringstekniker</strong>."
        }
      } ]
    }, {
      "heading" : "",
      "knowledgeRequirements" : [ {
        "text" : "Eleven planerar och genomför, utifrån grafiska illustrationsidéer, <strong>________</strong> och med <strong>________</strong> teknisk kvalitet processer och produktioner i relevanta grafiska program.",
        "knowledgeRequirementChoice" : {
          "E" : "Eleven planerar och genomför, utifrån grafiska illustrationsidéer, <strong>med viss säkerhet</strong> och med <strong>tillfredsställande</strong> teknisk kvalitet processer och produktioner i relevanta grafiska program.",
          "C" : "Eleven planerar och genomför, utifrån grafiska illustrationsidéer, <strong>med viss säkerhet</strong> och med <strong>tillfredsställande</strong> teknisk kvalitet processer och produktioner i relevanta grafiska program.",
          "A" : "Eleven planerar och genomför, utifrån grafiska illustrationsidéer, <strong>med säkerhet</strong> och med <strong>god</strong> teknisk kvalitet processer och produktioner i relevanta grafiska program."
        }
      }, {
        "text" : "Detta gör eleven inom överenskomna ramar vad gäller leverans, distribution, ekonomi och teknisk kvalitet.",
        "knowledgeRequirementChoice" : {
          "E" : "Detta gör eleven inom överenskomna ramar vad gäller leverans, distribution, ekonomi och teknisk kvalitet.",
          "C" : "Detta gör eleven inom överenskomna ramar vad gäller leverans, distribution, ekonomi och teknisk kvalitet.",
          "A" : "Detta gör eleven inom överenskomna ramar vad gäller leverans, distribution, ekonomi och teknisk kvalitet."
        }
      }, {
        "text" : "Dessutom gör eleven en <strong>________</strong> analys av sin produktion, som omfattar såväl processens olika delar som helhetsresultatet.",
        "knowledgeRequirementChoice" : {
          "E" : "Dessutom gör eleven en <strong>enkel</strong> analys av sin produktion, som omfattar såväl processens olika delar som helhetsresultatet.",
          "C" : "Dessutom gör eleven en analys av sin produktion, som omfattar såväl processens olika delar som helhetsresultatet.",
          "A" : "Dessutom gör eleven en <strong>komplex</strong> analys av sin produktion, som omfattar såväl processens olika delar som helhetsresultatet."
        }
      }, {
        "text" : "I analysen för eleven <strong>________</strong> resonemang om på vilket sätt delarna bidrar till helhetsresultatet samt använder <strong>________</strong> några bild- och kommunikationsteorier.",
        "knowledgeRequirementChoice" : {
          "E" : "I analysen för eleven <strong>enkla</strong> resonemang om på vilket sätt delarna bidrar till helhetsresultatet samt använder <strong>med viss säkerhet</strong> några bild- och kommunikationsteorier.",
          "C" : "I analysen för eleven <strong>välgrundade</strong> resonemang om på vilket sätt delarna bidrar till helhetsresultatet samt använder <strong>med viss säkerhet</strong> några bild- och kommunikationsteorier.",
          "A" : "I analysen för eleven <strong>välgrundade och nyanserade</strong> resonemang om på vilket sätt delarna bidrar till helhetsresultatet samt använder <strong>med säkerhet</strong> några bild- och kommunikationsteorier."
        }
      }, {
        "text" : "Dessutom värderar eleven med <strong>________</strong> omdömen den egna arbetsinsatsens betydelse för resultatet.",
        "knowledgeRequirementChoice" : {
          "E" : "Dessutom värderar eleven med <strong>enkla</strong> omdömen den egna arbetsinsatsens betydelse för resultatet.",
          "C" : "Dessutom värderar eleven med <strong>nyanserade</strong> omdömen den egna arbetsinsatsens betydelse för resultatet.",
          "A" : "Dessutom värderar eleven med <strong>nyanserade</strong> omdömen den egna arbetsinsatsens betydelse för resultatet, <strong>samt ger förslag på hur resultatet kan förbättras genom förändrad process och förändrat arbetssätt</strong>."
        }
      }, {
        "text" : "I diskussioner och resonemang använder eleven <strong>________</strong> begrepp och fackspråksuttryck inom området.",
        "knowledgeRequirementChoice" : {
          "E" : "I diskussioner och resonemang använder eleven <strong>med viss säkerhet några</strong> begrepp och fackspråksuttryck inom området.",
          "C" : "I diskussioner och resonemang använder eleven <strong>med viss säkerhet flera</strong> begrepp och fackspråksuttryck inom området.",
          "A" : "I diskussioner och resonemang använder eleven <strong>med säkerhet flera</strong> begrepp och fackspråksuttryck inom området."
        }
      } ]
    }, {
      "heading" : "",
      "knowledgeRequirements" : [ {
        "text" : "När eleven samråder med handledare bedömer hon eller han <strong>________</strong> den egna förmågan och situationens krav.",
        "knowledgeRequirementChoice" : {
          "E" : "När eleven samråder med handledare bedömer hon eller han <strong>med viss säkerhet</strong> den egna förmågan och situationens krav.",
          "C" : "När eleven samråder med handledare bedömer hon eller han <strong>med viss säkerhet</strong> den egna förmågan och situationens krav.",
          "A" : "När eleven samråder med handledare bedömer hon eller han <strong>med säkerhet</strong> den egna förmågan och situationens krav."
        }
      } ]
    } ],
    "point" : 100,
    "year" : null
  }, {
    "name" : "Grafisk illustration i pixelgrafik",
    "description" : "Kursen grafisk illustration i pixelgrafik omfattar punkterna 1–6 under rubriken Ämnets syfte. I kursen behandlas fördjupade kunskaper i ämnet.",
    "code" : "GRAGRP0",
    "centralContent" : [ {
      "heading" : "Undervisningen i kursen ska behandla följande centrala innehåll:",
      "lines" : [ "Illustrationsteknik i relevanta pixelprogram.", "Skissteknik, både manuell och i pixelgrafikmiljö.", "Tematiserad fördjupning inom pixelgrafik, till exempel bildbehandling för repro, bildretusch eller bildmanipulation, serieteckning eller karikatyrteckning, spelgrafik, kollageteknik och mönsterdesign.", "Illustrationsstilar för valt tema.", "Analysmodeller för kreativa, estetiska och tekniska aspekter.", "Produktions- och presentationsformer för arbetsprover inom den valda tematiserade fördjupningen.", "Relevant fackspråk och grafiska begrepp inom illustrationsteknik och digitaliseringsteknik, till exempel inom bildretusch." ]
    } ],
    "knowledgeRequirementParagraphs" : [ {
      "heading" : "",
      "knowledgeRequirements" : [ {
        "text" : "Eleven redogör <strong>________</strong> för olika grafiska funktioner och delarna i det grafiska arbetsflödet som har med relevant grafisk illustrationsteknik, digitalisering och grafiska uttryckssätt att göra.",
        "knowledgeRequirementChoice" : {
          "E" : "Eleven redogör <strong>översiktligt</strong> för olika grafiska funktioner och delarna i det grafiska arbetsflödet som har med relevant grafisk illustrationsteknik, digitalisering och grafiska uttryckssätt att göra.",
          "C" : "Eleven redogör <strong>utförligt</strong> för olika grafiska funktioner och delarna i det grafiska arbetsflödet som har med relevant grafisk illustrationsteknik, digitalisering och grafiska uttryckssätt att göra.",
          "A" : "Eleven redogör <strong>utförligt och nyanserat</strong> för olika grafiska funktioner och delarna i det grafiska arbetsflödet som har med relevant grafisk illustrationsteknik, digitalisering och grafiska uttryckssätt att göra."
        }
      }, {
        "text" : "Dessutom beskriver eleven <strong>________</strong> de olika arbetsflödesmomenten vart och ett för sig.",
        "knowledgeRequirementChoice" : {
          "E" : "Dessutom beskriver eleven <strong>översiktligt</strong> de olika arbetsflödesmomenten vart och ett för sig.",
          "C" : "Dessutom beskriver eleven <strong>utförligt</strong> de olika arbetsflödesmomenten vart och ett för sig <strong>och i ett processtänkande från idé till produkt</strong>.",
          "A" : "Dessutom beskriver eleven <strong>utförligt och nyanserat</strong> de olika arbetsflödesmomenten vart och ett för sig <strong>och i ett processtänkande från idé till produkt</strong>."
        }
      }, {
        "text" : "Eleven redogör även <strong>________</strong> för pixelgrafikens roll i de olika grafiska funktionerna och arbetsflödets delar.",
        "knowledgeRequirementChoice" : {
          "E" : "Eleven redogör även <strong>översiktligt</strong> för pixelgrafikens roll i de olika grafiska funktionerna och arbetsflödets delar.",
          "C" : "Eleven redogör även <strong>utförligt</strong> för pixelgrafikens roll i de olika grafiska funktionerna och arbetsflödets delar.",
          "A" : "Eleven redogör även <strong>utförligt och nyanserat</strong> för pixelgrafikens roll i de olika grafiska funktionerna och arbetsflödets delar."
        }
      } ]
    }, {
      "heading" : "",
      "knowledgeRequirements" : [ {
        "text" : "Eleven visualiserar <strong>________</strong> idéer och använder <strong>________</strong> med handledare manuella skisser och relevanta digitala grafiska tekniker och program.",
        "knowledgeRequirementChoice" : {
          "E" : "Eleven visualiserar <strong>med viss säkerhet</strong> idéer och använder <strong>i samråd</strong> med handledare manuella skisser och relevanta digitala grafiska tekniker och program.",
          "C" : "Eleven visualiserar <strong>med viss säkerhet</strong> idéer och använder <strong>efter samråd</strong> med handledare manuella skisser och relevanta digitala grafiska tekniker och program.",
          "A" : "Eleven visualiserar <strong>med säkerhet</strong> idéer och använder <strong>efter samråd</strong> med handledare manuella skisser och relevanta digitala grafiska tekniker och program <strong>med egen vald teknik och stil</strong>."
        }
      }, {
        "text" : "Eleven för ett <strong>________</strong> resonemang om sitt val av innehåll och uttryckssätt samt val av teknik och stil utifrån målgrupp, sammanhang och önskad effekt.",
        "knowledgeRequirementChoice" : {
          "E" : "Eleven för ett <strong>enkelt</strong> resonemang om sitt val av innehåll och uttryckssätt samt val av teknik och stil utifrån målgrupp, sammanhang och önskad effekt.",
          "C" : "Eleven för ett <strong>välgrundat</strong> resonemang om sitt val av innehåll och uttryckssätt samt val av teknik och stil utifrån målgrupp, sammanhang och önskad effekt. <strong>I sitt resonemang ger eleven även välgrundade argument för olika tänkbara illustrations- och digitaliseringstekniker</strong>.",
          "A" : "Eleven för ett <strong>välgrundat och nyanserat</strong> resonemang om sitt val av innehåll och uttryckssätt samt val av teknik och stil utifrån målgrupp, sammanhang och önskad effekt. <strong>I sitt resonemang ger eleven även välgrundade och nyanserade argument för olika tänkbara illustrations- och digitaliseringstekniker</strong>."
        }
      } ]
    }, {
      "heading" : "",
      "knowledgeRequirements" : [ {
        "text" : "Eleven planerar och genomför, utifrån grafiska illustrationsidéer, <strong>________</strong> och med <strong>________</strong> teknisk kvalitet processer och produktioner i relevanta grafiska program.",
        "knowledgeRequirementChoice" : {
          "E" : "Eleven planerar och genomför, utifrån grafiska illustrationsidéer, <strong>med viss säkerhet</strong> och med <strong>tillfredsställande</strong> teknisk kvalitet processer och produktioner i relevanta grafiska program.",
          "C" : "Eleven planerar och genomför, utifrån grafiska illustrationsidéer, <strong>med viss säkerhet</strong> och med <strong>tillfredsställande</strong> teknisk <strong>och estetisk</strong> kvalitet processer och produktioner i relevanta grafiska program.",
          "A" : "Eleven planerar och genomför, utifrån grafiska illustrationsidéer, <strong>med säkerhet</strong> och med <strong>god</strong> teknisk <strong>och estetisk</strong> kvalitet processer och produktioner i relevanta grafiska program."
        }
      }, {
        "text" : "Detta gör eleven inom överenskomna ramar vad gäller leverans, distribution, ekonomi och teknisk kvalitet.",
        "knowledgeRequirementChoice" : {
          "E" : "Detta gör eleven inom överenskomna ramar vad gäller leverans, distribution, ekonomi och teknisk kvalitet.",
          "C" : "Detta gör eleven inom överenskomna ramar vad gäller leverans, distribution, ekonomi och teknisk kvalitet.",
          "A" : "Detta gör eleven inom överenskomna ramar vad gäller leverans, distribution, ekonomi och teknisk kvalitet."
        }
      }, {
        "text" : "Dessutom gör eleven en <strong>________</strong> analys av sin produktion, som omfattar såväl processens olika delar som helhetsresultatet.",
        "knowledgeRequirementChoice" : {
          "E" : "Dessutom gör eleven en <strong>enkel</strong> analys av sin produktion, som omfattar såväl processens olika delar som helhetsresultatet.",
          "C" : "Dessutom gör eleven en analys av sin produktion, som omfattar såväl processens olika delar som helhetsresultatet.",
          "A" : "Dessutom gör eleven en <strong>komplex</strong> analys av sin produktion, som omfattar såväl processens olika delar som helhetsresultatet."
        }
      }, {
        "text" : "I analysen för eleven <strong>________</strong> resonemang om på vilket sätt delarna bidrar till helhetsresultatet samt för ett <strong>________</strong> resonemang om pixelgrafikens betydelse för helhetsintrycket.",
        "knowledgeRequirementChoice" : {
          "E" : "I analysen för eleven <strong>enkla</strong> resonemang om på vilket sätt delarna bidrar till helhetsresultatet samt för ett <strong>enkelt</strong> resonemang om pixelgrafikens betydelse för helhetsintrycket.",
          "C" : "I analysen för eleven <strong>välgrundade</strong> resonemang om på vilket sätt delarna bidrar till helhetsresultatet samt för ett <strong>välgrundat</strong> resonemang om pixelgrafikens betydelse för helhetsintrycket.",
          "A" : "I analysen för eleven <strong>välgrundade och nyanserade</strong> resonemang om på vilket sätt delarna bidrar till helhetsresultatet samt för ett <strong>välgrundat och nyanserat</strong> resonemang om pixelgrafikens betydelse för helhetsintrycket."
        }
      }, {
        "text" : "I analysen använder eleven <strong>________</strong> bild- och kommunikationsteorier.",
        "knowledgeRequirementChoice" : {
          "E" : "I analysen använder eleven <strong>med viss säkerhet</strong> bild- och kommunikationsteorier.",
          "C" : "I analysen använder <strong>och kombinerar</strong> eleven <strong>med viss säkerhet</strong> bild- och kommunikationsteorier.",
          "A" : "I analysen använder <strong>och kombinerar</strong> eleven <strong>med säkerhet</strong> bild- och kommunikationsteorier."
        }
      }, {
        "text" : "Dessutom värderar eleven med <strong>________</strong> omdömen den egna arbetsinsatsens betydelse för resultatet.",
        "knowledgeRequirementChoice" : {
          "E" : "Dessutom värderar eleven med <strong>enkla</strong> omdömen den egna arbetsinsatsens betydelse för resultatet.",
          "C" : "Dessutom värderar eleven med <strong>nyanserade</strong> omdömen den egna arbetsinsatsens betydelse för resultatet.",
          "A" : "Dessutom värderar eleven med <strong>nyanserade</strong> omdömen den egna arbetsinsatsens betydelse för resultatet <strong>samt ger förslag på hur resultatet kan förbättras genom förändrad process och förändrat arbetssätt</strong>."
        }
      }, {
        "text" : "I diskussioner och resonemang använder eleven <strong>________</strong> begrepp och fackspråksuttryck inom området.",
        "knowledgeRequirementChoice" : {
          "E" : "I diskussioner och resonemang använder eleven <strong>med viss säkerhet några</strong> begrepp och fackspråksuttryck inom området.",
          "C" : "I diskussioner och resonemang använder eleven <strong>med viss säkerhet flera</strong> begrepp och fackspråksuttryck inom området.",
          "A" : "I diskussioner och resonemang använder eleven <strong>med säkerhet flera</strong> begrepp och fackspråksuttryck inom området."
        }
      } ]
    }, {
      "heading" : "",
      "knowledgeRequirements" : [ {
        "text" : "När eleven samråder med handledare bedömer hon eller han <strong>________</strong> den egna förmågan och situationens krav.",
        "knowledgeRequirementChoice" : {
          "E" : "När eleven samråder med handledare bedömer hon eller han <strong>med viss säkerhet</strong> den egna förmågan och situationens krav.",
          "C" : "När eleven samråder med handledare bedömer hon eller han <strong>med viss säkerhet</strong> den egna förmågan och situationens krav.",
          "A" : "När eleven samråder med handledare bedömer hon eller han <strong>med säkerhet</strong> den egna förmågan och situationens krav."
        }
      } ]
    } ],
    "point" : 100,
    "year" : null
  }, {
    "name" : "Grafisk illustration i vektorgrafik",
    "description" : "Kursen grafisk illustration i vektorgrafik omfattar punkterna 1–6 under rubriken Ämnets syfte. I kursen behandlas fördjupade kunskaper i ämnet.",
    "code" : "GRAGRV0",
    "centralContent" : [ {
      "heading" : "Undervisningen i kursen ska behandla följande centrala innehåll:",
      "lines" : [ "Illustrationsteknik i relevanta vektorprogram.", "Skissteknik, både manuell och i vektorgrafikmiljö.", "Tematiserad fördjupning inom vektorgrafik, till exempel nyhetsgrafik eller teknisk illustration, förpackningsdesign, serieteckning eller karikatyrteckning, spelgrafik och varumärkesdesign eller grafiska profiler.", "Illustrationsstilar för valt tema.", "Analysmodeller för kreativa, estetiska och tekniska aspekter.", "Produktions- och presentationsformer för arbetsprover inom den valda tematiserade fördjupningen.", "Relevant fackspråk och grafiska begrepp inom illustrationsteknik och digitaliseringsteknik, till exempel nyhetsgrafik." ]
    } ],
    "knowledgeRequirementParagraphs" : [ {
      "heading" : "",
      "knowledgeRequirements" : [ {
        "text" : "Eleven redogör <strong>________</strong> för olika grafiska funktioner och delarna i det grafiska arbetsflödet som har med relevant grafisk illustrationsteknik, digitalisering och grafiska uttryckssätt att göra.",
        "knowledgeRequirementChoice" : {
          "E" : "Eleven redogör <strong>översiktligt</strong> för olika grafiska funktioner och delarna i det grafiska arbetsflödet som har med relevant grafisk illustrationsteknik, digitalisering och grafiska uttryckssätt att göra.",
          "C" : "Eleven redogör <strong>utförligt</strong> för olika grafiska funktioner och delarna i det grafiska arbetsflödet som har med relevant grafisk illustrationsteknik, digitalisering och grafiska uttryckssätt att göra.",
          "A" : "Eleven redogör <strong>utförligt och nyanserat</strong> för olika grafiska funktioner och delarna i det grafiska arbetsflödet som har med relevant grafisk illustrationsteknik, digitalisering och grafiska uttryckssätt att göra."
        }
      }, {
        "text" : "Dessutom beskriver eleven <strong>________</strong> de olika arbetsflödesmomenten vart och ett för sig.",
        "knowledgeRequirementChoice" : {
          "E" : "Dessutom beskriver eleven <strong>översiktligt</strong> de olika arbetsflödesmomenten vart och ett för sig.",
          "C" : "Dessutom beskriver eleven <strong>utförligt</strong> de olika arbetsflödesmomenten vart och ett för sig <strong>och i ett processtänkande från idé till produkt</strong>.",
          "A" : "Dessutom beskriver eleven <strong>utförligt och nyanserat</strong> de olika arbetsflödesmomenten vart och ett för sig <strong>och i ett processtänkande från idé till produkt</strong>."
        }
      }, {
        "text" : "Eleven redogör även <strong>________</strong> för vektorgrafikens roll i de olika grafiska funktionerna och arbetsflödets delar.",
        "knowledgeRequirementChoice" : {
          "E" : "Eleven redogör även <strong>översiktligt</strong> för vektorgrafikens roll i de olika grafiska funktionerna och arbetsflödets delar.",
          "C" : "Eleven redogör även <strong>utförligt</strong> för vektorgrafikens roll i de olika grafiska funktionerna och arbetsflödets delar.",
          "A" : "Eleven redogör även <strong>utförligt och nyanserat</strong> för vektorgrafikens roll i de olika grafiska funktionerna och arbetsflödets delar."
        }
      } ]
    }, {
      "heading" : "",
      "knowledgeRequirements" : [ {
        "text" : "Eleven visualiserar <strong>________</strong> idéer och använder <strong>________</strong> med handledare manuella skisser och relevanta digitala grafiska tekniker och program.",
        "knowledgeRequirementChoice" : {
          "E" : "Eleven visualiserar <strong>med viss säkerhet</strong> idéer och använder <strong>i samråd</strong> med handledare manuella skisser och relevanta digitala grafiska tekniker och program.",
          "C" : "Eleven visualiserar <strong>med viss säkerhet</strong> idéer och använder <strong>efter samråd</strong> med handledare manuella skisser och relevanta digitala grafiska tekniker och program.",
          "A" : "Eleven visualiserar <strong>med säkerhet</strong> idéer och använder <strong>efter samråd</strong> med handledare manuella skisser och relevanta digitala grafiska tekniker och program <strong>med egen vald teknik och stil</strong>."
        }
      }, {
        "text" : "Eleven för ett <strong>________</strong> resonemang om sitt val av innehåll och uttryckssätt samt val av teknik och stil utifrån målgrupp, sammanhang och önskad effekt.",
        "knowledgeRequirementChoice" : {
          "E" : "Eleven för ett <strong>enkelt</strong> resonemang om sitt val av innehåll och uttryckssätt samt val av teknik och stil utifrån målgrupp, sammanhang och önskad effekt.",
          "C" : "Eleven för ett <strong>välgrundat</strong> resonemang om sitt val av innehåll och uttryckssätt samt val av teknik och stil utifrån målgrupp, sammanhang och önskad effekt. <strong>I sitt resonemang ger eleven även välgrundade argument för olika tänkbara illustrations- och digitaliseringstekniker</strong>.",
          "A" : "Eleven för ett <strong>välgrundat och nyanserat</strong> resonemang om sitt val av innehåll och uttryckssätt samt val av teknik och stil utifrån målgrupp, sammanhang och önskad effekt. <strong>I sitt resonemang ger eleven även välgrundade nyanserade argument för olika tänkbara illustrations- och digitaliseringstekniker</strong>."
        }
      } ]
    }, {
      "heading" : "",
      "knowledgeRequirements" : [ {
        "text" : "Eleven planerar och genomför, utifrån grafiska illustrationsidéer, <strong>________</strong> och med <strong>________</strong> teknisk kvalitet processer och produktioner i relevanta grafiska program.",
        "knowledgeRequirementChoice" : {
          "E" : "Eleven planerar och genomför, utifrån grafiska illustrationsidéer, <strong>med viss säkerhet</strong> och med <strong>tillfredsställande</strong> teknisk kvalitet processer och produktioner i relevanta grafiska program.",
          "C" : "Eleven planerar och genomför, utifrån grafiska illustrationsidéer, <strong>med viss säkerhet</strong> och med <strong>tillfredsställande</strong> teknisk <strong>och estetisk</strong> kvalitet processer och produktioner i relevanta grafiska program.",
          "A" : "Eleven planerar och genomför, utifrån grafiska illustrationsidéer, <strong>med säkerhet</strong> och med <strong>god</strong> teknisk <strong>och estetisk</strong> kvalitet processer och produktioner i relevanta grafiska program."
        }
      }, {
        "text" : "Detta gör eleven inom överenskomna ramar vad gäller leverans, distribution, ekonomi och teknisk kvalitet.",
        "knowledgeRequirementChoice" : {
          "E" : "Detta gör eleven inom överenskomna ramar vad gäller leverans, distribution, ekonomi och teknisk kvalitet.",
          "C" : "Detta gör eleven inom överenskomna ramar vad gäller leverans, distribution, ekonomi och teknisk kvalitet.",
          "A" : "Detta gör eleven inom överenskomna ramar vad gäller leverans, distribution, ekonomi och teknisk kvalitet."
        }
      }, {
        "text" : "Dessutom gör eleven en <strong>________</strong> analys av sin produktion, som omfattar såväl processens olika delar som helhetsresultatet.",
        "knowledgeRequirementChoice" : {
          "E" : "Dessutom gör eleven en <strong>enkel</strong> analys av sin produktion, som omfattar såväl processens olika delar som helhetsresultatet.",
          "C" : "Dessutom gör eleven en analys av sin produktion, som omfattar såväl processens olika delar som helhetsresultatet.",
          "A" : "Dessutom gör eleven en <strong>komplex</strong> analys av sin produktion, som omfattar såväl processens olika delar som helhetsresultatet."
        }
      }, {
        "text" : "I analysen för eleven <strong>________</strong> resonemang om på vilket sätt delarna bidrar till helhetsresultatet samt för ett <strong>________</strong> resonemang om vektorgrafikens betydelse för helhetsintrycket.",
        "knowledgeRequirementChoice" : {
          "E" : "I analysen för eleven <strong>enkla</strong> resonemang om på vilket sätt delarna bidrar till helhetsresultatet samt för ett <strong>enkelt</strong> resonemang om vektorgrafikens betydelse för helhetsintrycket.",
          "C" : "I analysen för eleven <strong>välgrundade</strong> resonemang om på vilket sätt delarna bidrar till helhetsresultatet samt för ett <strong>välgrundat</strong> resonemang om vektorgrafikens betydelse för helhetsintrycket.",
          "A" : "I analysen för eleven <strong>välgrundade och nyanserade</strong> resonemang om på vilket sätt delarna bidrar till helhetsresultatet samt för ett <strong>välgrundat och nyanserat</strong> resonemang om vektorgrafikens betydelse för helhetsintrycket."
        }
      }, {
        "text" : "I analysen använder eleven <strong>________</strong> bild- och kommunikationsteorier.",
        "knowledgeRequirementChoice" : {
          "E" : "I analysen använder eleven <strong>med viss säkerhet</strong> bild- och kommunikationsteorier.",
          "C" : "I analysen använder <strong>och kombinerar</strong> eleven <strong>med viss säkerhet</strong> bild- och kommunikationsteorier.",
          "A" : "I analysen använder <strong>och kombinerar</strong> eleven <strong>med säkerhet</strong> bild- och kommunikationsteorier."
        }
      }, {
        "text" : "Dessutom värderar eleven med <strong>________</strong> omdömen den egna arbetsinsatsens betydelse för resultatet.",
        "knowledgeRequirementChoice" : {
          "E" : "Dessutom värderar eleven med <strong>enkla</strong> omdömen den egna arbetsinsatsens betydelse för resultatet.",
          "C" : "Dessutom värderar eleven med <strong>nyanserade</strong> omdömen den egna arbetsinsatsens betydelse för resultatet.",
          "A" : "Dessutom värderar eleven med <strong>nyanserade</strong> omdömen den egna arbetsinsatsens betydelse för resultatet, <strong>samt ger förslag på hur resultatet kan förbättras genom förändrad process och förändrat arbetssätt</strong>."
        }
      }, {
        "text" : "I diskussioner och resonemang använder eleven <strong>________</strong> begrepp och fackspråksuttryck inom området.",
        "knowledgeRequirementChoice" : {
          "E" : "I diskussioner och resonemang använder eleven <strong>med viss säkerhet några</strong> begrepp och fackspråksuttryck inom området.",
          "C" : "I diskussioner och resonemang använder eleven <strong>med viss säkerhet flera</strong> begrepp och fackspråksuttryck inom området.",
          "A" : "I diskussioner och resonemang använder eleven <strong>med säkerhet flera</strong> begrepp och fackspråksuttryck inom området."
        }
      } ]
    }, {
      "heading" : "",
      "knowledgeRequirements" : [ {
        "text" : "När eleven samråder med handledare bedömer hon eller han <strong>________</strong> den egna förmågan och situationens krav.",
        "knowledgeRequirementChoice" : {
          "E" : "När eleven samråder med handledare bedömer hon eller han <strong>med viss säkerhet</strong> den egna förmågan och situationens krav.",
          "C" : "När eleven samråder med handledare bedömer hon eller han <strong>med viss säkerhet</strong> den egna förmågan och situationens krav.",
          "A" : "När eleven samråder med handledare bedömer hon eller han <strong>med säkerhet</strong> den egna förmågan och situationens krav."
        }
      } ]
    } ],
    "point" : 100,
    "year" : null
  }, {
    "name" : "Grafisk kommunikation 1",
    "description" : " Kursen grafisk kommunikation 1 omfattar punkterna 1–6 under rubriken Ämnets syfte. I kursen behandlas grundläggande kunskaper i ämnet. ",
    "code" : "GRAGRA01",
    "centralContent" : [ {
      "heading" : "Undervisningen i kursen ska behandla följande centrala innehåll:",
      "lines" : [ "Funktioner inom det grafiska området och deras inbördes förhållande. Grafiska företag, till exempel tryckeri, tidning, reklambyrå, webbyrå, repro och prepress.", "Processen kring idéskapande.", "Skissteknik, skissmaterial, skillnaden mellan skissning och illustrering, snabbskissning samt skisstilar.", "Begreppen idéhöjd, kongenialitet, kontext och målgrupp utifrån olika vetenskapliga modeller inom bild- och kommunikationsteori. Analys av begreppen med bild- och kommunikationsteorier, till exempel semiotik, bildretorik och grafisk funktionsanalys.", "Typografins betydelse. Typsnittsklassificering, typografiska regler och korrekturläsning med korrekturtecken. Skriftspråkens historia.", "Layoutens betydelse. Komposition av ytor, symmetriskt och asymmetriskt layouttänkande samt redigering i layoutprogram. Gestaltpsykologi i teori och praktik.", "Grafiska färgsystem, färgcirkel, färgsymbolik, färgmatchning, papper som material och olika papperstypers användningsområden.", "Utskriftshantering. Skrivare av laser- och bläckstråletyp, svartvita skrivare och färgskrivare.", "Relevant fackspråk inom typografi, layout, gestaltpsykologi, färglära och utskriftshantering." ]
    } ],
    "knowledgeRequirementParagraphs" : [ {
      "heading" : "",
      "knowledgeRequirements" : [ {
        "text" : "Eleven redogör <strong>________</strong> för olika grafiska funktioner och delarna i det grafiska arbetsflödet som har med relevant grafisk teknik och grafiska uttryckssätt att göra.",
        "knowledgeRequirementChoice" : {
          "E" : "Eleven redogör <strong>översiktligt</strong> för olika grafiska funktioner och delarna i det grafiska arbetsflödet som har med relevant grafisk teknik och grafiska uttryckssätt att göra.",
          "C" : "Eleven redogör <strong>utförligt</strong> för olika grafiska funktioner och delarna i det grafiska arbetsflödet som har med relevant grafisk teknik och grafiska uttryckssätt att göra.",
          "A" : "Eleven redogör <strong>utförligt och nyanserat</strong> för olika grafiska funktioner och delarna i det grafiska arbetsflödet som har med relevant grafisk teknik och grafiska uttryckssätt att göra."
        }
      }, {
        "text" : "Dessutom beskriver eleven <strong>________</strong> de olika arbetsflödesmomenten från idé-, skiss- och originalprocesserna vart och ett för sig.",
        "knowledgeRequirementChoice" : {
          "E" : "Dessutom beskriver eleven <strong>översiktligt</strong> de olika arbetsflödesmomenten från idé-, skiss- och originalprocesserna vart och ett för sig.",
          "C" : "Dessutom beskriver eleven <strong>utförligt</strong> de olika arbetsflödesmomenten från idé-, skiss- och originalprocesserna vart och ett för sig <strong>och i ett processtänkande från idé till produkt</strong>.",
          "A" : "Dessutom beskriver eleven <strong>utförligt och nyanserat</strong> de olika arbetsflödesmomenten från idé-, skiss- och originalprocesserna vart och ett för sig <strong>och i ett processtänkande från idé till produkt</strong>."
        }
      } ]
    }, {
      "heading" : "",
      "knowledgeRequirements" : [ {
        "text" : "Eleven visualiserar <strong>________</strong> idéer och använder <strong>________</strong> med handledare manuella skisser och relevanta digitala grafiska tekniker och program.",
        "knowledgeRequirementChoice" : {
          "E" : "Eleven visualiserar <strong>med viss säkerhet</strong> idéer och använder <strong>i samråd</strong> med handledare manuella skisser och relevanta digitala grafiska tekniker och program.",
          "C" : "Eleven visualiserar <strong>med viss säkerhet</strong> idéer och använder <strong>efter samråd</strong> med handledare manuella skisser och relevanta digitala grafiska tekniker och program.",
          "A" : "Eleven visualiserar <strong>med säkerhet</strong> idéer och använder <strong>efter samråd</strong> med handledare manuella skisser och relevanta digitala grafiska tekniker och program."
        }
      }, {
        "text" : "Eleven för ett <strong>________</strong> resonemang om sitt val av innehåll och uttryckssätt, utifrån målgrupp, sammanhang och önskad effekt samt med utgångspunkt från de grafiska uttrycksmedlen typografi, layout, färglära, komposition och materiallära.",
        "knowledgeRequirementChoice" : {
          "E" : "Eleven för ett <strong>enkelt</strong> resonemang om sitt val av innehåll och uttryckssätt, utifrån målgrupp, sammanhang och önskad effekt samt med utgångspunkt från de grafiska uttrycksmedlen typografi, layout, färglära, komposition och materiallära.",
          "C" : "Eleven för ett <strong>välgrundat</strong> resonemang om sitt val av innehåll och uttryckssätt, utifrån målgrupp, sammanhang och önskad effekt samt med utgångspunkt från de grafiska uttrycksmedlen typografi, layout, färglära, komposition och materiallära.",
          "A" : "Eleven för ett <strong>välgrundat och nyanserat</strong> resonemang om sitt val av innehåll och uttryckssätt, utifrån målgrupp, sammanhang och önskad effekt samt med utgångspunkt från de grafiska uttrycksmedlen typografi, layout, färglära, komposition och materiallära."
        }
      } ]
    }, {
      "heading" : "",
      "knowledgeRequirements" : [ {
        "text" : "Eleven planerar och genomför, utifrån grafiska idéer, <strong>________</strong> och med <strong>________</strong> teknisk kvalitet processer och produktioner i relevanta grafiska program.",
        "knowledgeRequirementChoice" : {
          "E" : "Eleven planerar och genomför, utifrån grafiska idéer, <strong>med viss säkerhet</strong> och med <strong>tillfredsställande</strong> teknisk kvalitet processer och produktioner i relevanta grafiska program.",
          "C" : "Eleven planerar och genomför, utifrån grafiska idéer, <strong>med viss säkerhet</strong> och med <strong>tillfredsställande</strong> teknisk kvalitet processer och produktioner i relevanta grafiska program.",
          "A" : "Eleven planerar och genomför, utifrån grafiska idéer, <strong>med säkerhet</strong> och med <strong>god</strong> teknisk kvalitet processer och produktioner i relevanta grafiska program."
        }
      }, {
        "text" : "Detta gör eleven inom överenskomna ramar vad gäller leverans, distribution, ekonomi och teknisk kvalitet.",
        "knowledgeRequirementChoice" : {
          "E" : "Detta gör eleven inom överenskomna ramar vad gäller leverans, distribution, ekonomi och teknisk kvalitet.",
          "C" : "Detta gör eleven inom överenskomna ramar vad gäller leverans, distribution, ekonomi och teknisk kvalitet.",
          "A" : "Detta gör eleven inom överenskomna ramar vad gäller leverans, distribution, ekonomi och teknisk kvalitet."
        }
      }, {
        "text" : "Dessutom gör eleven en <strong>________</strong> analys av sin produktion, som omfattar såväl processens olika delar som helhetsresultatet.",
        "knowledgeRequirementChoice" : {
          "E" : "Dessutom gör eleven en <strong>enkel</strong> analys av sin produktion, som omfattar såväl processens olika delar som helhetsresultatet.",
          "C" : "Dessutom gör eleven en analys av sin produktion, som omfattar såväl processens olika delar som helhetsresultatet.",
          "A" : "Dessutom gör eleven en <strong>komplex</strong> analys av sin produktion, som omfattar såväl processens olika delar som helhetsresultatet."
        }
      }, {
        "text" : "I analysen för eleven <strong>________</strong> resonemang om på vilket sätt delarna bidrar till helhetsresultatet samt använder <strong>________</strong> några bild- och kommunikationsteorier.",
        "knowledgeRequirementChoice" : {
          "E" : "I analysen för eleven <strong>enkla</strong> resonemang om på vilket sätt delarna bidrar till helhetsresultatet samt använder <strong>med viss säkerhet</strong> några bild- och kommunikationsteorier.",
          "C" : "I analysen för eleven <strong>välgrundade</strong> resonemang om på vilket sätt delarna bidrar till helhetsresultatet samt använder <strong>med viss säkerhet</strong> några bild- och kommunikationsteorier.",
          "A" : "I analysen för eleven <strong>välgrundade och nyanserade</strong> resonemang om på vilket sätt delarna bidrar till helhetsresultatet samt använder <strong>med säkerhet</strong> några bild- och kommunikationsteorier."
        }
      }, {
        "text" : "Dessutom värderar eleven med <strong>________</strong> omdömen den egna arbetsinsatsens betydelse för resultatet.",
        "knowledgeRequirementChoice" : {
          "E" : "Dessutom värderar eleven med <strong>enkla</strong> omdömen den egna arbetsinsatsens betydelse för resultatet.",
          "C" : "Dessutom värderar eleven med <strong>nyanserade</strong> omdömen den egna arbetsinsatsens betydelse för resultatet.",
          "A" : "Dessutom värderar eleven med <strong>nyanserade</strong> omdömen den egna arbetsinsatsens betydelse för resultatet <strong>samt ger förslag på hur resultatet kan förbättras genom förändrad process och förändrat arbetssätt</strong>."
        }
      }, {
        "text" : "I diskussioner och resonemang använder eleven <strong>________</strong> begrepp och fackspråksuttryck inom området.",
        "knowledgeRequirementChoice" : {
          "E" : "I diskussioner och resonemang använder eleven <strong>med viss säkerhet några</strong> begrepp och fackspråksuttryck inom området.",
          "C" : "I diskussioner och resonemang använder eleven <strong>med viss säkerhet flera</strong> begrepp och fackspråksuttryck inom området.",
          "A" : "I diskussioner och resonemang använder eleven <strong>med säkerhet flera</strong> begrepp och fackspråksuttryck inom området."
        }
      } ]
    }, {
      "heading" : "",
      "knowledgeRequirements" : [ {
        "text" : "När eleven samråder med handledare bedömer hon eller han <strong>________</strong> den egna förmågan och situationens krav.",
        "knowledgeRequirementChoice" : {
          "E" : "När eleven samråder med handledare bedömer hon eller han <strong>med viss säkerhet</strong> den egna förmågan och situationens krav.",
          "C" : "När eleven samråder med handledare bedömer hon eller han <strong>med viss säkerhet</strong> den egna förmågan och situationens krav.",
          "A" : "När eleven samråder med handledare bedömer hon eller han <strong>med säkerhet</strong> den egna förmågan och situationens krav."
        }
      } ]
    } ],
    "point" : 100,
    "year" : null
  }, {
    "name" : "Grafisk kommunikation 2",
    "description" : " Kursen grafisk kommunikation 2 omfattar punkterna 1–6 under rubriken Ämnets syfte. I kursen behandlas fördjupade kunskaper i ämnet. ",
    "code" : "GRAGRA02",
    "centralContent" : [ {
      "heading" : "Undervisningen i kursen ska behandla följande centrala innehåll:",
      "lines" : [ "Funktioner inom det grafiska området och deras inbördes förhållande.", "Kreativa processer för att skapa budskap och visuella idéer.", "Typografiska regler, typografisk hantering av olika budskapsmodeller, typografi i layout- och illustrationsprogram, kalligrafi.", "Layout i spaltarrangemang och med hjälp av gridteknik, symmetri och asymmetri, gestaltpsykologiska regler och redigering i layoutprogram. Grafiska profilprogram och varumärkeskonstruktion.", "Färg- och bildhantering i relevanta layout-, illustrations- och bildbehandlingsprogram, bildformat, bildkomprimering, grafiska färgsystem.", "Utskrifts- och originalhantering i illustrations-, bildbehandlings- och layoutprogram samt anpassning för publicering via tryckprocesser eller webb.", "Analys utifrån vetenskapliga modeller inom bild- och kommunikationsteori, till exempel semiotik, bildretorik och grafisk funktionsanalys.", "Relevant fackspråk inom typografi, layout, gestaltpsykologi, färglära och utskriftshantering." ]
    } ],
    "knowledgeRequirementParagraphs" : [ {
      "heading" : "",
      "knowledgeRequirements" : [ {
        "text" : "Eleven redogör <strong>________</strong> för olika grafiska funktioners estetiska och tekniska yrkeskrav och delarna i det grafiska arbetsflödet som har med relevant grafisk teknik och grafiska uttryckssätt att göra.",
        "knowledgeRequirementChoice" : {
          "E" : "Eleven redogör <strong>översiktligt</strong> för olika grafiska funktioners estetiska och tekniska yrkeskrav och delarna i det grafiska arbetsflödet som har med relevant grafisk teknik och grafiska uttryckssätt att göra.",
          "C" : "Eleven redogör <strong>utförligt</strong> för olika grafiska funktioners estetiska och tekniska yrkeskrav och delarna i det grafiska arbetsflödet som har med relevant grafisk teknik och grafiska uttryckssätt att göra.",
          "A" : "Eleven redogör <strong>utförligt och nyanserat</strong> för olika grafiska funktioners estetiska och tekniska yrkeskrav och delarna i det grafiska arbetsflödet som har med relevant grafisk teknik och grafiska uttryckssätt att göra."
        }
      }, {
        "text" : "Dessutom beskriver eleven <strong>________</strong> de olika arbetsflödesmomenten från idé-, skiss-, kreativitets- och originalprocesserna vart och ett för sig.",
        "knowledgeRequirementChoice" : {
          "E" : "Dessutom beskriver eleven <strong>översiktligt</strong> de olika arbetsflödesmomenten från idé-, skiss-, kreativitets- och originalprocesserna vart och ett för sig.",
          "C" : "Dessutom beskriver eleven <strong>utförligt</strong> de olika arbetsflödesmomenten från idé-, skiss-, kreativitets- och originalprocesserna vart och ett för sig <strong>och i ett processtänkande från idé till produkt</strong>.",
          "A" : "Dessutom beskriver eleven <strong>utförligt och nyanserat</strong> de olika arbetsflödesmomenten från idé-, skiss-, kreativitets- och originalprocesserna vart och ett för sig <strong>och i ett processtänkande från idé till produkt</strong>."
        }
      }, {
        "text" : "Eleven redogör <strong>________</strong> för motstridigheter mellan estetiska och tekniska krav.",
        "knowledgeRequirementChoice" : {
          "E" : "Eleven redogör <strong>översiktligt</strong> för motstridigheter mellan estetiska och tekniska krav.",
          "C" : "Eleven redogör <strong>utförligt</strong> för motstridigheter mellan estetiska och tekniska krav.",
          "A" : "Eleven redogör <strong>utförligt och nyanserat</strong> för motstridigheter mellan estetiska och tekniska krav."
        }
      } ]
    }, {
      "heading" : "",
      "knowledgeRequirements" : [ {
        "text" : "Eleven visualiserar <strong>________</strong> idéer och använder <strong>________</strong> med handledare manuella skisser och relevanta digitala grafiska tekniker och program med egen vald teknik och stil.",
        "knowledgeRequirementChoice" : {
          "E" : "Eleven visualiserar <strong>med viss säkerhet</strong> idéer och använder <strong>i samråd</strong> med handledare manuella skisser och relevanta digitala grafiska tekniker och program med egen vald teknik och stil.",
          "C" : "Eleven visualiserar <strong>med viss säkerhet</strong> idéer och använder <strong>efter samråd</strong> med handledare manuella skisser och relevanta digitala grafiska tekniker och program med egen vald teknik och stil.",
          "A" : "Eleven visualiserar <strong>med säkerhet</strong> idéer och använder <strong>efter samråd</strong> med handledare manuella skisser och relevanta digitala grafiska tekniker och program med egen vald teknik och stil."
        }
      }, {
        "text" : "Eleven för ett <strong>________</strong> resonemang om sitt val av innehåll och uttryckssätt, utifrån målgrupp, sammanhang och önskad effekt samt med utgångspunkt från de grafiska uttrycksmedlen typografi, layout, färglära, komposition och materiallära.",
        "knowledgeRequirementChoice" : {
          "E" : "Eleven för ett <strong>enkelt</strong> resonemang om sitt val av innehåll och uttryckssätt, utifrån målgrupp, sammanhang och önskad effekt samt med utgångspunkt från de grafiska uttrycksmedlen typografi, layout, färglära, komposition och materiallära.",
          "C" : "Eleven för ett <strong>välgrundat</strong> resonemang om sitt val av innehåll och uttryckssätt, utifrån målgrupp, sammanhang och önskad effekt samt med utgångspunkt från de grafiska uttrycksmedlen typografi, layout, färglära, komposition och materiallära.",
          "A" : "Eleven för ett <strong>välgrundat och nyanserat</strong> resonemang om sitt val av innehåll och uttryckssätt, utifrån målgrupp, sammanhang och önskad effekt samt med utgångspunkt från de grafiska uttrycksmedlen typografi, layout, färglära, komposition och materiallära."
        }
      } ]
    }, {
      "heading" : "",
      "knowledgeRequirements" : [ {
        "text" : "Eleven planerar och genomför, utifrån grafiska idéer, <strong>________</strong> och med <strong>________</strong> teknisk kvalitet processer och produktioner i relevanta grafiska program.",
        "knowledgeRequirementChoice" : {
          "E" : "Eleven planerar och genomför, utifrån grafiska idéer, <strong>med viss säkerhet</strong> och med <strong>tillfredsställande</strong> teknisk kvalitet processer och produktioner i relevanta grafiska program.",
          "C" : "Eleven planerar och genomför, utifrån grafiska idéer, <strong>med viss säkerhet</strong> och med <strong>tillfredsställande</strong> teknisk <strong>och estetisk</strong> kvalitet processer och produktioner i relevanta grafiska program.",
          "A" : "Eleven planerar och genomför, utifrån grafiska idéer, <strong>med säkerhet</strong> och med <strong>god</strong> teknisk <strong>och estetisk</strong> kvalitet processer och produktioner i relevanta grafiska program."
        }
      }, {
        "text" : "Detta gör eleven inom överenskomna ramar vad gäller leverans, distribution, ekonomi och teknisk kvalitet.",
        "knowledgeRequirementChoice" : {
          "E" : "Detta gör eleven inom överenskomna ramar vad gäller leverans, distribution, ekonomi och teknisk kvalitet.",
          "C" : "Detta gör eleven inom överenskomna ramar vad gäller leverans, distribution, ekonomi och teknisk kvalitet.",
          "A" : "Detta gör eleven inom överenskomna ramar vad gäller leverans, distribution, ekonomi och teknisk kvalitet."
        }
      }, {
        "text" : "Dessutom gör eleven en <strong>________</strong> analys av sin produktion, som omfattar såväl processens olika delar som helhetsresultatet.",
        "knowledgeRequirementChoice" : {
          "E" : "Dessutom gör eleven en <strong>enkel</strong> analys av sin produktion, som omfattar såväl processens olika delar som helhetsresultatet.",
          "C" : "Dessutom gör eleven en analys av sin produktion, som omfattar såväl processens olika delar som helhetsresultatet.",
          "A" : "Dessutom gör eleven en <strong>komplex</strong> analys av sin produktion, som omfattar såväl processens olika delar som helhetsresultatet."
        }
      }, {
        "text" : "I analysen för eleven <strong>________</strong> resonemang om på vilket sätt delarna bidrar till helhetsresultatet samt använder <strong>________</strong> några bild- och kommunikationsteorier.",
        "knowledgeRequirementChoice" : {
          "E" : "I analysen för eleven <strong>enkla</strong> resonemang om på vilket sätt delarna bidrar till helhetsresultatet samt använder <strong>med viss säkerhet</strong> några bild- och kommunikationsteorier.",
          "C" : "I analysen för eleven <strong>välgrundade</strong> resonemang om på vilket sätt delarna bidrar till helhetsresultatet samt använder <strong>och kombinerar med viss säkerhet</strong> några bild- och kommunikationsteorier.",
          "A" : "I analysen för eleven <strong>välgrundade och nyanserade</strong> resonemang om på vilket sätt delarna bidrar till helhetsresultatet samt använder <strong>och kombinerar med säkerhet</strong> några bild- och kommunikationsteorier."
        }
      }, {
        "text" : "Dessutom värderar eleven med <strong>________</strong> omdömen den egna arbetsinsatsens betydelse för resultatet.",
        "knowledgeRequirementChoice" : {
          "E" : "Dessutom värderar eleven med <strong>enkla</strong> omdömen den egna arbetsinsatsens betydelse för resultatet.",
          "C" : "Dessutom värderar eleven med <strong>nyanserade</strong> omdömen den egna arbetsinsatsens betydelse för resultatet.",
          "A" : "Dessutom värderar eleven med <strong>nyanserade</strong> omdömen den egna arbetsinsatsens betydelse för resultatet <strong>samt ger förslag på hur resultatet kan förbättras genom förändrad process och förändrat arbetssätt</strong>."
        }
      }, {
        "text" : "I diskussioner och resonemang använder eleven <strong>________</strong> begrepp och fackspråksuttryck inom området.",
        "knowledgeRequirementChoice" : {
          "E" : "I diskussioner och resonemang använder eleven <strong>med viss säkerhet några</strong> begrepp och fackspråksuttryck inom området.",
          "C" : "I diskussioner och resonemang använder eleven <strong>med viss säkerhet flera</strong> begrepp och fackspråksuttryck inom området.",
          "A" : "I diskussioner och resonemang använder eleven <strong>med säkerhet flera</strong> begrepp och fackspråksuttryck inom området."
        }
      } ]
    }, {
      "heading" : "",
      "knowledgeRequirements" : [ {
        "text" : "När eleven samråder med handledare bedömer hon eller han <strong>________</strong> den egna förmågan och situationens krav.",
        "knowledgeRequirementChoice" : {
          "E" : "När eleven samråder med handledare bedömer hon eller han <strong>med viss säkerhet</strong> den egna förmågan och situationens krav.",
          "C" : "När eleven samråder med handledare bedömer hon eller han <strong>med viss säkerhet</strong> den egna förmågan och situationens krav.",
          "A" : "När eleven samråder med handledare bedömer hon eller han <strong>med säkerhet</strong> den egna förmågan och situationens krav."
        }
      } ]
    } ],
    "point" : 100,
    "year" : null
  }, {
    "name" : "Grafiska arbetsflöden och analysmodeller",
    "description" : "Kursen grafiska arbetsflöden och analysmodeller omfattar punkterna 1–6 under rubriken Ämnets syfte. I kursen behandlas fördjupade kunskaper i ämnet.",
    "code" : "GRAGRA0",
    "centralContent" : [ {
      "heading" : "Undervisningen i kursen ska behandla följande centrala innehåll:",
      "lines" : [ "Manuella och digitala arbetsflöden med start i idéprocessen samt avlämning av original. Arbetsflödets kvalitetsaspekter. Kund- och leverantörsaspekter.", "Visualisering med kundskiss samt instruktioner för avlämning av original.", "Utskrifts- och originalhantering i illustrations-, bildbehandlings- och layoutprogram samt anpassning för publicering via tryckprocesser eller webb.", "Fördjupning inom valt tematiseringsområde: 1) Idéprocesser och kreativa processer för framtagande av visuella budskap och idéer via grafiska uttrycksmedel. 2) Analysmodeller och processer för framtagande av visuella budskap och idéer via grafiska uttrycksmedel. Tematiseringen kan omfatta båda områdena.", "Bild-, kommunikations- och marknadsföringsteorier, till exempel semiotik, bildretorik och grafisk funktionsanalys.", "Relevant fackspråk inom arbetsflöden, i kund- och leverantörskonktakter samt inom valt tematiseringsområde." ]
    } ],
    "knowledgeRequirementParagraphs" : [ {
      "heading" : "",
      "knowledgeRequirements" : [ {
        "text" : "Eleven redogör <strong>________</strong> för olika grafiska funktioners estetiska och tekniska yrkeskrav och delarna i det grafiska arbetsflödet som har med relevant grafisk teknik och grafiska uttryckssätt att göra.",
        "knowledgeRequirementChoice" : {
          "E" : "Eleven redogör <strong>översiktligt</strong> för olika grafiska funktioners estetiska och tekniska yrkeskrav och delarna i det grafiska arbetsflödet som har med relevant grafisk teknik och grafiska uttryckssätt att göra.",
          "C" : "Eleven redogör <strong>utförligt</strong> för olika grafiska funktioners estetiska och tekniska yrkeskrav och delarna i det grafiska arbetsflödet som har med relevant grafisk teknik och grafiska uttryckssätt att göra.",
          "A" : "Eleven redogör <strong>utförligt och nyanserat</strong> för olika grafiska funktioners estetiska och tekniska yrkeskrav och delarna i det grafiska arbetsflödet som har med relevant grafisk teknik och grafiska uttryckssätt att göra."
        }
      }, {
        "text" : "Dessutom beskriver eleven <strong>________</strong> de olika arbetsflödesmomenten från idé-, skiss-, kreativitets- och originalprocesserna vart och ett för sig.",
        "knowledgeRequirementChoice" : {
          "E" : "Dessutom beskriver eleven <strong>översiktligt</strong> de olika arbetsflödesmomenten från idé-, skiss-, kreativitets- och originalprocesserna vart och ett för sig.",
          "C" : "Dessutom beskriver eleven <strong>utförligt</strong> de olika arbetsflödesmomenten från idé-, skiss-, kreativitets- och originalprocesserna vart och ett för sig <strong>och i ett processtänkande från idé till produkt</strong>.",
          "A" : "Dessutom beskriver eleven <strong>utförligt och nyanserat</strong> de olika arbetsflödesmomenten från idé-, skiss-, kreativitets- och originalprocesserna vart och ett för sig <strong>och i ett processtänkande från idé till produkt</strong>."
        }
      }, {
        "text" : "Eleven redogör <strong>________</strong> för motstridigheter mellan estetiska och tekniska krav.",
        "knowledgeRequirementChoice" : {
          "E" : "Eleven redogör <strong>översiktligt</strong> för motstridigheter mellan estetiska och tekniska krav.",
          "C" : "Eleven redogör <strong>utförligt</strong> för motstridigheter mellan estetiska och tekniska krav.",
          "A" : "Eleven redogör <strong>utförligt och nyanserat</strong> för motstridigheter mellan estetiska och tekniska krav."
        }
      } ]
    }, {
      "heading" : "",
      "knowledgeRequirements" : [ {
        "text" : "Eleven visualiserar <strong>________</strong> idéer och använder <strong>________</strong> med handledare manuella skisser och relevanta digitala grafiska tekniker och program med egen vald teknik och stil.",
        "knowledgeRequirementChoice" : {
          "E" : "Eleven visualiserar <strong>med viss säkerhet</strong> idéer och använder <strong>i samråd</strong> med handledare manuella skisser och relevanta digitala grafiska tekniker och program med egen vald teknik och stil.",
          "C" : "Eleven visualiserar <strong>med viss säkerhet</strong> idéer och använder <strong>efter samråd</strong> med handledare manuella skisser och relevanta digitala grafiska tekniker och program med egen vald teknik och stil.",
          "A" : "Eleven visualiserar <strong>med säkerhet</strong> idéer och använder <strong>efter samråd</strong> med handledare manuella skisser och relevanta digitala grafiska tekniker och program med egen vald teknik och stil."
        }
      }, {
        "text" : "Eleven för ett <strong>________</strong> resonemang om sitt val av innehåll och uttryckssätt, utifrån målgrupp, sammanhang och önskad effekt samt med utgångspunkt från de grafiska uttrycksmedlen typografi, layout, färglära, komposition och materiallära.",
        "knowledgeRequirementChoice" : {
          "E" : "Eleven för ett <strong>enkelt</strong> resonemang om sitt val av innehåll och uttryckssätt, utifrån målgrupp, sammanhang och önskad effekt samt med utgångspunkt från de grafiska uttrycksmedlen typografi, layout, färglära, komposition och materiallära.",
          "C" : "Eleven för ett <strong>välgrundat</strong> resonemang om sitt val av innehåll och uttryckssätt, utifrån målgrupp, sammanhang och önskad effekt samt med utgångspunkt från de grafiska uttrycksmedlen typografi, layout, färglära, komposition och materiallära.",
          "A" : "Eleven för ett <strong>välgrundat och nyanserat</strong> resonemang om sitt val av innehåll och uttryckssätt, utifrån målgrupp, sammanhang och önskad effekt samt med utgångspunkt från de grafiska uttrycksmedlen typografi, layout, färglära, komposition och materiallära."
        }
      } ]
    }, {
      "heading" : "",
      "knowledgeRequirements" : [ {
        "text" : "Eleven planerar och genomför, utifrån grafiska idéer, <strong>________</strong> och med <strong>________</strong> teknisk och estetisk kvalitet processer och produktioner i relevanta grafiska program.",
        "knowledgeRequirementChoice" : {
          "E" : "Eleven planerar och genomför, utifrån grafiska idéer, <strong>med viss säkerhet</strong> och med <strong>tillfredsställande</strong> teknisk och estetisk kvalitet processer och produktioner i relevanta grafiska program.",
          "C" : "Eleven planerar och genomför, utifrån grafiska idéer, <strong>med viss säkerhet</strong> och med <strong>tillfredsställande</strong> teknisk och estetisk kvalitet processer och produktioner i relevanta grafiska program.",
          "A" : "Eleven planerar och genomför, utifrån grafiska idéer, <strong>med säkerhet</strong> och med <strong>god</strong> teknisk och estetisk kvalitet processer och produktioner i relevanta grafiska program."
        }
      }, {
        "text" : "Detta gör eleven inom överenskomna ramar vad gäller kundrelation, leverans, ekonomi och arbetsmetodik.",
        "knowledgeRequirementChoice" : {
          "E" : "Detta gör eleven inom överenskomna ramar vad gäller kundrelation, leverans, ekonomi och arbetsmetodik.",
          "C" : "Detta gör eleven inom överenskomna ramar vad gäller kundrelation, leverans, ekonomi och arbetsmetodik.",
          "A" : "Detta gör eleven inom överenskomna ramar vad gäller kundrelation, leverans, ekonomi och arbetsmetodik."
        }
      }, {
        "text" : "Dessutom gör eleven en <strong>________</strong> analys av sin produktion, som omfattar såväl processens olika delar som helhetsresultatet.",
        "knowledgeRequirementChoice" : {
          "E" : "Dessutom gör eleven en <strong>enkel</strong> analys av sin produktion, som omfattar såväl processens olika delar som helhetsresultatet.",
          "C" : "Dessutom gör eleven en analys av sin produktion, som omfattar såväl processens olika delar som helhetsresultatet.",
          "A" : "Dessutom gör eleven en <strong>komplex</strong> analys av sin produktion, som omfattar såväl processens olika delar som helhetsresultatet."
        }
      }, {
        "text" : "I analysen för eleven <strong>________</strong> resonemang om på vilket sätt delarna bidrar till helhetsresultatet samt använder <strong>________</strong> några bild-, kommunikations- och marknadsföringsteorier.",
        "knowledgeRequirementChoice" : {
          "E" : "I analysen för eleven <strong>enkla</strong> resonemang om på vilket sätt delarna bidrar till helhetsresultatet samt använder <strong>med viss säkerhet</strong> några bild-, kommunikations- och marknadsföringsteorier.",
          "C" : "I analysen för eleven <strong>välgrundade</strong> resonemang om på vilket sätt delarna bidrar till helhetsresultatet samt använder <strong>och kombinerar med viss säkerhet</strong> några bild-, kommunikations- och marknadsföringsteorier.",
          "A" : "I analysen för eleven <strong>välgrundade och nyanserade</strong> resonemang om på vilket sätt delarna bidrar till helhetsresultatet samt använder <strong>och kombinerar med säkerhet</strong> några bild-, kommunikations- och marknadsföringsteorier."
        }
      }, {
        "text" : "Dessutom värderar eleven med <strong>________</strong> omdömen den egna arbetsinsatsens betydelse för resultatet.",
        "knowledgeRequirementChoice" : {
          "E" : "Dessutom värderar eleven med <strong>enkla</strong> omdömen den egna arbetsinsatsens betydelse för resultatet.",
          "C" : "Dessutom värderar eleven med <strong>nyanserade</strong> omdömen den egna arbetsinsatsens betydelse för resultatet.",
          "A" : "Dessutom värderar eleven med <strong>nyanserade</strong> omdömen den egna arbetsinsatsens betydelse för resultatet <strong>samt ger förslag på hur resultatet kan förbättras genom förändrad process och förändrat arbetssätt</strong>."
        }
      }, {
        "text" : "I diskussioner och resonemang använder eleven <strong>________</strong> begrepp och fackspråksuttryck inom området.",
        "knowledgeRequirementChoice" : {
          "E" : "I diskussioner och resonemang använder eleven <strong>med viss säkerhet några</strong> begrepp och fackspråksuttryck inom området.",
          "C" : "I diskussioner och resonemang använder eleven <strong>med viss säkerhet flera</strong> begrepp och fackspråksuttryck inom området.",
          "A" : "I diskussioner och resonemang använder eleven <strong>med säkerhet flera</strong> begrepp och fackspråksuttryck inom området."
        }
      } ]
    }, {
      "heading" : "",
      "knowledgeRequirements" : [ {
        "text" : "När eleven samråder med handledare bedömer hon eller han <strong>________</strong> den egna förmågan och situationens krav.",
        "knowledgeRequirementChoice" : {
          "E" : "När eleven samråder med handledare bedömer hon eller han <strong>med viss säkerhet</strong> den egna förmågan och situationens krav.",
          "C" : "När eleven samråder med handledare bedömer hon eller han <strong>med viss säkerhet</strong> den egna förmågan och situationens krav.",
          "A" : "När eleven samråder med handledare bedömer hon eller han <strong>med säkerhet</strong> den egna förmågan och situationens krav."
        }
      } ]
    } ],
    "point" : 100,
    "year" : null
  }, {
    "name" : "Original, reproduktion och prepress",
    "description" : "Kursen original, reproduktion och prepress omfattar punkterna 1–6 under rubriken Ämnets syfte, med särskild betoning på punkterna 1, 4 och 6. I kursen behandlas fördjupade kunskaper i ämnet.",
    "code" : "GRAGRR0",
    "centralContent" : [ {
      "heading" : "Undervisningen i kursen ska behandla följande centrala innehåll:",
      "lines" : [ "Manuella och automatiserade produktionsflöden, kvalitets- och leveransaspekter samt distributionskanaler.", "Utskrifts- och originalhantering i illustrations-, bildbehandlings- och layoutprogram samt anpassning för publicering via tryckprocesser eller webb.", "Instruktioner för avlämning av original samt instruktioner för arbetsflöden.", "Reproduktionsteknik, digital utskjutning och preflight. Reproduktionsprocessen, med utskrifts-, original- och postskripthantering.", "Fördjupning inom valt tematiseringsområde: 1) Originalproduktion i relevanta grafiska program. 2) Prepressprocessen (från original till mångfaldigandeproduktion). Tematiseringen kan omfatta båda områdena.", "Relevant fackspråk inom arbetsflöden som gäller original och prepress samt inom valt tematiseringsområde." ]
    } ],
    "knowledgeRequirementParagraphs" : [ {
      "heading" : "",
      "knowledgeRequirements" : [ {
        "text" : "Eleven redogör <strong>________</strong> för olika produktionstekniska yrkeskrav och delarna i det grafiska arbetsflödet som har med relevant grafisk teknik och grafiska uttryckssätt att göra och som förekommer i det valda temat.",
        "knowledgeRequirementChoice" : {
          "E" : "Eleven redogör <strong>översiktligt</strong> för olika produktionstekniska yrkeskrav och delarna i det grafiska arbetsflödet som har med relevant grafisk teknik och grafiska uttryckssätt att göra och som förekommer i det valda temat.",
          "C" : "Eleven redogör <strong>utförligt</strong> för olika produktionstekniska yrkeskrav och delarna i det grafiska arbetsflödet som har med relevant grafisk teknik och grafiska uttryckssätt att göra och som förekommer i det valda temat.",
          "A" : "Eleven redogör <strong>utförligt och nyanserat</strong> för olika produktionstekniska yrkeskrav och delarna i det grafiska arbetsflödet som har med relevant grafisk teknik och grafiska uttryckssätt att göra och som förekommer i det valda temat."
        }
      }, {
        "text" : "Dessutom beskriver eleven <strong>________</strong> de olika arbetsflödesmomenten i original- och prepressprocesserna vart och ett för sig.",
        "knowledgeRequirementChoice" : {
          "E" : "Dessutom beskriver eleven <strong>översiktligt</strong> de olika arbetsflödesmomenten i original- och prepressprocesserna vart och ett för sig.",
          "C" : "Dessutom beskriver eleven <strong>utförligt</strong> de olika arbetsflödesmomenten i original- och prepressprocesserna vart och ett för sig <strong>och i ett processtänkande från idé till produkt</strong>.",
          "A" : "Dessutom beskriver eleven <strong>utförligt och nyanserat</strong> de olika arbetsflödesmomenten i original- och prepressprocesserna vart och ett för sig <strong>och i ett processtänkande från idé till produkt</strong>."
        }
      }, {
        "text" : "Eleven redogör <strong>________</strong> för skillnader mellan olika produktionsprocesser och för motstridigheter mellan estetiska och tekniska krav.",
        "knowledgeRequirementChoice" : {
          "E" : "Eleven redogör <strong>översiktligt</strong> för skillnader mellan olika produktionsprocesser och för motstridigheter mellan estetiska och tekniska krav.",
          "C" : "Eleven redogör <strong>utförligt</strong> för skillnader mellan olika produktionsprocesser och för motstridigheter mellan estetiska och tekniska krav.",
          "A" : "Eleven redogör <strong>utförligt och nyanserat</strong> för skillnader mellan olika produktionsprocesser och för motstridigheter mellan estetiska och tekniska krav <strong>samt föreslår möjliga lösningar för att balansera motstridiga krav</strong>."
        }
      } ]
    }, {
      "heading" : "",
      "knowledgeRequirements" : [ {
        "text" : "Eleven visualiserar <strong>________</strong> idéer och använder <strong>________</strong> med handledare relevanta digitala grafiska tekniker och program.",
        "knowledgeRequirementChoice" : {
          "E" : "Eleven visualiserar <strong>med viss säkerhet</strong> idéer och använder <strong>i samråd</strong> med handledare relevanta digitala grafiska tekniker och program.",
          "C" : "Eleven visualiserar <strong>med viss säkerhet</strong> idéer och använder <strong>efter samråd</strong> med handledare relevanta digitala grafiska tekniker och program.",
          "A" : "Eleven visualiserar <strong>med säkerhet</strong> idéer och använder <strong>efter samråd</strong> med handledare relevanta digitala grafiska tekniker och program."
        }
      }, {
        "text" : "I arbetet använder eleven <strong>________</strong> relevant arbetsmetodik.",
        "knowledgeRequirementChoice" : {
          "E" : "I arbetet använder eleven <strong>med viss säkerhet</strong> relevant arbetsmetodik.",
          "C" : "I arbetet använder eleven <strong>med viss säkerhet</strong> relevant arbetsmetodik.",
          "A" : "I arbetet använder eleven <strong>med säkerhet</strong> relevant arbetsmetodik."
        }
      }, {
        "text" : "Eleven för ett <strong>________</strong> resonemang om sitt val av innehåll och uttryckssätt, utifrån målgrupp, sammanhang och önskad effekt samt med utgångspunkt från produktionstekniska lösningar inom original-, reproduktions- och prepressprocessen.",
        "knowledgeRequirementChoice" : {
          "E" : "Eleven för ett <strong>enkelt</strong> resonemang om sitt val av innehåll och uttryckssätt, utifrån målgrupp, sammanhang och önskad effekt samt med utgångspunkt från produktionstekniska lösningar inom original-, reproduktions- och prepressprocessen.",
          "C" : "Eleven för ett <strong>välgrundat</strong> resonemang om sitt val av innehåll och uttryckssätt, utifrån målgrupp, sammanhang och önskad effekt samt med utgångspunkt från produktionstekniska lösningar inom original-, reproduktions- och prepressprocessen.",
          "A" : "Eleven för ett <strong>välgrundat och nyanserat</strong> resonemang om sitt val av innehåll och uttryckssätt, utifrån målgrupp, sammanhang och önskad effekt samt med utgångspunkt från produktionstekniska lösningar inom original-, reproduktions- och prepressprocessen."
        }
      } ]
    }, {
      "heading" : "",
      "knowledgeRequirements" : [ {
        "text" : "Eleven planerar och genomför, utifrån grafiska idéer, <strong>________</strong> och med <strong>________</strong> teknisk och estetisk kvalitet processer och produktioner i relevanta grafiska program.",
        "knowledgeRequirementChoice" : {
          "E" : "Eleven planerar och genomför, utifrån grafiska idéer, <strong>med viss säkerhet</strong> och med <strong>tillfredsställande</strong> teknisk och estetisk kvalitet processer och produktioner i relevanta grafiska program.",
          "C" : "Eleven planerar och genomför, utifrån grafiska idéer, <strong>med viss säkerhet</strong> och med <strong>tillfredsställande</strong> teknisk och estetisk kvalitet processer och produktioner i relevanta grafiska program.",
          "A" : "Eleven planerar och genomför, utifrån grafiska idéer, <strong>med säkerhet</strong> och med <strong>god</strong> teknisk och estetisk kvalitet processer och produktioner i relevanta grafiska program."
        }
      }, {
        "text" : "Detta gör eleven inom överenskomna ramar vad gäller arbetsmetodik, kvalitetskrav och leverenskrav från beställare.",
        "knowledgeRequirementChoice" : {
          "E" : "Detta gör eleven inom överenskomna ramar vad gäller arbetsmetodik, kvalitetskrav och leverenskrav från beställare.",
          "C" : "Detta gör eleven inom överenskomna ramar vad gäller arbetsmetodik, kvalitetskrav och leverenskrav från beställare.",
          "A" : "Detta gör eleven inom överenskomna ramar vad gäller arbetsmetodik, kvalitetskrav och leverenskrav från beställare."
        }
      }, {
        "text" : "I planeringen utgår eleven från den egna produktionssituationen.",
        "knowledgeRequirementChoice" : {
          "E" : "I planeringen utgår eleven från den egna produktionssituationen.",
          "C" : "I planeringen utgår eleven från den egna produktionssituationen <strong>och kundens önskemål om teknisk kvalitet</strong>.",
          "A" : "I planeringen utgår eleven från den egna produktionssituationen <strong>och kundens önskemål om teknisk kvalitet samt produktionstekniska lösningar inom valt område</strong>."
        }
      } ]
    }, {
      "heading" : "",
      "knowledgeRequirements" : [ {
        "text" : "Dessutom gör eleven en <strong>________</strong> analys av sin produktion, som omfattar såväl processens olika delar som helhetsresultatet.",
        "knowledgeRequirementChoice" : {
          "E" : "Dessutom gör eleven en <strong>enkel</strong> analys av sin produktion, som omfattar såväl processens olika delar som helhetsresultatet.",
          "C" : "Dessutom gör eleven en analys av sin produktion, som omfattar såväl processens olika delar som helhetsresultatet.",
          "A" : "Dessutom gör eleven en <strong>komplex</strong> analys av sin produktion, som omfattar såväl processens olika delar som helhetsresultatet."
        }
      }, {
        "text" : "I analysen för eleven <strong>________</strong> resonemang om på vilket sätt delarna bidrar till helhetsresultatet samt använder <strong>________</strong> några bild- och kommunikationsteorier.",
        "knowledgeRequirementChoice" : {
          "E" : "I analysen för eleven <strong>enkla</strong> resonemang om på vilket sätt delarna bidrar till helhetsresultatet samt använder <strong>med viss säkerhet</strong> några bild- och kommunikationsteorier.",
          "C" : "I analysen för eleven <strong>välgrundade</strong> resonemang om på vilket sätt delarna bidrar till helhetsresultatet samt använder <strong>och kombinerar med viss säkerhet</strong> några bild- och kommunikationsteorier.",
          "A" : "I analysen för eleven <strong>välgrundade och nyanserade</strong> resonemang om på vilket sätt delarna bidrar till helhetsresultatet samt använder <strong>och kombinerar med säkerhet</strong> några bild- och kommunikationsteorier."
        }
      }, {
        "text" : "Dessutom värderar eleven arbetsprocessen med <strong>________</strong> omdömen.",
        "knowledgeRequirementChoice" : {
          "E" : "Dessutom värderar eleven arbetsprocessen med <strong>enkla</strong> omdömen.",
          "C" : "Dessutom värderar eleven arbetsprocessen med <strong>nyanserade</strong> omdömen.",
          "A" : "Dessutom värderar eleven arbetsprocessen med <strong>nyanserade</strong> omdömen <strong>och ger förslag på möjliga optimeringar avseende kvalitet och leveranssäkerhet samt standardisering av arbetsprocessens olika steg</strong>."
        }
      }, {
        "text" : "I diskussioner och resonemang använder eleven <strong>________</strong> begrepp och fackspråksuttryck inom området.",
        "knowledgeRequirementChoice" : {
          "E" : "I diskussioner och resonemang använder eleven <strong>med viss säkerhet några</strong> begrepp och fackspråksuttryck inom området.",
          "C" : "I diskussioner och resonemang använder eleven <strong>med viss säkerhet flera</strong> begrepp och fackspråksuttryck inom området.",
          "A" : "I diskussioner och resonemang använder eleven <strong>med säkerhet flera</strong> begrepp och fackspråksuttryck inom området."
        }
      } ]
    }, {
      "heading" : "",
      "knowledgeRequirements" : [ {
        "text" : "När eleven samråder med handledare bedömer hon eller han <strong>________</strong> den egna förmågan och situationens krav.",
        "knowledgeRequirementChoice" : {
          "E" : "När eleven samråder med handledare bedömer hon eller han <strong>med viss säkerhet</strong> den egna förmågan och situationens krav.",
          "C" : "När eleven samråder med handledare bedömer hon eller han <strong>med viss säkerhet</strong> den egna förmågan och situationens krav.",
          "A" : "När eleven samråder med handledare bedömer hon eller han <strong>med säkerhet</strong> den egna förmågan och situationens krav."
        }
      } ]
    } ],
    "point" : 100,
    "year" : null
  } ]
}