{
  "name" : "Humanistisk och samhällsvetenskaplig spets inom försöksverksamhet med riksrekryterande gymnasial spetsutbildning",
  "description" : "Ämnet humanistisk och samhällsvetenskaplig spets inom försöksverksamhet med riksrekryterande gymnasial spetsutbildning förbereder eleverna för fortsatta studier vid universitet eller högskola. Ämnet möjliggör en tvärvetenskaplig eller inomvetenskaplig specialisering inom ett valt kunskapsområde inom spetsutbildningens område. Delar av ämnet kan anpassas med hänsyn till skolans samverkan med universitet eller högskola. Ämnet humanistisk och samhällsvetenskaplig spets inom försöksverksamhet med riksrekryterande gymnasial spetsutbildning får bara anordnas inom av Skolverket beviljad försöksverksamhet med riksrekryterande gymnasial spetsutbildning inom humaniora och samhällsvetenskap.",
  "code" : "HUA",
  "designation" : "",
  "skolfsId" : "0000:00",
  "purposes" : [ {
    "type" : "PARAGRAPH",
    "heading" : "",
    "lines" : [ "Undervisningen i ämnet humanistisk och samhällsvetenskaplig spets inom försöksverksamhet med riksrekryterande gymnasial spetsutbildning ska syfta till att eleverna utvecklar sina kunskaper inom ett valt kunskapsområde med tydlig anknytning till spetsutbildningens karaktär.", "Eleverna ska ges möjlighet att utveckla ett vetenskapligt förhållningssätt, till exempel genom att diskutera teorier och pröva hypoteser.", "Undervisningen ska också leda till att eleverna utvecklar förmåga att använda relevanta begrepp och metoder inom kunskapsområdet.", "Eleverna ska ges möjlighet att utveckla förmåga att vara källkritiska samt resonera om och presentera resultat.", "Dessutom ska undervisningen ge eleverna möjlighet att relatera kunskaperna inom humaniora eller samhällsvetenskap till omvärlden samt bidra till att de utvecklar förmåga att omsätta kunskaperna i handling." ]
  }, {
    "type" : "PARAGRAPH",
    "heading" : "",
    "lines" : [ "I undervisningen ska eleverna ges möjlighet att arbeta med vetenskapliga metoder inom humaniora eller samhällsvetenskap.", "I undervisningen ska eleverna dessutom ges möjlighet att uttrycka kunskaper och föra resonemang såväl muntligt som skriftligt samt med hjälp av modern informationsteknik." ]
  }, {
    "type" : "BULLET",
    "heading" : "Undervisningen i ämnet humanistisk och samhällsvetenskaplig spets inom försöksverksamhet med riksrekryterande gymnasial spetsutbildning ska ge eleverna förutsättningar att utveckla följande:",
    "lines" : [ "Kunskaper om det valda kunskapsområdet.", "Förmåga att bearbeta, analysera och diskutera kunskapsområdet ur olika aspekter samt att relatera kunskapsområdet till omvärlden.", "Förmåga att använda begrepp, metoder och teorier i arbetet med kunskapsområdet.", "Förmåga att tillämpa ett kritiskt förhållningssätt i arbetet med kunskapsområdet.", "Förmåga att praktiskt omsätta kunskaper inom området i olika sammanhang.", "Förmåga att presentera kunskaper inom området i olika sammanhang." ]
  } ],
  "courses" : [ {
    "name" : "Humanistisk och samhällsvetenskaplig spets",
    "description" : "Kursen humanistisk och samhällsvetenskaplig spets omfattar punkterna 1–6 under rubriken Ämnets syfte. I kursen behandlas kunskaper inom spetsutbildningens område. ",
    "code" : "HUAHUM00S",
    "centralContent" : [ {
      "heading" : "Undervisningen i kursen ska behandla följande centrala innehåll:",
      "lines" : [ "Specialisering inom ett väl avgränsat kunskapsområde inom ramen för spetsutbildningen.", "Vetenskapliga begrepp, teorier, modeller och metoder som är relevanta för kunskapsområdet.", "Källkritisk metod inom kunskapsområdet. Granskning, tolkning och värdering av information från olika medier och källor.", "Någon praktisk tillämpning av kunskaper inom området, till exempel i samarbete med institutioner och organisationer i det omgivande samhället eller i form av till exempel fältstudier, rollspel och undersökningar.", "Uttrycks- och presentationsformer som är relevanta för kunskapsområdet och för humaniora eller samhällsvetenskap i allmänhet, till exempel debattartiklar, muntliga framställningar, utställningar och vetenskapliga rapporter. Anpassning till syfte, mottagare och situation." ]
    } ],
    "knowledgeRequirementParagraphs" : [ {
      "heading" : "",
      "knowledgeRequirements" : [ {
        "text" : "Eleven redogör <strong>________</strong> för såväl delar som helheter inom kunskapsområdet.",
        "knowledgeRequirementChoice" : {
          "E" : "Eleven redogör <strong>översiktligt</strong> för såväl delar som helheter inom kunskapsområdet.",
          "C" : "Eleven redogör <strong>utförligt</strong> för såväl delar som helheter inom kunskapsområdet.",
          "A" : "Eleven redogör <strong>utförligt och nyanserat</strong> för såväl delar som helheter inom kunskapsområdet."
        }
      }, {
        "text" : "Eleven bearbetar, analyserar och diskuterar <strong>________</strong> frågor inom kunskapsområdet.",
        "knowledgeRequirementChoice" : {
          "E" : "Eleven bearbetar, analyserar och diskuterar <strong>med viss säkerhet några</strong> frågor inom kunskapsområdet.",
          "C" : "Eleven bearbetar, analyserar och diskuterar <strong>med säkerhet några</strong> frågor inom kunskapsområdet.",
          "A" : "Eleven bearbetar, analyserar och diskuterar <strong>med säkerhet flera</strong> frågor inom kunskapsområdet."
        }
      }, {
        "text" : "I arbetet använder eleven <strong>________</strong> vetenskapliga begrepp, metoder och teorier som är relevanta för kunskapsområdet.",
        "knowledgeRequirementChoice" : {
          "E" : "I arbetet använder eleven <strong>med viss säkerhet</strong> vetenskapliga begrepp, metoder och teorier som är relevanta för kunskapsområdet.",
          "C" : "I arbetet använder eleven <strong>med viss säkerhet</strong> vetenskapliga begrepp, metoder och teorier som är relevanta för kunskapsområdet.",
          "A" : "I arbetet använder eleven <strong>med säkerhet</strong> vetenskapliga begrepp, metoder och teorier som är relevanta för kunskapsområdet."
        }
      }, {
        "text" : "Dessutom diskuterar eleven <strong>________</strong> olika aspekter av kunskapsområdet och drar <strong>________</strong> slutsatser om resultat och valda metoder.",
        "knowledgeRequirementChoice" : {
          "E" : "Dessutom diskuterar eleven <strong>översiktligt</strong> olika aspekter av kunskapsområdet och drar <strong>enkla</strong> slutsatser om resultat och valda metoder.",
          "C" : "Dessutom diskuterar eleven <strong>utförligt</strong> olika aspekter av kunskapsområdet och drar <strong>välgrundade</strong> slutsatser om resultat och valda metoder <strong>med hänvisning till relevanta källor</strong>.",
          "A" : "Dessutom diskuterar eleven <strong>utförligt och nyanserat</strong> olika aspekter av kunskapsområdet och drar <strong>välgrundade och nyanserade</strong> slutsatser om resultat och valda metoder <strong>med hänvisning till relevanta källor</strong>."
        }
      }, {
        "text" : "I arbetet söker, granskar och tolkar eleven <strong>________</strong> information från olika källor, gör adekvata källhänvisningar samt värderar med <strong>________</strong> omdömen källornas relevans och trovärdighet.",
        "knowledgeRequirementChoice" : {
          "E" : "I arbetet söker, granskar och tolkar eleven <strong>med viss säkerhet</strong> information från olika källor, gör adekvata källhänvisningar samt värderar med <strong>enkla</strong> omdömen källornas relevans och trovärdighet.",
          "C" : "I arbetet söker, granskar och tolkar eleven <strong>med viss säkerhet</strong> information från olika källor, gör adekvata källhänvisningar samt värderar med <strong>enkla</strong> omdömen källornas relevans och trovärdighet. <strong>Dessutom formulerar eleven sig självständigt i förhållande till källorna</strong>.",
          "A" : "I arbetet söker, granskar och tolkar eleven <strong>med säkerhet</strong> information från olika källor, gör adekvata källhänvisningar samt värderar med <strong>nyanserade</strong> omdömen källornas relevans och trovärdighet. <strong>Dessutom formulerar eleven sig självständigt i förhållande till källorna</strong>."
        }
      } ]
    }, {
      "heading" : "",
      "knowledgeRequirements" : [ {
        "text" : "Eleven tillämpar <strong>________</strong> och <strong>________</strong> med handledare sina kunskaper i något relevant praktiskt sammanhang på ett sätt som är anpassat till kunskapsområdet.",
        "knowledgeRequirementChoice" : {
          "E" : "Eleven tillämpar <strong>med viss säkerhet</strong> och <strong>i samråd</strong> med handledare sina kunskaper i något relevant praktiskt sammanhang på ett sätt som är anpassat till kunskapsområdet.",
          "C" : "Eleven tillämpar <strong>med viss säkerhet</strong> och <strong>efter samråd</strong> med handledare sina kunskaper i något relevant praktiskt sammanhang på ett sätt som är anpassat till kunskapsområdet.",
          "A" : "Eleven tillämpar <strong>med säkerhet</strong> och <strong>efter samråd</strong> med handledare sina kunskaper i något relevant praktiskt sammanhang på ett sätt som är anpassat till kunskapsområdet."
        }
      } ]
    }, {
      "heading" : "",
      "knowledgeRequirements" : [ {
        "text" : "Eleven presenterar <strong>________</strong> kunskaper inom området på ett sätt som <strong>________</strong> är anpassat till syfte, mottagare och situation samt med hjälp av <strong>________</strong> relevant uttrycks- och presentationsform.",
        "knowledgeRequirementChoice" : {
          "E" : "Eleven presenterar <strong>med viss säkerhet</strong> kunskaper inom området på ett sätt som <strong>till viss del</strong> är anpassat till syfte, mottagare och situation samt med hjälp av <strong>någon</strong> relevant uttrycks- och presentationsform.",
          "C" : "Eleven presenterar <strong>med viss säkerhet</strong> kunskaper inom området på ett sätt som <strong>i huvudsak</strong> är anpassat till syfte, mottagare och situation samt med hjälp av <strong>några</strong> relevanta uttrycks- och presentationsformer.",
          "A" : "Eleven presenterar <strong>med säkerhet</strong> kunskaper inom området på ett sätt som är <strong>väl</strong> anpassat till syfte, mottagare och situation samt med hjälp av <strong>flera</strong> relevanta uttrycks- och presentationsformer."
        }
      } ]
    }, {
      "heading" : "",
      "knowledgeRequirements" : [ {
        "text" : "När eleven samråder med handledare bedömer hon eller han <strong>________</strong> den egna förmågan och situationens krav.",
        "knowledgeRequirementChoice" : {
          "E" : "När eleven samråder med handledare bedömer hon eller han <strong>med viss säkerhet</strong> den egna förmågan och situationens krav.",
          "C" : "När eleven samråder med handledare bedömer hon eller han <strong>med viss säkerhet</strong> den egna förmågan och situationens krav.",
          "A" : "När eleven samråder med handledare bedömer hon eller han <strong>med säkerhet</strong> den egna förmågan och situationens krav."
        }
      } ]
    } ],
    "point" : 50,
    "year" : null
  } ]
}