{
  "name" : "Hållbart samhälle",
  "description" : "Ämnet hållbart samhälle är tvärvetenskapligt och belyser begreppet hållbar utveckling ur såväl ekologiska som sociala och ekonomiska synvinklar. Det behandlar samspelet mellan människan och hennes omgivning. Ämnet behandlar också frågor om miljöutmaningar, hushållning av naturresurser, ekosystemens bärkraft, teknikutveckling, samhällsplanering och miljöpolitik.",
  "code" : "HÅL",
  "designation" : "",
  "skolfsId" : "0000:00",
  "purposes" : [ {
    "type" : "PARAGRAPH",
    "heading" : "",
    "lines" : [ "Undervisningen i ämnet hållbart samhälle ska syfta till att eleverna utvecklar förståelse av de förutsättningar, drivkrafter och värden som ligger till grund för arbete med hållbar utveckling.", "Den ska även leda till att eleverna förstår att det finns många olika handlingsalternativ och möjliggöra reflektion över sambanden mellan livsstilsfrågor och hållbar utveckling.", "Eleverna ska i undervisningen ges möjlighet att utveckla kunskaper om hur tekniska problem har lösts och kan lösas samt ges möjlighet att kritiskt och kreativt analysera dessa lösningar.", "Därigenom får eleverna möjlighet att utveckla förståelse av olika handlingsalternativ och konsekvenserna av dessa." ]
  }, {
    "type" : "PARAGRAPH",
    "heading" : "",
    "lines" : [ "I undervisningen ska eleverna ges möjlighet till ett undersökande och praktiskt tillämpat arbetssätt för att förstå olika orsakssammanhang.", "Undervisningen ska också ge eleverna möjlighet att söka och värdera information från olika källor.", "Vidare ska undervisningen bidra till att eleverna utvecklar förmåga att kommunicera om kunskaper och uppfattningar, såväl muntligt som skriftligt, samt även presentera dem med olika presentationstekniker." ]
  }, {
    "type" : "BULLET",
    "heading" : "Undervisningen i ämnet hållbart samhälle ska ge eleverna förutsättningar att utveckla följande:",
    "lines" : [ "Förmåga att använda begrepp inom området hållbar utveckling.", "Kunskaper om olika förutsättningar och möjligheter för att nå en hållbar utveckling.", "Förmåga att identifiera, analysera och avgränsa problemområden och föreslå och jämföra olika handlingsalternativ.", "Förmåga att planera, genomföra och tolka egna undersökningar och förslag.", "Förmåga att presentera sina idéer och resultat inom hållbar utveckling.", "Förmåga att analysera konsekvenser av olika handlingsalternativ utifrån vetenskaplighet, hållbarhet, etik och genus." ]
  } ],
  "courses" : [ {
    "name" : "Hållbart samhällsbyggande",
    "description" : "Kursen hållbart samhällsbyggande omfattar punkterna 1–6 under rubriken Ämnets syfte.",
    "code" : "HÅLHÅB0",
    "centralContent" : [ {
      "heading" : "Undervisningen i kursen ska behandla följande centrala innehåll:",
      "lines" : [ "Grundläggande begrepp inom området hållbar utveckling.", "Planerings- och beslutsprocesser inom samhällsplaneringsområdet.", "Stadsbyggnadsidéer och samhällsutveckling ur ett historiskt och socialt perspektiv.", "Infrastrukturella lösningar och tekniska system vid till exempel bostadsplanering och planering av transportsystem.", "Miljökonsekvensbeskrivningar.", "Tekniska, estetiska, sociala, ekonomiska, demokratiska, etiska och kvalitativa aspekter på samhällsbyggande.", "Olika tekniker, verktyg och uttryckssätt för att analysera, karaktärisera och dokumentera omgivningen i samband med förslag till förändringar.", "Ritningar, planer och modeller som används vid samhällsplanering.", "Användninga av geografiska informationssystem (GIS) i planeringsprocessen.", "Ritprogram inom området, till exempel cad (computer aided design).", "Samband mellan livsstilsfrågor och utformningen av ett hållbart samhälle.", "Praktiska fallstudier." ]
    } ],
    "knowledgeRequirementParagraphs" : [ {
      "heading" : "",
      "knowledgeRequirements" : [ {
        "text" : "Eleven redogör <strong>________</strong> för samhällsplanering ur ett historiskt och socialt perspektiv samt beskriver <strong>________</strong> olika typer av landskapsmiljöer och byggda miljöer.",
        "knowledgeRequirementChoice" : {
          "E" : "Eleven redogör <strong>översiktligt</strong> för samhällsplanering ur ett historiskt och socialt perspektiv samt beskriver <strong>översiktligt</strong> olika typer av landskapsmiljöer och byggda miljöer.",
          "C" : "Eleven redogör <strong>utförligt</strong> för samhällsplanering ur ett historiskt och socialt perspektiv samt beskriver <strong>utförligt</strong> olika typer av landskapsmiljöer och byggda miljöer.",
          "A" : "Eleven redogör <strong>utförligt och nyanserat</strong> för samhällsplanering ur ett historiskt och socialt perspektiv samt beskriver <strong>utförligt och nyanserat</strong> olika typer av landskapsmiljöer och byggda miljöer."
        }
      }, {
        "text" : "Dessutom redogör eleven <strong>________</strong> för olika förutsättningar och möjligheter för att nå en hållbar utveckling samt värderar med <strong>________</strong> omdömen olika typer av landskapsmiljöer och byggda miljöer ur ett hållbarhetsperspektiv.",
        "knowledgeRequirementChoice" : {
          "E" : "Dessutom redogör eleven <strong>översiktligt</strong> för olika förutsättningar och möjligheter för att nå en hållbar utveckling samt värderar med <strong>enkla</strong> omdömen olika typer av landskapsmiljöer och byggda miljöer ur ett hållbarhetsperspektiv.",
          "C" : "Dessutom redogör eleven <strong>utförligt</strong> för olika förutsättningar och möjligheter för att nå en hållbar utveckling samt värderar med <strong>enkla</strong> omdömen olika typer av landskapsmiljöer och byggda miljöer ur ett hållbarhetsperspektiv.",
          "A" : "Dessutom redogör eleven <strong>utförligt och nyanserat</strong> för olika förutsättningar och möjligheter för att nå en hållbar utveckling samt värderar med <strong>nyanserade</strong> omdömen olika typer av landskapsmiljöer och byggda miljöer ur ett hållbarhetsperspektiv."
        }
      }, {
        "text" : "I sina redogörelser använder eleven <strong>________</strong> grundläggande begrepp inom området.",
        "knowledgeRequirementChoice" : {
          "E" : "I sina redogörelser använder eleven <strong>med viss säkerhet</strong> grundläggande begrepp inom området.",
          "C" : "I sina redogörelser använder eleven <strong>med viss säkerhet</strong> grundläggande begrepp inom området.",
          "A" : "I sina redogörelser använder eleven <strong>med säkerhet</strong> grundläggande begrepp inom området."
        }
      } ]
    }, {
      "heading" : "",
      "knowledgeRequirements" : [ {
        "text" : "Eleven identifierar och avgränsar <strong>________</strong> med handledare enkla problemområden inom samhällsplanering samt jämför olika handlingsalternativ och tekniska lösningar för att nå en hållbar utveckling.",
        "knowledgeRequirementChoice" : {
          "E" : "Eleven identifierar och avgränsar <strong>i samråd</strong> med handledare enkla problemområden inom samhällsplanering samt jämför olika handlingsalternativ och tekniska lösningar för att nå en hållbar utveckling.",
          "C" : "Eleven identifierar och avgränsar <strong>efter samråd</strong> med handledare problemområden inom samhällsplanering samt jämför olika handlingsalternativ och tekniska lösningar för att nå en hållbar utveckling.",
          "A" : "Eleven identifierar och avgränsar <strong>efter samråd</strong> med handledare <strong>komplexa</strong> problemområden inom samhällsplanering samt jämför olika handlingsalternativ och tekniska lösningar för att nå en hållbar utveckling."
        }
      }, {
        "text" : "Dessutom planerar och utarbetar eleven <strong>________</strong> med handledare egna förslag till <strong>________</strong> förändringar samt resonerar <strong>________</strong> om genomförandet ur olika aspekter av hållbart samhällsbyggande.",
        "knowledgeRequirementChoice" : {
          "E" : "Dessutom planerar och utarbetar eleven <strong>i samråd</strong> med handledare egna förslag till <strong>enkla</strong> förändringar samt resonerar <strong>översiktligt</strong> om genomförandet ur olika aspekter av hållbart samhällsbyggande.",
          "C" : "Dessutom planerar och utarbetar eleven <strong>efter samråd</strong> med handledare egna förslag till förändringar samt resonerar <strong>utförligt</strong> om genomförandet ur olika aspekter av hållbart samhällsbyggande.",
          "A" : "Dessutom planerar och utarbetar eleven <strong>efter samråd</strong> med handledare egna förslag till förändringar samt resonerar <strong>utförligt och nyanserat</strong> om genomförandet ur olika aspekter av hållbart samhällsbyggande."
        }
      } ]
    }, {
      "heading" : "",
      "knowledgeRequirements" : [ {
        "text" : "Eleven presenterar <strong>________</strong> sina idéer och resultat med några av områdets grundläggande begrepp och med <strong>________</strong> ritningar, planer och modeller.",
        "knowledgeRequirementChoice" : {
          "E" : "Eleven presenterar <strong>med viss säkerhet</strong> sina idéer och resultat med några av områdets grundläggande begrepp och med <strong>enkla</strong> ritningar, planer och modeller.",
          "C" : "Eleven presenterar <strong>med viss säkerhet</strong> sina idéer och resultat med några av områdets grundläggande begrepp och med ritningar, planer och modeller.",
          "A" : "Eleven presenterar <strong>med säkerhet</strong> sina idéer och resultat med några av områdets grundläggande begrepp och med ritningar, planer och modeller."
        }
      }, {
        "text" : "I sitt arbete diskuterar eleven <strong>________</strong>, och värderar med <strong>________</strong> omdömen, konsekvenser av olika handlingsalternativ, samt ger exempel på argument på vetenskaplig och etisk grund och utifrån genusaspekter.",
        "knowledgeRequirementChoice" : {
          "E" : "I sitt arbete diskuterar eleven <strong>översiktligt</strong>, och värderar med <strong>enkla</strong> omdömen, konsekvenser av olika handlingsalternativ, samt ger exempel på argument på vetenskaplig och etisk grund och utifrån genusaspekter.",
          "C" : "I sitt arbete diskuterar eleven <strong>utförligt</strong>, och värderar med <strong>enkla</strong> omdömen, konsekvenser av olika handlingsalternativ, samt ger exempel på argument på vetenskaplig och etisk grund och utifrån genusaspekter.",
          "A" : "I sitt arbete diskuterar eleven <strong>utförligt och nyanserat</strong>, och värderar med <strong>nyanserade</strong> omdömen, konsekvenser av olika handlingsalternativ, samt ger exempel på argument på vetenskaplig och etisk grund och utifrån genusaspekter."
        }
      } ]
    }, {
      "heading" : "",
      "knowledgeRequirements" : [ {
        "text" : "När arbetet är utfört utvärderar eleven med <strong>________</strong> omdömen sitt eget och andras arbete.",
        "knowledgeRequirementChoice" : {
          "E" : "När arbetet är utfört utvärderar eleven med <strong>enkla</strong> omdömen sitt eget och andras arbete.",
          "C" : "När arbetet är utfört utvärderar eleven med <strong>nyanserade</strong> omdömen sitt eget och andras arbete.",
          "A" : "När arbetet är utfört utvärderar eleven med <strong>nyanserade</strong> omdömen sitt eget och andras arbete <strong>samt ger förslag på hur arbetet kan förbättras</strong>."
        }
      } ]
    }, {
      "heading" : "",
      "knowledgeRequirements" : [ {
        "text" : "När eleven samråder med handledare bedömer hon eller han <strong>________</strong> den egna förmågan och situationens krav.",
        "knowledgeRequirementChoice" : {
          "E" : "När eleven samråder med handledare bedömer hon eller han <strong>med viss säkerhet</strong> den egna förmågan och situationens krav.",
          "C" : "När eleven samråder med handledare bedömer hon eller han <strong>med viss säkerhet</strong> den egna förmågan och situationens krav.",
          "A" : "När eleven samråder med handledare bedömer hon eller han <strong>med säkerhet</strong> den egna förmågan och situationens krav."
        }
      } ]
    } ],
    "point" : 100,
    "year" : null
  }, {
    "name" : "Miljö- och energikunskap",
    "description" : "Kursen miljö- och energikunskap omfattar punkterna 1–6 under rubriken Ämnet syfte.",
    "code" : "HÅLMIJ0",
    "centralContent" : [ {
      "heading" : "Undervisningen i kursen ska behandla följande centrala innehåll:",
      "lines" : [ "Grundläggande begrepp inom området hållbar utveckling.", "Ekosystemens struktur, dynamik och bärkraft samt betydelsen av biologisk mångfald.", "Naturliga ekologiska system som inspiration för teknikutveckling, till exempel artificiell fotosyntes.", "Miljöhot och utmaningar där livsstilens och behovens konsekvenser speglas genom att man till exempel använder ekologiska fotavtryck.", "Naturliga och av människan skapade kretslopp samt kretsloppssamhällets organisation.", "Samhällets styrmedel och mål på lokal, regional, nationell och internationell nivå med koppling till miljö- och energifrågor.", "Miljörelaterade verktyg för styrning och bedömning, till exempel livscykelanalys, miljöcertifiering, miljömärkning och gröna certifikat.", "Förnybara och icke förnybara energikällor samt deras ursprung och användbarhet.", "Energi- och resursanvändning i samband med livsmedel, boende, transporter och övrig konsumtion.", "Produktion av bränslen samt energiomvandlingar inklusive distributions-, renings- och avfallslösningar.", "Energi- och resurseffektivisering med hjälp av till exempel mätteknik, materialval och andra tekniska lösningar.", "Energiprincipen, energikvalitet och verkningsgrad samt fysikaliska och kemiska beräkningar och resonemang.", "Hur en konsekvensanalys av olika handlingsalternativ utförs, till exempel med utgångspunkt i säkerhetstänkande, genusfrågor eller etiska resonemang.", "Praktiska fallstudier." ]
    } ],
    "knowledgeRequirementParagraphs" : [ {
      "heading" : "",
      "knowledgeRequirements" : [ {
        "text" : "Eleven redogör <strong>________</strong> för olika förutsättningar och möjligheter när det gäller miljö- och energifrågor för att nå en hållbar utveckling.",
        "knowledgeRequirementChoice" : {
          "E" : "Eleven redogör <strong>översiktligt</strong> för olika förutsättningar och möjligheter när det gäller miljö- och energifrågor för att nå en hållbar utveckling.",
          "C" : "Eleven redogör <strong>utförligt</strong> för olika förutsättningar och möjligheter när det gäller miljö- och energifrågor för att nå en hållbar utveckling.",
          "A" : "Eleven redogör <strong>utförligt och nyanserat</strong> för olika förutsättningar och möjligheter när det gäller miljö- och energifrågor för att nå en hållbar utveckling."
        }
      }, {
        "text" : "I sin redogörelse använder eleven <strong>________</strong> begrepp inom hållbar utveckling, ekosystem, kretslopp, miljöhot och utmaningar, styrmedel, energikällor samt energiomvandlingar och resursanvändning.",
        "knowledgeRequirementChoice" : {
          "E" : "I sin redogörelse använder eleven <strong>med viss säkerhet</strong> begrepp inom hållbar utveckling, ekosystem, kretslopp, miljöhot och utmaningar, styrmedel, energikällor samt energiomvandlingar och resursanvändning.",
          "C" : "I sin redogörelse använder eleven <strong>med viss säkerhet</strong> begrepp inom hållbar utveckling, ekosystem, kretslopp, miljöhot och utmaningar, styrmedel, energikällor samt energiomvandlingar och resursanvändning.",
          "A" : "I sin redogörelse använder eleven <strong>med säkerhet</strong> begrepp inom hållbar utveckling, ekosystem, kretslopp, miljöhot och utmaningar, styrmedel, energikällor samt energiomvandlingar och resursanvändning."
        }
      } ]
    }, {
      "heading" : "",
      "knowledgeRequirements" : [ {
        "text" : "Eleven identifierar och avgränsar <strong>________</strong> problemområden inom miljö- och energiområdet samt föreslår och jämför olika handlingsalternativ.",
        "knowledgeRequirementChoice" : {
          "E" : "Eleven identifierar och avgränsar <strong>med viss säkerhet enkla</strong> problemområden inom miljö- och energiområdet samt föreslår och jämför olika handlingsalternativ.",
          "C" : "Eleven identifierar och avgränsar <strong>med viss säkerhet</strong> problemområden inom miljö- och energiområdet samt föreslår och jämför olika handlingsalternativ <strong>med stöd av kemiska och fysikaliska beräkningar och resonemang</strong>.",
          "A" : "Eleven identifierar och avgränsar <strong>med säkerhet komplexa</strong> problemområden inom miljö- och energiområdet samt föreslår och jämför olika handlingsalternativ <strong>med stöd av kemiska och fysikaliska beräkningar och resonemang</strong>. <strong>Under arbetets gång utvecklar eleven nya frågeställningar och testar dem</strong>."
        }
      }, {
        "text" : "Dessutom planerar och genomför eleven <strong>________</strong> med handledare enkla egna undersökningar samt drar <strong>________</strong> slutsatser ur dessa med hjälp av någon eller några vetenskapliga teorier och modeller.",
        "knowledgeRequirementChoice" : {
          "E" : "Dessutom planerar och genomför eleven <strong>i samråd</strong> med handledare enkla egna undersökningar samt drar <strong>enkla</strong> slutsatser ur dessa med hjälp av någon eller några vetenskapliga teorier och modeller.",
          "C" : "Dessutom planerar och genomför eleven <strong>efter samråd</strong> med handledare egna undersökningar, <strong>väljer mellan olika metoder för genomförandet</strong> samt drar <strong>välgrundade</strong> slutsatser ur undersökningarna med hjälp av någon eller några vetenskapliga teorier och modeller.",
          "A" : "Dessutom planerar och genomför eleven <strong>efter samråd</strong> med handledare egna undersökningar, <strong>väljer mellan olika metoder för genomförandet och motiverar sitt val med nyanserade omdömen</strong> samt drar <strong>välgrundade och nyanserade</strong> slutsatser ur undersökningarna med hjälp av någon eller några vetenskapliga teorier och modeller."
        }
      } ]
    }, {
      "heading" : "",
      "knowledgeRequirements" : [ {
        "text" : "Eleven presenterar <strong>________</strong> sina idéer och resultat med några av områdets begrepp och <strong>________</strong> presentationsteknik.",
        "knowledgeRequirementChoice" : {
          "E" : "Eleven presenterar <strong>med viss säkerhet</strong> sina idéer och resultat med några av områdets begrepp och <strong>enkel</strong> presentationsteknik.",
          "C" : "Eleven presenterar <strong>med viss säkerhet</strong> sina idéer och resultat med några av områdets begrepp och med presentationsteknik <strong>som är anpassad till syfte och sammanhang</strong>.",
          "A" : "Eleven presenterar <strong>med säkerhet</strong> sina idéer och resultat med några av områdets begrepp och med presentationsteknik <strong>som är anpassad till syfte och sammanhang</strong>."
        }
      }, {
        "text" : "I sitt arbete diskuterar eleven <strong>________</strong>, och värderar med <strong>________</strong> omdömen, konsekvenser av olika handlingsalternativ ur individ-, natur-, och samhällsperspektiv, samt ger exempel på argument på vetenskaplig och etisk grund och utifrån genusaspekter.",
        "knowledgeRequirementChoice" : {
          "E" : "I sitt arbete diskuterar eleven <strong>översiktligt</strong>, och värderar med <strong>enkla</strong> omdömen, konsekvenser av olika handlingsalternativ ur individ-, natur-, och samhällsperspektiv, samt ger exempel på argument på vetenskaplig och etisk grund och utifrån genusaspekter.",
          "C" : "I sitt arbete diskuterar eleven <strong>utförligt</strong>, och värderar med <strong>enkla</strong> omdömen, konsekvenser av olika handlingsalternativ ur individ-, natur-, och samhällsperspektiv, samt ger exempel på argument på vetenskaplig och etisk grund och utifrån genusaspekter.",
          "A" : "I sitt arbete diskuterar eleven <strong>utförligt och nyanserat</strong>, och värderar med <strong>nyanserade</strong> omdömen, konsekvenser av olika handlingsalternativ ur individ-, natur-, och samhällsperspektiv, samt ger exempel på argument på vetenskaplig och etisk grund och utifrån genusaspekter."
        }
      } ]
    }, {
      "heading" : "",
      "knowledgeRequirements" : [ {
        "text" : "När arbetet är utfört utvärderar eleven med <strong>________</strong> omdömen sitt eget och andras arbete.",
        "knowledgeRequirementChoice" : {
          "E" : "När arbetet är utfört utvärderar eleven med <strong>enkla</strong> omdömen sitt eget och andras arbete.",
          "C" : "När arbetet är utfört utvärderar eleven med <strong>nyanserade</strong> omdömen sitt eget och andras arbete.",
          "A" : "När arbetet är utfört utvärderar eleven med <strong>nyanserade</strong> omdömen sitt eget och andras arbete <strong>samt ger förslag på hur arbetet kan förbättras</strong>."
        }
      } ]
    }, {
      "heading" : "",
      "knowledgeRequirements" : [ {
        "text" : "När eleven samråder med handledare bedömer hon eller han <strong>________</strong> den egna förmågan och situationens krav.",
        "knowledgeRequirementChoice" : {
          "E" : "När eleven samråder med handledare bedömer hon eller han <strong>med viss säkerhet</strong> den egna förmågan och situationens krav.",
          "C" : "När eleven samråder med handledare bedömer hon eller han <strong>med viss säkerhet</strong> den egna förmågan och situationens krav.",
          "A" : "När eleven samråder med handledare bedömer hon eller han <strong>med säkerhet</strong> den egna förmågan och situationens krav."
        }
      } ]
    } ],
    "point" : 100,
    "year" : null
  }, {
    "name" : "Politik och hållbar utveckling",
    "description" : "Kursen politik och hållbar utveckling omfattar punkterna 1–6 under rubriken Ämnets syfte.",
    "code" : "HÅLPOL0",
    "centralContent" : [ {
      "heading" : "Undervisningen i kursen ska behandla följande centrala innehåll:",
      "lines" : [ "Grundläggande begrepp inom området hållbar utveckling.", "Miljöhot och politiska utmaningar speglade genom till exempel ekologiska fotavtryck.", "Samhällets styrmedel och mål på lokal, regional, nationell och internationell nivå samt hur de används i samband med frågor om en hållbar användning av naturresurser.", "Olika metoder för miljövärdering, till exempel när myndigheter genomför samhällsekonomiska konsekvensanalyser.", "Svensk och europeisk miljölagstiftning samt internationella konventioner och överenskommelser med kopplingar till hållbar utveckling.", "Den politiska beslutsprocessen inom området hållbar utveckling i Sverige och inom EU.", "Miljöpolitiska intressekonflikter, från dåtid till nutid och lokalt till globalt.", "Intresseorganisationer inom området hållbar utveckling, deras arbete och påverkan på den politiska agendan från lokal till global nivå.", "Etiska värderingar och överväganden i samband med politiska beslut.", "Praktiska fallstudier." ]
    } ],
    "knowledgeRequirementParagraphs" : [ {
      "heading" : "",
      "knowledgeRequirements" : [ {
        "text" : "Eleven redogör <strong>________</strong> för olika förutsättningar och möjligheter att med politiska medel nå en hållbar utveckling.",
        "knowledgeRequirementChoice" : {
          "E" : "Eleven redogör <strong>översiktligt</strong> för olika förutsättningar och möjligheter att med politiska medel nå en hållbar utveckling.",
          "C" : "Eleven redogör <strong>utförligt</strong> för olika förutsättningar och möjligheter att med politiska medel nå en hållbar utveckling.",
          "A" : "Eleven redogör <strong>utförligt och nyanserat</strong> för olika förutsättningar och möjligheter att med politiska medel nå en hållbar utveckling."
        }
      }, {
        "text" : "I sin redogörelse använder eleven <strong>________</strong> begrepp inom hållbar utveckling, miljöhot och utmaningar, resursanvändning, styrmedel och mål, aktuell lagstiftning, politik samt miljövärdering.",
        "knowledgeRequirementChoice" : {
          "E" : "I sin redogörelse använder eleven <strong>med viss säkerhet</strong> begrepp inom hållbar utveckling, miljöhot och utmaningar, resursanvändning, styrmedel och mål, aktuell lagstiftning, politik samt miljövärdering.",
          "C" : "I sin redogörelse använder eleven <strong>med viss säkerhet</strong> begrepp inom hållbar utveckling, miljöhot och utmaningar, resursanvändning, styrmedel och mål, aktuell lagstiftning, politik samt miljövärdering.",
          "A" : "I sin redogörelse använder eleven <strong>med säkerhet</strong> begrepp inom hållbar utveckling, miljöhot och utmaningar, resursanvändning, styrmedel och mål, aktuell lagstiftning, politik samt miljövärdering."
        }
      } ]
    }, {
      "heading" : "",
      "knowledgeRequirements" : [ {
        "text" : "Eleven identifierar och avgränsar <strong>________</strong> problemområden samt föreslår och jämför olika handlingsalternativ.",
        "knowledgeRequirementChoice" : {
          "E" : "Eleven identifierar och avgränsar <strong>med viss säkerhet enkla</strong> problemområden samt föreslår och jämför olika handlingsalternativ.",
          "C" : "Eleven identifierar och avgränsar <strong>med viss säkerhet</strong> problemområden samt föreslår och jämför olika handlingsalternativ.",
          "A" : "Eleven identifierar och avgränsar <strong>med säkerhet komplexa</strong> problemområden samt föreslår och jämför olika handlingsalternativ. <strong>Under arbetets gång utvecklar eleven nya frågeställningar och testar dem</strong>."
        }
      }, {
        "text" : "Dessutom planerar och genomför eleven <strong>________</strong> med handledare enkla egna undersökningar samt drar <strong>________</strong> slutsatser ur undersökningarna med hjälp av någon eller några vetenskapliga teorier och modeller.",
        "knowledgeRequirementChoice" : {
          "E" : "Dessutom planerar och genomför eleven <strong>i samråd</strong> med handledare enkla egna undersökningar samt drar <strong>enkla</strong> slutsatser ur undersökningarna med hjälp av någon eller några vetenskapliga teorier och modeller.",
          "C" : "Dessutom planerar och genomför eleven <strong>efter samråd</strong> med handledare egna undersökningar, <strong>väljer mellan olika metoder för genomförandet</strong> samt drar <strong>välgrundade</strong> slutsatser ur undersökningarna med hjälp av någon eller några vetenskapliga teorier och modeller.",
          "A" : "Dessutom planerar och genomför eleven <strong>efter samråd</strong> med handledare egna undersökningar, <strong>väljer mellan olika metoder för genomförandet och motiverar sitt val med nyanserade omdömen</strong> samt drar <strong>välgrundade och nyanserade</strong> slutsatser ur undersökningarna med hjälp av någon eller några vetenskapliga teorier och modeller."
        }
      } ]
    }, {
      "heading" : "",
      "knowledgeRequirements" : [ {
        "text" : "Eleven presenterar <strong>________</strong> sina idéer och resultat med några av områdets begrepp och <strong>________</strong> presentationsteknik.",
        "knowledgeRequirementChoice" : {
          "E" : "Eleven presenterar <strong>med viss säkerhet</strong> sina idéer och resultat med några av områdets begrepp och <strong>enkel</strong> presentationsteknik.",
          "C" : "Eleven presenterar <strong>med viss säkerhet</strong> sina idéer och resultat med några av områdets begrepp och med presentationsteknik <strong>som är anpassad till syfte och sammanhang</strong>.",
          "A" : "Eleven presenterar <strong>med säkerhet</strong> sina idéer och resultat med några av områdets begrepp och med presentationsteknik <strong>som är anpassad till syfte och sammanhang</strong>."
        }
      }, {
        "text" : "I sitt arbete diskuterar eleven <strong>________</strong>, och värderar med <strong>________</strong> omdömen, konsekvenser av olika handlingsalternativ ur individ-, natur-, och samhällsperspektiv, samt ger exempel på argument på vetenskaplig och etisk grund och utifrån genusaspekter.",
        "knowledgeRequirementChoice" : {
          "E" : "I sitt arbete diskuterar eleven <strong>översiktligt</strong>, och värderar med <strong>enkla</strong> omdömen, konsekvenser av olika handlingsalternativ ur individ-, natur-, och samhällsperspektiv, samt ger exempel på argument på vetenskaplig och etisk grund och utifrån genusaspekter.",
          "C" : "I sitt arbete diskuterar eleven <strong>utförligt</strong>, och värderar med <strong>enkla</strong> omdömen, konsekvenser av olika handlingsalternativ ur individ-, natur-, och samhällsperspektiv, samt ger exempel på argument på vetenskaplig och etisk grund och utifrån genusaspekter.",
          "A" : "I sitt arbete diskuterar eleven <strong>utförligt och nyanserat</strong>, och värderar med <strong>nyanserade</strong> omdömen, konsekvenser av olika handlingsalternativ ur individ-, natur-, och samhällsperspektiv, samt ger exempel på argument på vetenskaplig och etisk grund och utifrån genusaspekter."
        }
      } ]
    }, {
      "heading" : "",
      "knowledgeRequirements" : [ {
        "text" : "När arbetet är utfört utvärderar eleven med <strong>________</strong> omdömen sitt eget och andras arbete.",
        "knowledgeRequirementChoice" : {
          "E" : "När arbetet är utfört utvärderar eleven med <strong>enkla</strong> omdömen sitt eget och andras arbete.",
          "C" : "När arbetet är utfört utvärderar eleven med <strong>nyanserade</strong> omdömen sitt eget och andras arbete.",
          "A" : "När arbetet är utfört utvärderar eleven med <strong>nyanserade</strong> omdömen sitt eget och andras arbete <strong>samt ger förslag på hur arbetet kan förbättras</strong>."
        }
      } ]
    }, {
      "heading" : "",
      "knowledgeRequirements" : [ {
        "text" : "När eleven samråder med handledare bedömer hon eller han <strong>________</strong> den egna förmågan och situationens krav.",
        "knowledgeRequirementChoice" : {
          "E" : "När eleven samråder med handledare bedömer hon eller han <strong>med viss säkerhet</strong> den egna förmågan och situationens krav.",
          "C" : "När eleven samråder med handledare bedömer hon eller han <strong>med viss säkerhet</strong> den egna förmågan och situationens krav.",
          "A" : "När eleven samråder med handledare bedömer hon eller han <strong>med säkerhet</strong> den egna förmågan och situationens krav."
        }
      } ]
    } ],
    "point" : 100,
    "year" : null
  } ]
}