{
  "name" : "Idrott och hälsa",
  "description" : "Idrott, friluftsliv och olika former av motion och rekreation har stor betydelse såväl för enskilda människors hälsa som för folkhälsan. Ämnet idrott och hälsa förvaltar ett kulturellt arv av fysiska aktiviteter och naturupplevelser. Det ger tillfälle att uppleva och förstå betydelsen av rörelseaktiviteter och deras samband med välbefinnande och hälsa. Färdigheter i och kunskaper om rörelseaktiviteter och hur olika livsstilsfaktorer påverkar människors hälsa är grundläggande för att människor ska kunna ta ansvar för sin hälsa.",
  "code" : "IDR",
  "designation" : "",
  "skolfsId" : "2010:261",
  "purposes" : [ {
    "type" : "PARAGRAPH",
    "heading" : "",
    "lines" : [ "Undervisningen i ämnet idrott och hälsa ska syfta till att eleverna utvecklar sin kroppsliga förmåga samt förmåga att planera, genomföra och värdera olika rörelseaktiviteter som allsidigt främjar den kroppsliga förmågan.", "Vidare ska undervisningen bidra till att eleverna utvecklar intresse för och förmåga att använda olika rörelseaktiviteter, utemiljöer och naturen som en källa till välbefinnande." ]
  }, {
    "type" : "PARAGRAPH",
    "heading" : "",
    "lines" : [ "Undervisningen ska leda till att eleverna utvecklar kunskaper om hur den egna kroppen fungerar i arbete, om livsstilens betydelse och om konsekvenserna av fysisk aktivitet och inaktivitet.", "Genom undervisningen ska eleverna ges möjlighet att utveckla kunskaper i att hantera säkerhet och nödsituationer vid fysiska aktiviteter.", "Undervisningen ska också bidra till att eleverna utvecklar hälso- och miljömedvetenhet samt intresse för att delta i arbetet med hälsofrågor i arbetsliv och samhälle." ]
  }, {
    "type" : "PARAGRAPH",
    "heading" : "",
    "lines" : [ "Undervisningen ska utgöras av fysiska aktiviteter utformade så att alla kan delta och utvecklas utifrån egna förutsättningar.", "Den ska bidra till att eleverna utvecklar förmåga att anpassa fysiska aktiviteter utifrån sina behov, syften och mål.", "I undervisningen ska erfarenheterna av fysiska aktiviteter relateras till fakta och teorier." ]
  }, {
    "type" : "PARAGRAPH",
    "heading" : "",
    "lines" : [ "Undervisningen ska medvetandegöra och motverka stereotypa föreställningar om vad som anses vara manligt och kvinnligt samt belysa konsekvenserna av olika kroppsideal.", "Den ska också behandla andra frågor om etik och moral i relation till idrottsutövande." ]
  }, {
    "type" : "BULLET",
    "heading" : "Undervisningen i ämnet idrott och hälsa ska ge eleverna förutsättningar att utveckla följande:",
    "lines" : [ "Förmåga att planera och genomföra fysiska aktiviteter som befäster och vidareutvecklar kroppslig förmåga och hälsa.", "Förmåga att genomföra och anpassa utevistelser utifrån olika förhållanden och miljöer.", "Kunskaper om betydelsen av fysiska aktiviteter och naturupplevelser för kroppslig förmåga och hälsa.", "Förmåga att hantera säkerhet och nödsituationer i samband med fysiska aktiviteter.", "Kunskaper om kulturella och sociala aspekter på fysiska aktiviteter och naturupplevelser.", "Förmåga att etiskt ta ställning i frågor om könsmönster, jämställdhet och identitet i relation till idrotts- och motionsutövande.", "Kunskaper om de krav som olika situationer ställer på ergonomisk anpassning av rörelser. Förmåga att ergonomiskt anpassa sina rörelser till olika situationer och att bedöma hur miljöer ergonomiskt kan anpassas till människan." ]
  } ],
  "courses" : [ {
    "name" : "Idrott och hälsa 1",
    "description" : "Kursen idrott och hälsa 1 omfattar punkterna 1–7 under rubriken Ämnets syfte.",
    "code" : "IDRIDR01",
    "centralContent" : [ {
      "heading" : "Undervisningen i kursen ska behandla följande centrala innehåll:",
      "lines" : [ "Den fysiska aktivitetens och livsstilens betydelse för kroppslig förmåga och hälsa.", "Motions-, idrotts- och friluftsaktiviteter som utvecklar en allsidig kroppslig förmåga.", "Träningsmetoder och deras effekter, till exempel konditions- och koordinationsträning.", "Rörelse till musik samt dans.", "Utemiljöer och naturen som arena för rörelseaktiviteter och rekreation.", "Metoder och redskap för friluftsliv.", "Säkerhet i samband med fysiska aktiviteter och friluftsliv.", "Åtgärder vid skador och nödsituationer, till exempel livräddande aktiviteter vid blödning och drunkningstillbud.", "Kosthållning, droger och dopningspreparats betydelse för hälsa och prestation.", "Spänningsreglering och mental träning.", "Arbets- och studiemiljöer: samspel mellan situationens krav och människan utifrån ergonomiska aspekter, till exempel kroppslig balans och lyftteknik." ]
    } ],
    "knowledgeRequirementParagraphs" : [ {
      "heading" : "",
      "knowledgeRequirements" : [ {
        "text" : "Eleven kan med goda rörelsekvaliteter genomföra en bredd av aktiviteter som utvecklar den kroppsliga förmågan.",
        "knowledgeRequirementChoice" : {
          "E" : "Eleven kan med goda rörelsekvaliteter genomföra en bredd av aktiviteter som utvecklar den kroppsliga förmågan.",
          "C" : "Eleven kan <strong>med säkerhet</strong> och med goda rörelsekvaliteter genomföra en bredd av aktiviteter som utvecklar den kroppsliga förmågan.",
          "A" : "Eleven kan <strong>med säkerhet</strong> och med goda rörelsekvaliteter genomföra en bredd av aktiviteter, <strong>även av komplex karaktär</strong>, som utvecklar den kroppsliga förmågan."
        }
      }, {
        "text" : "I samband med det beskriver eleven <strong>________</strong> aktiviteternas och livsstilens betydelse för den kroppsliga förmågan och hälsan.",
        "knowledgeRequirementChoice" : {
          "E" : "I samband med det beskriver eleven <strong>översiktligt</strong> aktiviteternas och livsstilens betydelse för den kroppsliga förmågan och hälsan.",
          "C" : "I samband med det kan eleven <strong>utförligt</strong> beskriva aktiviteternas och livsstilens betydelse för den kroppsliga förmågan och hälsan. <strong>Beskrivningen innehåller förklaringar med koppling till relevanta teorier</strong>.",
          "A" : "I samband med det kan eleven <strong>utförligt och nyanserat</strong> beskriva aktiviteternas och livsstilens betydelse för den kroppsliga förmågan och hälsan. <strong>Beskrivningen innehåller förklaringar med koppling till relevanta teorier</strong>."
        }
      } ]
    }, {
      "heading" : "",
      "knowledgeRequirements" : [ {
        "text" : "Eleven kan bedöma sina egna utvecklingsbehov i fråga om kroppslig förmåga och kan <strong>________</strong> välja områden och metoder för träning, ta ett aktivt ansvar för att genomföra dessa samt med <strong>________</strong> omdömen värdera resultatet.",
        "knowledgeRequirementChoice" : {
          "E" : "Eleven kan bedöma sina egna utvecklingsbehov i fråga om kroppslig förmåga och kan <strong>med viss säkerhet</strong> välja områden och metoder för träning, ta ett aktivt ansvar för att genomföra dessa samt med <strong>enkla</strong> omdömen värdera resultatet.",
          "C" : "Eleven kan bedöma sina egna utvecklingsbehov i fråga om kroppslig förmåga och kan <strong>med viss säkerhet</strong> välja områden och metoder för <strong>regelbunden</strong> träning, ta ett aktivt ansvar för att genomföra dessa samt med <strong>nyanserade</strong> omdömen värdera resultatet.",
          "A" : "Eleven kan bedöma sina egna utvecklingsbehov i fråga om kroppslig förmåga och <strong>med säkerhet</strong> välja områden och metoder för <strong>regelbunden</strong> träning, ta ett aktivt ansvar för att genomföra dessa samt med <strong>nyanserade</strong> omdömen värdera resultatet <strong>i relation till träningsmetodernas teorier</strong>. <strong>Dessutom kan eleven anpassa sin träning till variationer i förutsättningarna</strong>."
        }
      }, {
        "text" : "Eleven visar i utövandet av idrott, motion och friluftsliv hänsyn till sin egen och andras säkerhet och kan <strong>________</strong> med handledare vidta åtgärder vid skada eller nödsituation.",
        "knowledgeRequirementChoice" : {
          "E" : "Eleven visar i utövandet av idrott, motion och friluftsliv hänsyn till sin egen och andras säkerhet och kan <strong>i samråd</strong> med handledare vidta åtgärder vid skada eller nödsituation.",
          "C" : "Eleven visar i utövandet av idrott, motion och friluftsliv hänsyn till sin egen och andras säkerhet och kan <strong>efter samråd</strong> med handledare vidta åtgärder vid skada eller nödsituation.",
          "A" : "Eleven visar i utövandet av idrott, motion och friluftsliv hänsyn till sin egen och andras säkerhet och kan <strong>efter samråd</strong> med handledare vidta åtgärder vid skada eller nödsituation."
        }
      } ]
    }, {
      "heading" : "",
      "knowledgeRequirements" : [ {
        "text" : "Eleven kan med goda rörelsekvaliteter genomföra aktiviteter i naturmiljöer.",
        "knowledgeRequirementChoice" : {
          "E" : "Eleven kan med goda rörelsekvaliteter genomföra aktiviteter i naturmiljöer.",
          "C" : "Eleven kan <strong>med säkerhet</strong> och med goda rörelsekvaliteter genomföra aktiviteter i naturmiljöer.",
          "A" : "Eleven kan <strong>med säkerhet</strong> och med goda rörelsekvaliteter genomföra aktiviteter i naturmiljöer."
        }
      }, {
        "text" : "Dessutom kan eleven <strong>________</strong> diskutera friluftsliv, motion och idrott som sociala och kulturella fenomen och <strong>________</strong> beskriva hur olika livsstilar och kroppsideal framträder i träningsverksamheter, friluftsliv och samhället i övrigt.",
        "knowledgeRequirementChoice" : {
          "E" : "Dessutom kan eleven <strong>översiktligt</strong> diskutera friluftsliv, motion och idrott som sociala och kulturella fenomen och <strong>översiktligt</strong> beskriva hur olika livsstilar och kroppsideal framträder i träningsverksamheter, friluftsliv och samhället i övrigt.",
          "C" : "Dessutom kan eleven <strong>utförligt</strong> diskutera friluftsliv, motion och idrott som sociala och kulturella fenomen och <strong>utförligt</strong> beskriva hur olika livsstilar och kroppsideal framträder i träningsverksamheter, friluftsliv och samhället i övrigt.",
          "A" : "Dessutom kan eleven <strong>utförligt och nyanserat</strong> diskutera friluftsliv, motion och idrott som sociala och kulturella fenomen och <strong>utförligt och nyanserat</strong> beskriva hur olika livsstilar och kroppsideal framträder i träningsverksamheter, friluftsliv och samhället i övrigt."
        }
      } ]
    }, {
      "heading" : "",
      "knowledgeRequirements" : [ {
        "text" : "Eleven kan <strong>________</strong> redogöra för de krav som olika situationer ställer på ergonomisk anpassning av rörelser.",
        "knowledgeRequirementChoice" : {
          "E" : "Eleven kan <strong>översiktligt</strong> redogöra för de krav som olika situationer ställer på ergonomisk anpassning av rörelser.",
          "C" : "Eleven kan <strong>utförligt</strong> redogöra för de krav som olika situationer ställer på ergonomisk anpassning av rörelser.",
          "A" : "Eleven kan <strong>utförligt och nyanserat</strong> redogöra för de krav som olika situationer ställer på ergonomisk anpassning av rörelser."
        }
      }, {
        "text" : "Eleven kan <strong>________</strong> anpassa sina rörelser ergonomiskt till olika situationer och <strong>________</strong> diskutera hur arbets- och studiemiljöer kan anpassas till människan.",
        "knowledgeRequirementChoice" : {
          "E" : "Eleven kan <strong>med viss säkerhet</strong> anpassa sina rörelser ergonomiskt till olika situationer och <strong>översiktligt</strong> diskutera hur arbets- och studiemiljöer kan anpassas till människan.",
          "C" : "Eleven kan <strong>med viss säkerhet</strong> anpassa sina rörelser ergonomiskt till olika situationer och <strong>utförligt</strong> diskutera hur arbets- och studiemiljöer kan anpassas till människan.",
          "A" : "Eleven kan <strong>med säkerhet</strong> anpassa sina rörelser ergonomiskt till olika situationer och <strong>utförligt och nyanserat</strong> diskutera hur arbets- och studiemiljöer kan anpassas till människan."
        }
      } ]
    }, {
      "heading" : "",
      "knowledgeRequirements" : [ {
        "text" : "När eleven samråder med handledare kan hon eller han <strong>________</strong> bedöma den egna förmågan och situationens krav.",
        "knowledgeRequirementChoice" : {
          "E" : "När eleven samråder med handledare kan hon eller han <strong>med viss säkerhet</strong> bedöma den egna förmågan och situationens krav.",
          "C" : "När eleven samråder med handledare kan hon eller han <strong>med viss säkerhet</strong> bedöma den egna förmågan och situationens krav.",
          "A" : "När eleven samråder med handledare kan hon eller han <strong>med säkerhet</strong> bedöma den egna förmågan och situationens krav."
        }
      } ]
    } ],
    "point" : 100,
    "year" : null
  }, {
    "name" : "Idrott och hälsa 1 – specialisering",
    "description" : "Kursen idrott och hälsa 1 – specialisering omfattar punkterna 1 och 3–6 under rubriken Ämnets syfte, med särskild betoning på punkterna 1 och 5–6. I kursen behandlas specialisering inom vald idrott.",
    "code" : "IDRIDO01",
    "centralContent" : [ {
      "heading" : "Undervisningen i kursen ska behandla följande centrala innehåll:",
      "lines" : [ "Regler, tekniker och taktik inom vald idrott.", "Planering, genomförande och analys av träningsprogram för vald idrott.", "Hur vald idrott utvecklar den kroppsliga förmågan.", "Vald idrott ur ett hälsoperspektiv.", "Vald idrotts organisation och historia.", "Organisation av barnverksamhet inom vald idrott.", "Kulturella och sociala aspekter på vald idrott.", "Etik och moral i förhållande till vald idrott." ]
    } ],
    "knowledgeRequirementParagraphs" : [ {
      "heading" : "",
      "knowledgeRequirements" : [ {
        "text" : "Eleven kan med goda rörelsekvaliteter genomföra vald idrott i enlighet med dess regler, teknik och taktik.",
        "knowledgeRequirementChoice" : {
          "E" : "Eleven kan med goda rörelsekvaliteter genomföra vald idrott i enlighet med dess regler, teknik och taktik.",
          "C" : "Eleven kan <strong>med säkerhet och</strong> med goda rörelsekvaliteter genomföra vald idrott i enlighet med dess regler, teknik och taktik.",
          "A" : "Eleven kan <strong>med säkerhet</strong> och med goda rörelsekvaliteter genomföra vald idrott i enlighet med dess regler, teknik och taktik."
        }
      }, {
        "text" : "I samband med detta kan eleven <strong>________</strong> beskriva idrottens uppbyggnad och karaktär samt vilka krav utövandet av idrotten ställer på den kroppsliga förmågan.",
        "knowledgeRequirementChoice" : {
          "E" : "I samband med detta kan eleven <strong>översiktligt</strong> beskriva idrottens uppbyggnad och karaktär samt vilka krav utövandet av idrotten ställer på den kroppsliga förmågan.",
          "C" : "I samband med detta kan eleven <strong>utförligt</strong> beskriva idrottens uppbyggnad och karaktär samt vilka krav utövandet av idrotten ställer på den kroppsliga förmågan.",
          "A" : "I samband med detta kan eleven <strong>utförligt och nyanserat</strong> beskriva idrottens uppbyggnad och karaktär samt vilka krav utövandet av idrotten ställer på den kroppsliga förmågan."
        }
      }, {
        "text" : "På denna grund kan eleven <strong>________</strong> bedöma sina egna utvecklingsbehov i fråga om kroppslig, teknisk och taktisk förmåga och kan <strong>________</strong> med handledare planera program för regelbunden träning samt aktivt ta ansvar för att genomföra dessa.",
        "knowledgeRequirementChoice" : {
          "E" : "På denna grund kan eleven <strong>med viss säkerhet</strong> bedöma sina egna utvecklingsbehov i fråga om kroppslig, teknisk och taktisk förmåga och kan <strong>i samråd</strong> med handledare planera program för regelbunden träning samt aktivt ta ansvar för att genomföra dessa.",
          "C" : "På denna grund kan eleven <strong>med viss säkerhet</strong> bedöma sina egna utvecklingsbehov i fråga om kroppslig, teknisk och taktisk förmåga och <strong>efter samråd</strong> med handledare planera program för regelbunden träning samt aktivt ta ansvar för att genomföra dessa.",
          "A" : "På denna grund kan eleven <strong>med säkerhet</strong> bedöma sina egna utvecklingsbehov i fråga om kroppslig, teknisk och taktisk förmåga och <strong>efter samråd</strong> med handledare planera program för regelbunden träning samt aktivt ta ansvar för att genomföra dessa."
        }
      }, {
        "text" : "Dessutom kan eleven med <strong>________</strong> omdömen värdera resultatet av sin träning.",
        "knowledgeRequirementChoice" : {
          "E" : "Dessutom kan eleven med <strong>enkla</strong> omdömen värdera resultatet av sin träning.",
          "C" : "Dessutom kan eleven med <strong>nyanserade</strong> omdömen värdera resultatet av sin träning.",
          "A" : "Dessutom kan eleven med <strong>nyanserade</strong> omdömen värdera resultatet av sin träning <strong>i relation till träningsmetodernas teori</strong>."
        }
      } ]
    }, {
      "heading" : "",
      "knowledgeRequirements" : [ {
        "text" : "Eleven kan <strong>________</strong> diskutera vald idrotts betydelse för utveckling av kroppslig förmåga, hälsa och välbefinnande.",
        "knowledgeRequirementChoice" : {
          "E" : "Eleven kan <strong>översiktligt</strong> diskutera vald idrotts betydelse för utveckling av kroppslig förmåga, hälsa och välbefinnande.",
          "C" : "Eleven kan <strong>utförligt</strong> diskutera vald idrotts betydelse för utveckling av kroppslig förmåga, hälsa och välbefinnande.",
          "A" : "Eleven kan <strong>utförligt och nyanserat</strong> diskutera vald idrotts betydelse för utveckling av kroppslig förmåga, hälsa och välbefinnande."
        }
      } ]
    }, {
      "heading" : "",
      "knowledgeRequirements" : [ {
        "text" : "Eleven kan <strong>________</strong> beskriva riskfaktorer i samband med träningen och idrottsutövningen.",
        "knowledgeRequirementChoice" : {
          "E" : "Eleven kan <strong>översiktligt</strong> beskriva riskfaktorer i samband med träningen och idrottsutövningen.",
          "C" : "Eleven kan <strong>utförligt</strong> beskriva riskfaktorer i samband med träningen och idrottsutövningen <strong>samt anpassa träning och idrottsutövande för att minimera dem</strong>.",
          "A" : "Eleven kan <strong>utförligt och nyanserat</strong> beskriva riskfaktorer i samband med träningen och idrottsutövningen <strong>samt anpassa träning och idrottsutövande för att minimera dem</strong>."
        }
      }, {
        "text" : "I utövandet av sin idrott visar eleven hänsyn till sin egen och andras säkerhet.",
        "knowledgeRequirementChoice" : {
          "E" : "I utövandet av sin idrott visar eleven hänsyn till sin egen och andras säkerhet.",
          "C" : "I utövandet av sin idrott visar eleven hänsyn till sin egen och andras säkerhet.",
          "A" : "I utövandet av sin idrott visar eleven hänsyn till sin egen och andras säkerhet."
        }
      } ]
    }, {
      "heading" : "",
      "knowledgeRequirements" : [ {
        "text" : "Eleven kan <strong>________</strong> med handledare planera, organisera och utvärdera <strong>________</strong> verksamheter för barn och ungdomar inom vald idrott.",
        "knowledgeRequirementChoice" : {
          "E" : "Eleven kan <strong>i samråd</strong> med handledare planera, organisera och utvärdera <strong>enkla</strong> verksamheter för barn och ungdomar inom vald idrott.",
          "C" : "Eleven kan <strong>efter samråd</strong> med handledare planera, organisera och utvärdera <strong>anpassade</strong> verksamheter för barn och ungdomar inom vald idrott.",
          "A" : "Eleven kan <strong>efter samråd</strong> med handledare planera, organisera och utvärdera <strong>anpassade</strong> verksamheter för barn och ungdomar inom vald idrott."
        }
      } ]
    }, {
      "heading" : "",
      "knowledgeRequirements" : [ {
        "text" : "Eleven kan <strong>________</strong> diskutera sociala och kulturella aspekter på vald idrott samt frågor om könsmönster, kroppsideal och etik som är relevanta för den valda idrotten.",
        "knowledgeRequirementChoice" : {
          "E" : "Eleven kan <strong>översiktligt</strong> diskutera sociala och kulturella aspekter på vald idrott samt frågor om könsmönster, kroppsideal och etik som är relevanta för den valda idrotten.",
          "C" : "Eleven kan <strong>utförligt</strong> diskutera sociala och kulturella aspekter på vald idrott samt frågor om könsmönster, kroppsideal och etik som är relevanta för den valda idrotten.",
          "A" : "Eleven kan <strong>utförligt och nyanserat</strong> diskutera sociala och kulturella aspekter på vald idrott samt <strong>utförligt och nyanserat</strong> frågor om könsmönster, kroppsideal och etik som är relevanta för den valda idrotten."
        }
      } ]
    }, {
      "heading" : "",
      "knowledgeRequirements" : [ {
        "text" : "När eleven samråder med handledare kan hon eller han <strong>________</strong> bedöma den egna förmågan och situationens krav.",
        "knowledgeRequirementChoice" : {
          "E" : "När eleven samråder med handledare kan hon eller han <strong>med viss säkerhet</strong> bedöma den egna förmågan och situationens krav.",
          "C" : "När eleven samråder med handledare kan hon eller han <strong>med viss säkerhet</strong> bedöma den egna förmågan och situationens krav.",
          "A" : "När eleven samråder med handledare kan hon eller han <strong>med säkerhet</strong> bedöma den egna förmågan och situationens krav."
        }
      } ]
    } ],
    "point" : 100,
    "year" : null
  }, {
    "name" : "Idrott och hälsa 2",
    "description" : "Kursen idrott och hälsa 2 omfattar punkterna 1–7 under rubriken Ämnets syfte. I kursen behandlas fördjupade kunskaper i ämnet.",
    "code" : "IDRIDR02",
    "centralContent" : [ {
      "heading" : "Undervisningen i kursen ska behandla följande innehåll:",
      "lines" : [ "Upplevelsebaserade rörelseaktiviteter utomhus, till exempel paddling, klättring, ridning, orientering, friluftsliv och geografiskt betingade aktiviteter som skidåkning.", "Fysiologiska och psykologiska effekter av träning och fysisk aktivitet.", "Musik, rytm och dans som inspiration för att utveckla kroppslig förmåga.", "Hälsobegreppets grunder. Hälsofrämjande arbetssätt samt hur arbetssätten kan dokumenteras.", "Riskfaktorer i samband med fysiska aktiviteter, till exempel överträning och skador i samband med idrott och motionsaktiviteter.", "Idrott, dans och motionsaktiviteter som samhällsfenomen och som sociala och kulturella verktyg.", "Olika kroppsideals påverkan på människor, till exempel ätstörningar och dopning.", "Miljöer: samspel mellan situationens krav och människan utifrån ergonomiska aspekter." ]
    } ],
    "knowledgeRequirementParagraphs" : [ {
      "heading" : "",
      "knowledgeRequirements" : [ {
        "text" : "Eleven kan med goda rörelsekvaliteter genomföra en bredd av aktiviteter som utvecklar den kroppsliga förmågan.",
        "knowledgeRequirementChoice" : {
          "E" : "Eleven kan med goda rörelsekvaliteter genomföra en bredd av aktiviteter som utvecklar den kroppsliga förmågan.",
          "C" : "Eleven kan <strong>med säkerhet</strong> och med goda rörelsekvaliteter genomföra en bredd av aktiviteter som utvecklar den kroppsliga förmågan.",
          "A" : "Eleven kan <strong>med säkerhet</strong> och med goda rörelsekvaliteter genomföra en bredd av aktiviteter, <strong>även av komplex karaktär</strong>, som utvecklar den kroppsliga förmågan."
        }
      }, {
        "text" : "I samband med det kan eleven <strong>________</strong> beskriva aktiviteternas fysiologiska och psykologiska betydelse för den kroppsliga förmågan och hälsan.",
        "knowledgeRequirementChoice" : {
          "E" : "I samband med det kan eleven <strong>översiktligt</strong> beskriva aktiviteternas fysiologiska och psykologiska betydelse för den kroppsliga förmågan och hälsan.",
          "C" : "I samband med det kan eleven <strong>utförligt</strong> beskriva aktiviteternas fysiologiska och psykologiska betydelse för den kroppsliga förmågan och hälsan.",
          "A" : "I samband med det kan eleven <strong>utförligt och nyanserat</strong> beskriva aktiviteternas fysiologiska och psykologiska betydelse för den kroppsliga förmågan och hälsan."
        }
      } ]
    }, {
      "heading" : "",
      "knowledgeRequirements" : [ {
        "text" : "Eleven kan <strong>________</strong> beskriva innebörden av ett hälsofrämjande arbetssätt.",
        "knowledgeRequirementChoice" : {
          "E" : "Eleven kan <strong>översiktligt</strong> beskriva innebörden av ett hälsofrämjande arbetssätt.",
          "C" : "<strong>Eleven kan redogöra för hälsobegreppets grunder</strong> samt <strong>utförligt</strong> beskriva innebörden av ett hälsofrämjande arbetssätt.",
          "A" : "<strong>Eleven kan redogöra för hälsobegreppets grunder</strong> samt <strong>utförligt och nyanserat</strong> beskriva innebörden av ett hälsofrämjande arbetssätt."
        }
      }, {
        "text" : "På denna grund kan eleven bedöma sina egna utvecklingsbehov i fråga om kroppslig förmåga, <strong>________</strong> välja och planera områden och metoder för regelbunden träning, ta ett aktivt ansvar för att genomföra dessa samt med <strong>________</strong> omdömen värdera resultatet i relation till träningsmetodernas teori.",
        "knowledgeRequirementChoice" : {
          "E" : "På denna grund kan eleven bedöma sina egna utvecklingsbehov i fråga om kroppslig förmåga, <strong>med viss säkerhet</strong> välja och planera områden och metoder för regelbunden träning, ta ett aktivt ansvar för att genomföra dessa samt med <strong>enkla</strong> omdömen värdera resultatet i relation till träningsmetodernas teori.",
          "C" : "På denna grund kan eleven bedöma sina egna utvecklingsbehov i fråga om kroppslig förmåga, <strong>med viss säkerhet</strong> välja och planera områden och metoder för regelbunden träning, ta ett aktivt ansvar för att genomföra dessa samt med <strong>enkla</strong> omdömen värdera resultatet i relation till träningsmetodernas teori. <strong>Vid behov kan eleven anpassa sin träning till variationer i förutsättningarna</strong>.",
          "A" : "På denna grund kan eleven bedöma sina egna utvecklingsbehov i fråga om kroppslig förmåga, <strong>med säkerhet</strong> välja och planera områden och metoder för regelbunden träning, ta ett aktivt ansvar för att genomföra dessa samt med <strong>nyanserade</strong> omdömen värdera resultatet i relation till träningsmetodernas teori. <strong>Vid behov kan eleven anpassa sin träning till variationer i förutsättningarna</strong>."
        }
      }, {
        "text" : "Eleven visar i utövandet av idrott, motion och friluftsliv hänsyn till sin egen och andras säkerhet samt kan <strong>________</strong> beskriva riskfaktorer i samband med fysiska aktiviteter.",
        "knowledgeRequirementChoice" : {
          "E" : "Eleven visar i utövandet av idrott, motion och friluftsliv hänsyn till sin egen och andras säkerhet samt kan <strong>översiktligt</strong> beskriva riskfaktorer i samband med fysiska aktiviteter.",
          "C" : "Eleven visar i utövandet av idrott, motion och friluftsliv hänsyn till sin egen och andras säkerhet samt kan <strong>utförligt</strong> beskriva riskfaktorer i samband med fysiska aktiviteter.",
          "A" : "Eleven visar i utövandet av idrott, motion och friluftsliv hänsyn till sin egen och andras säkerhet samt kan <strong>utförligt och nyanserat</strong> beskriva riskfaktorer i samband med fysiska aktiviteter."
        }
      } ]
    }, {
      "heading" : "",
      "knowledgeRequirements" : [ {
        "text" : "Eleven kan med goda rörelsekvaliteter genomföra friluftsliv, motion och idrott.",
        "knowledgeRequirementChoice" : {
          "E" : "Eleven kan med goda rörelsekvaliteter genomföra friluftsliv, motion och idrott.",
          "C" : "Eleven kan <strong>med säkerhet och</strong> med goda rörelsekvaliteter genomföra friluftsliv, motion och idrott.",
          "A" : "Eleven kan <strong>med säkerhet</strong> och med goda rörelsekvaliteter beskriva friluftsliv, motion och idrott."
        }
      }, {
        "text" : "Dessutom kan eleven <strong>________</strong> diskutera friluftsliv, motion och idrott som sociala och kulturella fenomen och <strong>________</strong> beskriva sociala faktorers betydelse för fysiska aktiviteter, livsstil och hälsa.",
        "knowledgeRequirementChoice" : {
          "E" : "Dessutom kan eleven <strong>översiktligt</strong> diskutera friluftsliv, motion och idrott som sociala och kulturella fenomen och <strong>översiktligt</strong> beskriva sociala faktorers betydelse för fysiska aktiviteter, livsstil och hälsa.",
          "C" : "Dessutom kan eleven <strong>utförligt</strong> diskutera friluftsliv, motion och idrott som sociala och kulturella fenomen och <strong>utförligt</strong> beskriva sociala faktorers betydelse för fysiska aktiviteter, livsstil och hälsa.",
          "A" : "Dessutom kan eleven <strong>utförligt och nyanserat</strong> beskriva friluftsliv, motion och idrott som sociala och kulturella fenomen och <strong>utförligt och nyanserat</strong> beskriva sociala faktorers betydelse för fysiska aktiviteter, livsstil och hälsa."
        }
      } ]
    }, {
      "heading" : "",
      "knowledgeRequirements" : [ {
        "text" : "Eleven kan <strong>________</strong> beskriva kroppsideals påverkan på människors hälsa.",
        "knowledgeRequirementChoice" : {
          "E" : "Eleven kan <strong>översiktligt</strong> beskriva kroppsideals påverkan på människors hälsa.",
          "C" : "Eleven kan <strong>utförligt</strong> beskriva kroppsideals påverkan på människors hälsa.",
          "A" : "Eleven kan <strong>utförligt och nyanserat</strong> beskriva kroppsideals påverkan på människors hälsa."
        }
      }, {
        "text" : "Dessutom kan eleven <strong>________</strong> beskriva hur miljöer kan anpassas till människors förutsättningar.",
        "knowledgeRequirementChoice" : {
          "E" : "Dessutom kan eleven <strong>översiktligt</strong> beskriva hur miljöer kan anpassas till människors förutsättningar.",
          "C" : "Dessutom kan eleven <strong>utförligt</strong> beskriva hur miljöer kan anpassas till människors förutsättningar.",
          "A" : "Dessutom kan eleven <strong>utförligt och nyanserat</strong> beskriva hur miljöer kan anpassas till människors förutsättningar."
        }
      } ]
    } ],
    "point" : 100,
    "year" : null
  }, {
    "name" : "Idrott och hälsa 2 – specialisering",
    "description" : "Kursen idrott och hälsa 2 – specialisering omfattar punkterna 1 och 3–6 under rubriken Ämnets syfte, med särskild betoning på punkterna 1 och 5–6. I kursen behandlas specialisering inom vald idrott.",
    "code" : "IDRIDO02",
    "centralContent" : [ {
      "heading" : "Undervisningen i kursen ska behandla följande centrala innehåll:",
      "lines" : [ "Fördjupning av tekniker, taktik och mättekniker inom vald idrott.", "Faktorer som påverkar tävlingsverksamhet.", "Värdering, anpassning och genomförande av träningsprogram för vald idrott.", "Olika perspektiv på utövandet av vald idrott utifrån hur kroppslig förmåga kan utvecklas i nutid och framtid.", "Vald idrott ur ett samhällsperspektiv.", "Vald idrott ur ett internationaliserings- och mångfaldsperspektiv.", "Olika perspektiv på vald idrotts möjligheter att attrahera nya utövare.", "Fördjupat perspektiv på något av områdena etik, moral och könsmönster i förhållande till vald idrott." ]
    } ],
    "knowledgeRequirementParagraphs" : [ {
      "heading" : "",
      "knowledgeRequirements" : [ {
        "text" : "Eleven kan med goda rörelsekvaliteter genomföra vald idrott i enlighet med dess regler, teknik och taktik.",
        "knowledgeRequirementChoice" : {
          "E" : "Eleven kan med goda rörelsekvaliteter genomföra vald idrott i enlighet med dess regler, teknik och taktik.",
          "C" : "Eleven kan <strong>med säkerhet</strong> och med goda rörelsekvaliteter genomföra vald idrott i enlighet med dess regler, teknik och taktik.",
          "A" : "Eleven kan <strong>med säkerhet</strong> och med goda rörelsekvaliteter genomföra vald idrott i enlighet med dess regler, teknik och taktik."
        }
      }, {
        "text" : "I samband med detta kan eleven <strong>________</strong> beskriva hur tekniker och fysiska prestationer kan mätas och dokumenteras.",
        "knowledgeRequirementChoice" : {
          "E" : "I samband med detta kan eleven <strong>översiktligt</strong> beskriva hur tekniker och fysiska prestationer kan mätas och dokumenteras.",
          "C" : "I samband med detta kan eleven <strong>utförligt</strong> beskriva hur tekniker och fysiska prestationer kan mätas och dokumenteras.",
          "A" : "I samband med detta kan eleven <strong>utförligt och nyanserat</strong> beskriva hur tekniker och fysiska prestationer kan mätas och dokumenteras."
        }
      }, {
        "text" : "På denna grund kan eleven <strong>________</strong> redogöra för egna och andras utvecklingsbehov i fråga om kroppslig, teknisk och taktisk förmåga inom vald idrott i nutid och framtid.",
        "knowledgeRequirementChoice" : {
          "E" : "På denna grund kan eleven <strong>översiktligt</strong> redogöra för egna och andras utvecklingsbehov i fråga om kroppslig, teknisk och taktisk förmåga inom vald idrott i nutid och framtid.",
          "C" : "På denna grund kan eleven <strong>utförligt</strong> redogöra för egna och andras utvecklingsbehov i fråga om kroppslig, teknisk och taktisk förmåga inom vald idrott i nutid och framtid.",
          "A" : "På denna grund kan eleven <strong>utförligt och nyanserat</strong> redogöra för egna och andras utvecklingsbehov i fråga om kroppslig, teknisk och taktisk förmåga inom vald idrott i nutid och framtid."
        }
      } ]
    }, {
      "heading" : "",
      "knowledgeRequirements" : [ {
        "text" : "Eleven kan <strong>________</strong> med handledare planera träningsprogram och tävlingsförberedelser inom vald idrott utifrån individers skilda förutsättningar.",
        "knowledgeRequirementChoice" : {
          "E" : "Eleven kan <strong>i samråd</strong> med handledare planera träningsprogram och tävlingsförberedelser inom vald idrott utifrån individers skilda förutsättningar.",
          "C" : "Eleven kan <strong>efter samråd</strong> med handledare planera <strong>anpassade</strong> träningsprogram och tävlingsförberedelser inom vald idrott utifrån individers skilda förutsättningar.",
          "A" : "Eleven kan <strong>efter samråd</strong> med handledare planera <strong>anpassade</strong> träningsprogram och tävlingsförberedelser inom vald idrott utifrån individers skilda förutsättningar."
        }
      }, {
        "text" : "Dessutom tar eleven aktivt ansvar för att genomföra dessa och kan med <strong>________</strong> omdömen värdera resultatet av sin träning och sina tävlingsförberedelser.",
        "knowledgeRequirementChoice" : {
          "E" : "Dessutom tar eleven aktivt ansvar för att genomföra dessa och kan med <strong>enkla</strong> omdömen värdera resultatet av sin träning och sina tävlingsförberedelser.",
          "C" : "Dessutom tar eleven aktivt ansvar för att genomföra dessa och kan med <strong>nyanserade</strong> omdömen värdera resultatet av sin träning och sina tävlingsförberedelser.",
          "A" : "Dessutom tar eleven aktivt ansvar för att genomföra dessa och kan med <strong>nyanserade</strong> omdömen värdera resultatet av sin träning och sina tävlingsförberedelser <strong>i relation till träningsmetodernas teori</strong>."
        }
      } ]
    }, {
      "heading" : "",
      "knowledgeRequirements" : [ {
        "text" : "Eleven kan <strong>________</strong> beskriva riskfaktorer i samband med träning och tävling.",
        "knowledgeRequirementChoice" : {
          "E" : "Eleven kan <strong>översiktligt</strong> beskriva riskfaktorer i samband med träning och tävling.",
          "C" : "Eleven kan <strong>utförligt</strong> beskriva riskfaktorer i samband med träning och tävling.",
          "A" : "Eleven kan <strong>utförligt och nyanserat</strong> beskriva riskfaktorer i samband med träning och tävling."
        }
      }, {
        "text" : "I utövandet av sin idrott visar eleven hänsyn till sin egen och andras säkerhet.",
        "knowledgeRequirementChoice" : {
          "E" : "I utövandet av sin idrott visar eleven hänsyn till sin egen och andras säkerhet.",
          "C" : "I utövandet av sin idrott visar eleven hänsyn till sin egen och andras säkerhet.",
          "A" : "I utövandet av sin idrott visar eleven hänsyn till sin egen och andras säkerhet."
        }
      } ]
    }, {
      "heading" : "",
      "knowledgeRequirements" : [ {
        "text" : "Eleven kan <strong>________</strong> diskutera vald idrotts betydelse för mångfald samt <strong>________</strong> beskriva hur nya grupper kan nås.",
        "knowledgeRequirementChoice" : {
          "E" : "Eleven kan <strong>översiktligt</strong> diskutera vald idrotts betydelse för mångfald samt <strong>översiktligt</strong> beskriva hur nya grupper kan nås.",
          "C" : "Eleven kan <strong>utförligt</strong> diskutera vald idrotts betydelse för mångfald samt <strong>utförligt</strong> beskriva hur nya grupper kan nås.",
          "A" : "Eleven kan <strong>utförligt och nyanserat</strong> diskutera vald idrotts betydelse för mångfald samt <strong>utförligt och nyanserat</strong> beskriva hur nya grupper kan nås."
        }
      }, {
        "text" : "Eleven kan <strong>________</strong> diskutera fördjupade frågeställningar inom något av områdena könstillhörighet, etik och moral i relation till vald idrott.",
        "knowledgeRequirementChoice" : {
          "E" : "Eleven kan <strong>översiktligt</strong> diskutera fördjupade frågeställningar inom något av områdena könstillhörighet, etik och moral i relation till vald idrott.",
          "C" : "Eleven kan <strong>utförligt</strong> diskutera fördjupade frågeställningar inom något av områdena könstillhörighet, etik och moral i relation till vald idrott.",
          "A" : "Eleven kan <strong>utförligt och nyanserat</strong> diskutera fördjupade frågeställningar inom något av områdena könstillhörighet, etik och moral i relation till vald idrott."
        }
      } ]
    }, {
      "heading" : "",
      "knowledgeRequirements" : [ {
        "text" : "När eleven samråder med handledare kan hon eller han <strong>________</strong> bedöma den egna förmågan och situationens krav.",
        "knowledgeRequirementChoice" : {
          "E" : "När eleven samråder med handledare kan hon eller han <strong>med viss säkerhet</strong> bedöma den egna förmågan och situationens krav.",
          "C" : "När eleven samråder med handledare kan hon eller han <strong>med viss säkerhet</strong> bedöma den egna förmågan och situationens krav.",
          "A" : "När eleven samråder med handledare kan hon eller han <strong>med säkerhet</strong> bedöma den egna förmågan och situationens krav."
        }
      } ]
    } ],
    "point" : 100,
    "year" : null
  } ]
}