{
  "name" : "It i vård och omsorg",
  "description" : "Ämnet it i vård och omsorg behandlar tillämpningar av informationsteknik inom hälso- och sjukvård och socialtjänst.",
  "code" : "ITI",
  "designation" : "",
  "skolfsId" : "2010:95",
  "purposes" : [ {
    "type" : "PARAGRAPH",
    "heading" : "",
    "lines" : [ "Ämnet it i vård och omsorg ska syfta till att eleverna utvecklar kunskaper om hur informationsteknik kan användas som stöd i det praktiska vård- och omsorgsarbetet.", "Eleverna ska också ges möjlighet att utveckla kunskaper om informationsteknik som drivkraft för förändringar av både innehåll och organisation inom hälso- och sjukvårdens och omsorgens verksamhetsområden." ]
  }, {
    "type" : "PARAGRAPH",
    "heading" : "",
    "lines" : [ "Undervisningen i ämnet it i vård och omsorg ska leda till att eleverna utvecklar förmåga att använda it för information, kommunikation och dokumentation inom hälso- och sjukvård och socialtjänst." ]
  }, {
    "type" : "PARAGRAPH",
    "heading" : "",
    "lines" : [ "Undervisningen ska bidra till att eleverna utvecklar förmåga att arbeta med olika applikationer av it i brukarnära hjälpmedel och medicinteknisk utrustning.", "I undervisningen ska eleverna ges möjlighet att utveckla kunskaper i hur vård på distans kan utföras med hjälp av it-teknik.", "Undervisningen ska också bidra till att eleverna utvecklar ett etiskt förhållningssätt i arbetet med it.", "Den ska dessutom ge eleverna möjlighet att utveckla förståelse av informationsteknikens möjligheter och begränsningar samt utveckla förmåga att anpassa sig till snabba förändringar inom verksamhetsområdets it-miljöer." ]
  }, {
    "type" : "BULLET",
    "heading" : "Undervisningen i ämnet it i vård och omsorg ska ge eleverna förutsättningar att utveckla följande:",
    "lines" : [ "Kunskaper om it-tillämpningar och hur it har utvecklats till ett verktyg inom vård- och omsorgsområdet.", "Kunskaper om it som hjälpmedel för att överföra information till vårdpersonal, patienter och brukare.", "Kunskaper om medicintekniska informationsdatasystem.", "Kunskaper om hur vård i hemmet kan utföras med hjälp av it.", "Förmåga att använda it-tillämpningar som hjälpmedel för att kompensera för funktionsnedsättning.", "Förmåga att använda it för att rapportera och dokumentera.", "Kunskaper om lagar och andra bestämmelser inom området informationsöverföring.", "Kunskaper om etiska frågeställningar och förhållningssätt i samband med användning och införande av it-tillämpningar inom vård- och omsorgsarbete." ]
  } ],
  "courses" : [ {
    "name" : "It i vård och omsorg",
    "description" : "Kursen it i vård och omsorg omfattar punkterna 1–8 under rubriken Ämnets syfte.",
    "code" : "ITIITI0",
    "centralContent" : [ {
      "heading" : "Undervisningen i kursen ska behandla följande centrala innehåll:",
      "lines" : [ "It-tillämpningar för vård- och omsorgsarbete samt hur de har utvecklats.", "Funktion, konstruktion och uppbyggnad av it-tillämpningar.", "Samspelet mellan it och människan.", "It inom informationsöverföring och dokumentation samt medicintekniska informationsdatasystem (MIDS).", "It som hjälpmedel för vård och omsorg i hemmet, till exempel bildkommunikation, elektroniska sensorer och övervakningssystem.", "Internetbaserade funktioner för rådgivning, hälsoinformation och stödnätverk.", "It kopplat till arbetssätt, metoder och ergonomi.", "Etiska frågeställningar kopplade till specifika it-tillämpningar i vård- och omsorgsarbete.", "Framtida utveckling, till exempel att stödja äldre så att de kan använda tekniken.", "Lagar och andra bestämmelser om sekretess och datalagring." ]
    } ],
    "knowledgeRequirementParagraphs" : [ {
      "heading" : "",
      "knowledgeRequirements" : [ {
        "text" : "Eleven beskriver <strong>________</strong> några it-tillämpningar och hur it används inom vård- och omsorgsområdet.",
        "knowledgeRequirementChoice" : {
          "E" : "Eleven beskriver <strong>översiktligt</strong> några it-tillämpningar och hur it används inom vård- och omsorgsområdet.",
          "C" : "Eleven beskriver <strong>utförligt</strong> några it-tillämpningar och hur it används inom vård- och omsorgsområdet.",
          "A" : "Eleven beskriver <strong>utförligt och nyanserat</strong> några it-tillämpningar och hur it används inom vård- och omsorgsområdet."
        }
      }, {
        "text" : "I beskrivningen redogör eleven <strong>________</strong> för hur it används för att överföra information till vårdpersonal, patienter och brukare samt för att dokumentera.",
        "knowledgeRequirementChoice" : {
          "E" : "I beskrivningen redogör eleven <strong>översiktligt</strong> för hur it används för att överföra information till vårdpersonal, patienter och brukare samt för att dokumentera.",
          "C" : "I beskrivningen redogör eleven <strong>utförligt</strong> för hur it används för att överföra information till vårdpersonal, patienter och brukare samt för att dokumentera.",
          "A" : "I beskrivningen redogör eleven <strong>utförligt och nyanserat</strong> för hur it används för att överföra information till vårdpersonal, patienter och brukare samt för att dokumentera."
        }
      }, {
        "text" : "Dessutom redogör eleven <strong>________</strong> för medicintekniska informationsdatasystem och ger exempel på deras användningsområden.",
        "knowledgeRequirementChoice" : {
          "E" : "Dessutom redogör eleven <strong>översiktligt</strong> för medicintekniska informationsdatasystem och ger exempel på deras användningsområden.",
          "C" : "Dessutom redogör eleven <strong>utförligt</strong> för medicintekniska informationsdatasystem och ger exempel på deras användningsområden.",
          "A" : "Dessutom redogör eleven <strong>utförligt och nyanserat</strong> för medicintekniska informationsdatasystem och ger exempel på deras användningsområden."
        }
      } ]
    }, {
      "heading" : "",
      "knowledgeRequirements" : [ {
        "text" : "Eleven redogör <strong>________</strong> för hur it kan användas som hjälpmedel för vård i hemmet.",
        "knowledgeRequirementChoice" : {
          "E" : "Eleven redogör <strong>översiktligt</strong> för hur it kan användas som hjälpmedel för vård i hemmet.",
          "C" : "Eleven redogör <strong>utförligt</strong> för hur it kan användas som hjälpmedel för vård i hemmet.",
          "A" : "Eleven redogör <strong>utförligt och nyanserat</strong> för hur it kan användas som hjälpmedel för vård i hemmet."
        }
      }, {
        "text" : "Dessutom ger eleven några exempel på it-tillämpningar som kan fungera som hjälpmedel för att kompensera för funktionsnedsättningar.",
        "knowledgeRequirementChoice" : {
          "E" : "Dessutom ger eleven några exempel på it-tillämpningar som kan fungera som hjälpmedel för att kompensera för funktionsnedsättningar.",
          "C" : "Dessutom ger eleven några exempel på it-tillämpningar som kan fungera som hjälpmedel för att kompensera för funktionsnedsättningar.",
          "A" : "Dessutom ger eleven några exempel på it-tillämpningar som kan fungera som hjälpmedel för att kompensera för funktionsnedsättningar."
        }
      } ]
    }, {
      "heading" : "",
      "knowledgeRequirements" : [ {
        "text" : "Eleven använder <strong>________</strong> med handledare it för att rapportera och dokumentera samt som hjälpmedel för vård i hemmet.",
        "knowledgeRequirementChoice" : {
          "E" : "Eleven använder <strong>i samråd</strong> med handledare it för att rapportera och dokumentera samt som hjälpmedel för vård i hemmet.",
          "C" : "Eleven använder <strong>efter samråd</strong> med handledare it för att rapportera och dokumentera samt som hjälpmedel för vård i hemmet.",
          "A" : "Eleven använder <strong>efter samråd</strong> med handledare it för att rapportera och dokumentera samt som hjälpmedel för vård i hemmet."
        }
      }, {
        "text" : "Dessutom använder eleven <strong>________</strong> med handledare några it-tillämpningar.",
        "knowledgeRequirementChoice" : {
          "E" : "Dessutom använder eleven <strong>i samråd</strong> med handledare några it-tillämpningar.",
          "C" : "Dessutom använder eleven <strong>efter samråd</strong> med handledare några it-tillämpningar.",
          "A" : "Dessutom använder eleven <strong>efter samråd</strong> med handledare några it-tillämpningar <strong>och anpassar dem vid behov till ändrade förutsättningar</strong>. <strong>Under arbetet uppmärksammar eleven patientens och brukarens behov och föreslår it-tillämpningar som kan underlätta livsföringen och skapa god livskvalitet</strong>."
        }
      }, {
        "text" : "I arbetet följer eleven lagar och andra bestämmelser om sekretess och datalagring.",
        "knowledgeRequirementChoice" : {
          "E" : "I arbetet följer eleven lagar och andra bestämmelser om sekretess och datalagring.",
          "C" : "I arbetet följer eleven lagar och andra bestämmelser om sekretess och datalagring.",
          "A" : "I arbetet följer eleven lagar och andra bestämmelser om sekretess och datalagring."
        }
      } ]
    }, {
      "heading" : "",
      "knowledgeRequirements" : [ {
        "text" : "Eleven ger exempel på etiska frågeställningar som är specifika för användning och införande av it-tillämpningar inom vård- och omsorgsarbetet samt diskuterar dem <strong>________</strong>.",
        "knowledgeRequirementChoice" : {
          "E" : "Eleven ger exempel på etiska frågeställningar som är specifika för användning och införande av it-tillämpningar inom vård- och omsorgsarbetet samt diskuterar dem <strong>översiktligt</strong>.",
          "C" : "Eleven ger exempel på etiska frågeställningar som är specifika för användning och införande av it-tillämpningar inom vård- och omsorgsarbetet samt diskuterar dem <strong>utförligt</strong>.",
          "A" : "Eleven ger exempel på etiska frågeställningar som är specifika för användning och införande av it-tillämpningar inom vård- och omsorgsarbetet samt diskuterar dem <strong>utförligt och nyanserat</strong>."
        }
      } ]
    }, {
      "heading" : "",
      "knowledgeRequirements" : [ {
        "text" : "När eleven samråder med handledare bedömer hon eller han <strong>________</strong> den egna förmågan och situationens krav.",
        "knowledgeRequirementChoice" : {
          "E" : "När eleven samråder med handledare bedömer hon eller han <strong>med viss säkerhet</strong> den egna förmågan och situationens krav.",
          "C" : "När eleven samråder med handledare bedömer hon eller han <strong>med viss säkerhet</strong> den egna förmågan och situationens krav.",
          "A" : "När eleven samråder med handledare bedömer hon eller han <strong>med säkerhet</strong> den egna förmågan och situationens krav."
        }
      } ]
    } ],
    "point" : 100,
    "year" : null
  } ]
}