{
  "name" : "Juridik",
  "description" : "Ämnet juridik behandlar huvudsakligen civilrätt och offentlig rätt. Civilrätt omfattar rättsområden som är av betydelse för enskilda personer och företag. Offentlig rätt behandlar hur den offentliga makten är fördelad och hur den utövas. Ämnet omfattar även internationell rätt, som belyser Sveriges förhållande till omvärlden och där tonvikten är lagd på Europarätt med EU-rätt.",
  "code" : "JUR",
  "designation" : "",
  "skolfsId" : "2010:90",
  "purposes" : [ {
    "type" : "PARAGRAPH",
    "heading" : "",
    "lines" : [ "Undervisningen i ämnet juridik ska syfta till att eleverna utvecklar kunskaper om det svenska rättssystemet och förståelse av hur gällande lagar styr privatlivet, yrkeslivet och affärslivet.", "Den ska bidra till att eleverna utvecklar förståelse av dagens samhällsliv samt stimulera dem till att verka för ett rättssystem som värnar alla människors lika värde." ]
  }, {
    "type" : "PARAGRAPH",
    "heading" : "",
    "lines" : [ "Undervisningen ska leda till att eleverna utvecklar förmåga att tillämpa ett vetenskapligt förhållningssätt i arbetet med rättsliga problem.", "Eleverna ska också ges möjlighet att utveckla förmåga att formulera sig korrekt och precist eftersom det juridiska språket ställer stora krav på exakthet, precision, saklighet och logisk skärpa.", "Genom att läsa juridisk litteratur och olika rättsfall samt genom att skriva och tala ska eleverna ges möjlighet att använda det juridiska språket.", "I undervisningen ska eleverna ges möjlighet att arbeta praktiskt med juridiska fallbeskrivningar för att utveckla förmåga att formulera frågeställningar, strukturera och analysera lösningsförslag samt hänvisa till och tolka relevanta rättskällor." ]
  }, {
    "type" : "BULLET",
    "heading" : "Undervisningen i ämnet juridik ska ge eleverna förutsättningar att utveckla följande:",
    "lines" : [ "Kunskaper om centrala rättsområden.", "Kunskaper om juridiska begrepp samt förmåga att använda dessa.", "Kunskaper om enkla och vanligt förekommande juridiska dokument samt förmåga att upprätta sådana.", "Förmåga att identifiera, analysera och lösa juridiska problem utifrån fallbeskrivningar samt att tolka och använda relevanta rättsregler.", "Förmåga att identifiera och diskutera juridiska frågor i samhället ur rättsfilosofisk och etisk synvinkel." ]
  } ],
  "courses" : [ {
    "name" : "Affärsjuridik",
    "description" : "Kursen affärsjuridik omfattar punkterna 1–5 under rubriken Ämnets syfte. I kursen behandlas grundläggande kunskaper i ämnet.",
    "code" : "JURAFF0",
    "centralContent" : [ {
      "heading" : "Undervisningen i kursen ska behandla följande centrala innehåll:",
      "lines" : [ "Associationsrätt: företagsformens betydelse för verksamheten och intressenterna.", "Avtalsrätt: företagsavtal och deras rättsverkan.", "Hyresrätt: företagens rättigheter och skyldigheter som hyresgäster.", "Arbetsrätt: arbetsgivarens rättigheter och skyldigheter mot arbetstagaren.", "Marknadsrätt: marknadsrättsliga och konkurrensrättsliga regler som rör företagens verksamhet.", "Köprätt: regler som rör handel mellan näringsidkare.", "Immaterialrätt: skyddet för varumärken, patent och andra upphovsrätter.", "Kredit- och panträtt samt obeståndsrätt: regler som rör företagens finansiering samt skulder, utmätning och konkurs.", "Tvistlösning: olika sätt att lösa affärstvister.", "Juridiska begrepp och problemlösning i rättsliga sammanhang." ]
    } ],
    "knowledgeRequirementParagraphs" : [ {
      "heading" : "",
      "knowledgeRequirements" : [ {
        "text" : "Eleven redogör <strong>________</strong> för <strong>________</strong> delar av de juridiska områden som rör företag.",
        "knowledgeRequirementChoice" : {
          "E" : "Eleven redogör <strong>översiktligt</strong> för <strong>begränsade</strong> delar av de juridiska områden som rör företag.",
          "C" : "Eleven redogör <strong>utförligt</strong> för delar av de juridiska områden som rör företag.",
          "A" : "Eleven redogör <strong>utförligt och nyanserat</strong> för <strong>omfattande</strong> delar av de juridiska områden som rör företag."
        }
      }, {
        "text" : "Eleven redogör också <strong>________</strong> för innebörden av juridiska begrepp och använder dessa <strong>________</strong> i relevanta sammanhang.",
        "knowledgeRequirementChoice" : {
          "E" : "Eleven redogör också <strong>översiktligt</strong> för innebörden av juridiska begrepp och använder dessa <strong>med viss säkerhet</strong> i relevanta sammanhang.",
          "C" : "Eleven redogör också <strong>utförligt</strong> för innebörden av juridiska begrepp och använder dessa <strong>med viss säkerhet</strong> i relevanta sammanhang.",
          "A" : "Eleven redogör också <strong>utförligt och nyanserat</strong> för innebörden av juridiska begrepp och använder dessa <strong>med säkerhet</strong> i relevanta sammanhang."
        }
      }, {
        "text" : "Dessutom förklarar eleven <strong>________</strong> innebörden av vanligt förekommande affärsjuridiska dokument och upprättar <strong>________</strong> med handledare och med <strong>________</strong> resultat något sådant dokument.",
        "knowledgeRequirementChoice" : {
          "E" : "Dessutom förklarar eleven <strong>översiktligt</strong> innebörden av vanligt förekommande affärsjuridiska dokument och upprättar <strong>i samråd</strong> med handledare och med <strong>tillfredsställande</strong> resultat något sådant dokument.",
          "C" : "Dessutom förklarar eleven <strong>utförligt</strong> innebörden av vanligt förekommande affärsjuridiska dokument och upprättar <strong>efter samråd</strong> med handledare och med <strong>tillfredsställande</strong> resultat något sådant dokument.",
          "A" : "Dessutom förklarar eleven <strong>utförligt och nyanserat</strong> innebörden av vanligt förekommande affärsjuridiska dokument och upprättar <strong>efter samråd</strong> med handledare och med <strong>gott</strong> resultat något sådant dokument."
        }
      } ]
    }, {
      "heading" : "",
      "knowledgeRequirements" : [ {
        "text" : "Utifrån <strong>________</strong> fallbeskrivningar löser eleven med <strong>________</strong> resultat <strong>________</strong> problem inom olika affärsjuridiska områden <strong>________</strong> rättskälla.",
        "knowledgeRequirementChoice" : {
          "E" : "Utifrån <strong>enkla</strong> fallbeskrivningar löser eleven med <strong>tillfredsställande</strong> resultat <strong>givna</strong> problem inom olika affärsjuridiska områden <strong>med hjälp av given</strong> rättskälla.",
          "C" : "Utifrån fallbeskrivningar <strong>identifierar och beskriver eleven utförligt</strong> problem inom olika affärsjuridiska områden och löser dessa med <strong>tillfredsställande</strong> resultat <strong>genom att välja, tolka och tillämpa relevant</strong> rättskälla.",
          "A" : "Utifrån <strong>komplexa</strong> fallbeskrivningar <strong>identifierar och beskriver eleven utförligt och nyanserat</strong> problem inom olika affärsjuridiska områden och löser dessa med <strong>gott</strong> resultat <strong>genom att välja, tolka och tillämpa relevant</strong> rättskälla."
        }
      }, {
        "text" : "Dessutom för eleven <strong>________</strong> resonemang om lagstiftningens effekter och drar <strong>________</strong> slutsatser.",
        "knowledgeRequirementChoice" : {
          "E" : "Dessutom för eleven <strong>enkla</strong> resonemang om lagstiftningens effekter och drar <strong>enkla</strong> slutsatser.",
          "C" : "Dessutom <strong>motiverar</strong> eleven <strong>sitt lösningsförslag med välgrundade argument</strong>, för <strong>välgrundade</strong> resonemang om lagstiftningens effekter och drar <strong>välgrundade</strong> slutsatser.",
          "A" : "Dessutom <strong>motiverar</strong> eleven <strong>sitt lösningsförslag med välgrundade och nyanserade argument</strong>, för <strong>välgrundade och nyanserade</strong> resonemang om lagstiftningens effekter och drar <strong>välgrundade och nyanserade</strong> slutsatser."
        }
      } ]
    }, {
      "heading" : "",
      "knowledgeRequirements" : [ {
        "text" : "Eleven beskriver <strong>________</strong> affärsjuridiska frågor i samhället och för <strong>________</strong> resonemang om dessa frågor ur rättsfilosofisk och etisk synvinkel.",
        "knowledgeRequirementChoice" : {
          "E" : "Eleven beskriver <strong>översiktligt</strong> affärsjuridiska frågor i samhället och för <strong>enkla</strong> resonemang om dessa frågor ur rättsfilosofisk och etisk synvinkel.",
          "C" : "Eleven beskriver <strong>utförligt</strong> affärsjuridiska frågor i samhället och för <strong>välgrundade</strong> resonemang om dessa frågor ur rättsfilosofisk och etisk synvinkel.",
          "A" : "Eleven beskriver <strong>utförligt och nyanserat</strong> affärsjuridiska frågor i samhället och för <strong>välgrundade och nyanserade</strong> resonemang om dessa frågor ur rättsfilosofisk och etisk synvinkel."
        }
      } ]
    }, {
      "heading" : "",
      "knowledgeRequirements" : [ {
        "text" : "När eleven samråder med handledare bedömer hon eller han <strong>________</strong> den egna förmågan och situationens krav.",
        "knowledgeRequirementChoice" : {
          "E" : "När eleven samråder med handledare bedömer hon eller han <strong>med viss säkerhet</strong> den egna förmågan och situationens krav.",
          "C" : "När eleven samråder med handledare bedömer hon eller han <strong>med viss säkerhet</strong> den egna förmågan och situationens krav.",
          "A" : "När eleven samråder med handledare bedömer hon eller han <strong>med säkerhet</strong> den egna förmågan och situationens krav."
        }
      } ]
    } ],
    "point" : 100,
    "year" : null
  }, {
    "name" : "Privatjuridik",
    "description" : "Kursen privatjuridik omfattar punkterna 1–5 under rubriken Ämnets syfte. I kursen behandlas grundläggande kunskaper i ämnet.",
    "code" : "JURPRI0",
    "centralContent" : [ {
      "heading" : "Undervisningen i kursen ska behandla följande centrala innehåll:",
      "lines" : [ "Konstitutionell rätt samt straffrätt och processrätt. En översikt över de svenska grundlagarna och deras förhållande till EU-rätt och internationell rätt. En översikt över regler som rör brott och straff samt det svenska rättegångsväsendet.", "Familjerätt och arvsrätt: regler som rör par- och familjerelationer samt arv, testamente och bodelning.", "Avtalsrätt: hur avtal sluts samt deras rättsverkan.", "Konsumenträtt och köprätt: regler som rör köp mellan konsument och näringsidkare, konsumentkrediter samt köp mellan privatpersoner.", "Fastighetsrätt: regler som rör köp av fast egendom samt hyra och andra nyttjanderätter.", "Arbetsrätt: arbetstagarens rättigheter och skyldigheter.", "Skadeståndsrätt: regler som rör ersättningsskyldighet för den som orsakat en skada.", "Försäkringsrätt: regler som rör försäkringar och hur de kan täcka uppkomna skador.", "Obeståndsrätt för fysiska personer: regler som gäller när privatpersoner inte kan betala sina skulder.", "Juridiska begrepp och problemlösning i rättsliga sammanhang." ]
    } ],
    "knowledgeRequirementParagraphs" : [ {
      "heading" : "",
      "knowledgeRequirements" : [ {
        "text" : "Eleven redogör <strong>________</strong> för <strong>________</strong> delar av de juridiska områden som rör privatpersoner.",
        "knowledgeRequirementChoice" : {
          "E" : "Eleven redogör <strong>översiktligt</strong> för <strong>begränsade</strong> delar av de juridiska områden som rör privatpersoner.",
          "C" : "Eleven redogör <strong>utförligt</strong> för delar av de juridiska områden som rör privatpersoner.",
          "A" : "Eleven redogör <strong>utförligt och nyanserat</strong> för <strong>omfattande</strong> delar av de juridiska områden som rör privatpersoner."
        }
      }, {
        "text" : "Eleven redogör också <strong>________</strong> för innebörden av juridiska begrepp och använder dem med <strong>________</strong> i relevanta sammanhang.",
        "knowledgeRequirementChoice" : {
          "E" : "Eleven redogör också <strong>översiktligt</strong> för innebörden av juridiska begrepp och använder dem med <strong>viss säkerhet</strong> i relevanta sammanhang.",
          "C" : "Eleven redogör också <strong>utförligt</strong> för innebörden av juridiska begrepp och använder dem <strong>med viss säkerhet</strong> i relevanta sammanhang.",
          "A" : "Eleven redogör också <strong>utförligt och nyanserat</strong> för innebörden av juridiska begrepp och använder dem <strong>med säkerhet</strong> i relevanta sammanhang."
        }
      }, {
        "text" : "Dessutom förklarar eleven <strong>________</strong> innebörden av vanligt förekommande privatjuridiska dokument och upprättar <strong>________</strong> med handledare och med <strong>________</strong> resultat <strong>________</strong> sådant dokument.",
        "knowledgeRequirementChoice" : {
          "E" : "Dessutom förklarar eleven <strong>översiktligt</strong> innebörden av vanligt förekommande privatjuridiska dokument och upprättar <strong>i samråd</strong> med handledare och med <strong>tillfredsställande</strong> resultat <strong>något</strong> sådant dokument.",
          "C" : "Dessutom förklarar eleven <strong>utförligt</strong> innebörden av vanligt förekommande privatjuridiska dokument och upprättar <strong>efter samråd</strong> med handledare och med <strong>tillfredsställande</strong> resultat <strong>några</strong> sådana dokument.",
          "A" : "Dessutom förklarar eleven <strong>utförligt och nyanserat</strong> innebörden av vanligt förekommande privatjuridiska dokument och upprättar <strong>efter samråd</strong> med handledare och med <strong>gott</strong> resultat <strong>några</strong> sådana dokument."
        }
      } ]
    }, {
      "heading" : "",
      "knowledgeRequirements" : [ {
        "text" : "Utifrån <strong>________</strong> fallbeskrivningar löser eleven med <strong>________</strong> resultat <strong>________</strong> problem inom olika privatjuridiska områden <strong>________</strong> rättskälla.",
        "knowledgeRequirementChoice" : {
          "E" : "Utifrån <strong>enkla</strong> fallbeskrivningar löser eleven med <strong>tillfredsställande</strong> resultat <strong>givna</strong> problem inom olika privatjuridiska områden <strong>med hjälp av given</strong> rättskälla.",
          "C" : "Utifrån fallbeskrivningar <strong>identifierar och beskriver eleven utförligt</strong> problem inom olika privatjuridiska områden och löser dem med <strong>tillfredsställande</strong> resultat <strong>genom att välja, tolka och tillämpa relevant</strong> rättskälla.",
          "A" : "Utifrån <strong>komplexa</strong> fallbeskrivningar <strong>identifierar och beskriver eleven utförligt och nyanserat</strong> problem inom olika privatjuridiska områden och löser dem med <strong>gott</strong> resultat <strong>genom att välja, tolka och tillämpa relevant</strong> rättskälla."
        }
      }, {
        "text" : "Dessutom för eleven <strong>________</strong> resonemang om lagstiftningens effekter och drar <strong>________</strong> slutsatser.",
        "knowledgeRequirementChoice" : {
          "E" : "Dessutom för eleven <strong>enkla</strong> resonemang om lagstiftningens effekter och drar <strong>enkla</strong> slutsatser.",
          "C" : "Dessutom <strong>motiverar</strong> eleven <strong>sitt lösningsförslag med välgrundade argument</strong>, för <strong>välgrundade</strong> resonemang om lagstiftningens effekter och drar <strong>välgrundade</strong> slutsatser.",
          "A" : "Dessutom <strong>motiverar</strong> eleven <strong>sitt lösningsförslag med välgrundade och nyanserade argument</strong>, för <strong>välgrundade och nyanserade</strong> resonemang om lagstiftningens effekter och drar <strong>välgrundade och nyanserade</strong> slutsatser."
        }
      } ]
    }, {
      "heading" : "",
      "knowledgeRequirements" : [ {
        "text" : "Eleven beskriver <strong>________</strong> privatjuridiska frågor i samhället och för <strong>________</strong> resonemang om dessa frågor ur rättsfilosofisk och etisk synvinkel.",
        "knowledgeRequirementChoice" : {
          "E" : "Eleven beskriver <strong>översiktligt</strong> privatjuridiska frågor i samhället och för <strong>enkla</strong> resonemang om dessa frågor ur rättsfilosofisk och etisk synvinkel.",
          "C" : "Eleven beskriver <strong>utförligt</strong> privatjuridiska frågor i samhället och för <strong>välgrundade</strong> resonemang om dessa frågor ur rättsfilosofisk och etisk synvinkel.",
          "A" : "Eleven beskriver <strong>utförligt och nyanserat</strong> privatjuridiska frågor i samhället och för <strong>välgrundade och nyanserade</strong> resonemang om dessa frågor ur rättsfilosofisk och etisk synvinkel."
        }
      } ]
    }, {
      "heading" : "",
      "knowledgeRequirements" : [ {
        "text" : "När eleven samråder med handledare bedömer hon eller han <strong>________</strong> den egna förmågan och situationens krav.",
        "knowledgeRequirementChoice" : {
          "E" : "När eleven samråder med handledare bedömer hon eller han <strong>med viss säkerhet</strong> den egna förmågan och situationens krav.",
          "C" : "När eleven samråder med handledare bedömer hon eller han <strong>med viss säkerhet</strong> den egna förmågan och situationens krav.",
          "A" : "När eleven samråder med handledare bedömer hon eller han <strong>med säkerhet</strong> den egna förmågan och situationens krav."
        }
      } ]
    } ],
    "point" : 100,
    "year" : null
  }, {
    "name" : "Rätten och samhället",
    "description" : " Kursen rätten och samhället omfattar punkterna 1–5 under rubriken Ämnets syfte. I kursen behandlas grundläggande kunskaper i ämnet. ",
    "code" : "JURRÄT0",
    "centralContent" : [ {
      "heading" : "Undervisningen i kursen ska behandla följande centrala innehåll:",
      "lines" : [ "Konstitutionell rätt: Sveriges grundlagar med särskild betoning på offentlighetsprincipen och skyddet för mänskliga fri- och rättigheter.", "Internationell rätt: Europarätt inklusive EU-rätt samt det internationella skyddet för mänskliga rättigheter.", "Straffrätt: regler som rör brott och straff samt straffrättsliga ideologier.", "Processrätt: regler som rör det svenska rättegångsväsendet och praktiskt processförfarande.", "Juridiska begrepp och problemlösning i rättsliga sammanhang.", "Sambandet mellan etik och moral i samhället, lagstiftning och tolkning av lagar." ]
    } ],
    "knowledgeRequirementParagraphs" : [ {
      "heading" : "",
      "knowledgeRequirements" : [ {
        "text" : "Eleven redogör <strong>________</strong> för <strong>________</strong> delar av konstitutionell rätt, internationell rätt samt straff- och processrätt.",
        "knowledgeRequirementChoice" : {
          "E" : "Eleven redogör <strong>översiktligt</strong> för <strong>begränsade</strong> delar av konstitutionell rätt, internationell rätt samt straff- och processrätt.",
          "C" : "Eleven redogör <strong>utförligt</strong> för delar av konstitutionell rätt, internationell rätt samt straff- och processrätt.",
          "A" : "Eleven redogör <strong>utförligt och nyanserat</strong> för <strong>omfattande</strong> delar av konstitutionell rätt, internationell rätt samt straff- och processrätt."
        }
      }, {
        "text" : "Eleven redogör också <strong>________</strong> för innebörden av juridiska begrepp och använder dem <strong>________</strong> i relevanta sammanhang.",
        "knowledgeRequirementChoice" : {
          "E" : "Eleven redogör också <strong>översiktligt</strong> för innebörden av juridiska begrepp och använder dem <strong>med viss säkerhet</strong> i relevanta sammanhang.",
          "C" : "Eleven redogör också <strong>utförligt</strong> för innebörden av juridiska begrepp och använder dem <strong>med viss säkerhet</strong> i relevanta sammanhang.",
          "A" : "Eleven redogör också <strong>utförligt och nyanserat</strong> för innebörden av juridiska begrepp och använder dem <strong>med säkerhet</strong> i relevanta sammanhang."
        }
      }, {
        "text" : "Dessutom förklarar eleven <strong>________</strong> innebörden av vanligt förekommande processrättsliga dokument och upprättar <strong>________</strong> med handledare och med <strong>________</strong> resultat <strong>________</strong> sådant dokument.",
        "knowledgeRequirementChoice" : {
          "E" : "Dessutom förklarar eleven <strong>översiktligt</strong> innebörden av vanligt förekommande processrättsliga dokument och upprättar <strong>i samråd</strong> med handledare och med <strong>tillfredsställande</strong> resultat <strong>något</strong> sådant dokument.",
          "C" : "Dessutom förklarar eleven <strong>utförligt</strong> innebörden av vanligt förekommande processrättsliga dokument och upprättar <strong>efter samråd</strong> med handledare och med <strong>tillfredsställande</strong> resultat <strong>några</strong> sådana dokument.",
          "A" : "Dessutom förklarar eleven <strong>utförligt och nyanserat</strong> innebörden av vanligt förekommande processrättsliga dokument och upprättar <strong>efter samråd</strong> med handledare och med <strong>gott</strong> resultat <strong>några</strong> sådana dokument."
        }
      } ]
    }, {
      "heading" : "",
      "knowledgeRequirements" : [ {
        "text" : "Inom konstitutionell rätt och internationell rätt samt utifrån <strong>________</strong> fallbeskrivningar inom straff- och processrätt löser eleven med <strong>________</strong> resultat <strong>________</strong> problem <strong>________</strong> rättskälla.",
        "knowledgeRequirementChoice" : {
          "E" : "Inom konstitutionell rätt och internationell rätt samt utifrån <strong>enkla</strong> fallbeskrivningar inom straff- och processrätt löser eleven med <strong>tillfredsställande</strong> resultat <strong>givna</strong> problem <strong>med hjälp av given</strong> rättskälla.",
          "C" : "Inom konstitutionell rätt och internationell rätt samt utifrån fallbeskrivningar inom straff- och processrätt <strong>identifierar och beskriver eleven utförligt</strong> problem och löser dem med <strong>tillfredsställande</strong> resultat <strong>genom att välja, tolka och tillämpa relevant</strong> rättskälla.",
          "A" : "Inom konstitutionell rätt och internationell rätt samt utifrån <strong>komplexa</strong> fallbeskrivningar inom straff- och processrätt <strong>identifierar och beskriver eleven utförligt och nyanserat</strong> problem och löser dem med <strong>gott</strong> resultat <strong>genom att välja, tolka och tillämpa relevant</strong> rättskälla."
        }
      }, {
        "text" : "Dessutom för eleven <strong>________</strong> resonemang om lagstiftningens effekter och drar <strong>________</strong> slutsatser.",
        "knowledgeRequirementChoice" : {
          "E" : "Dessutom för eleven <strong>enkla</strong> resonemang om lagstiftningens effekter och drar <strong>enkla</strong> slutsatser.",
          "C" : "Dessutom <strong>motiverar</strong> eleven <strong>sitt lösningsförslag med välgrundade argument</strong>, för <strong>välgrundade</strong> resonemang om lagstiftningens effekter och drar <strong>välgrundade</strong> slutsatser.",
          "A" : "Dessutom <strong>motiverar</strong> eleven <strong>sitt lösningsförslag med välgrundade och nyanserade argument</strong>, för <strong>välgrundade och nyanserade</strong> resonemang om lagstiftningens effekter och drar <strong>välgrundade och nyanserade</strong> slutsatser."
        }
      } ]
    }, {
      "heading" : "",
      "knowledgeRequirements" : [ {
        "text" : "Eleven beskriver <strong>________</strong> frågor i samhället som rör konstitutionell rätt, internationell rätt eller straff- och processrätt samt för <strong>________</strong> resonemang om dessa frågor ur rättsfilosofisk och etisk synvinkel.",
        "knowledgeRequirementChoice" : {
          "E" : "Eleven beskriver <strong>översiktligt</strong> frågor i samhället som rör konstitutionell rätt, internationell rätt eller straff- och processrätt samt för <strong>enkla</strong> resonemang om dessa frågor ur rättsfilosofisk och etisk synvinkel.",
          "C" : "Eleven beskriver <strong>utförligt</strong> frågor i samhället som rör konstitutionell rätt, internationell rätt eller straff- och processrätt samt för <strong>välgrundade</strong> resonemang om dessa frågor ur rättsfilosofisk och etisk synvinkel.",
          "A" : "Eleven beskriver <strong>utförligt och nyanserat</strong> frågor i samhället som rör konstitutionell rätt, internationell rätt eller straff- och processrätt samt för <strong>välgrundade och nyanserade</strong> resonemang om dessa frågor ur rättsfilosofisk och etisk synvinkel."
        }
      } ]
    }, {
      "heading" : "",
      "knowledgeRequirements" : [ {
        "text" : "När eleven samråder med handledare bedömer hon eller han <strong>________</strong> den egna förmågan och situationens krav.",
        "knowledgeRequirementChoice" : {
          "E" : "När eleven samråder med handledare bedömer hon eller han <strong>med viss säkerhet</strong> den egna förmågan och situationens krav.",
          "C" : "När eleven samråder med handledare bedömer hon eller han <strong>med viss säkerhet</strong> den egna förmågan och situationens krav.",
          "A" : "När eleven samråder med handledare bedömer hon eller han <strong>med säkerhet</strong> den egna förmågan och situationens krav."
        }
      } ]
    } ],
    "point" : 100,
    "year" : null
  } ]
}