{
  "name" : "Klassisk grekiska – språk och kultur",
  "description" : "Ämnet klassisk grekiska – språk och kultur är till sin karaktär ett humanistiskt ämne som förenar språk- och kulturstudier. Grekiska har varit gemensamt språk för befolkningen i den östra delen av Medelhavsområdet under lång tid, och den antika grekiska kulturen har satt en bestående prägel på den kultur vi lever i i dag. Den västerländska kulturen och tänkandet har formats av arvet från antik grekisk litteratur, filosofi, konst och arkitektur.",
  "code" : "KLA",
  "designation" : "",
  "skolfsId" : "2010:121",
  "purposes" : [ {
    "type" : "PARAGRAPH",
    "heading" : "",
    "lines" : [ "Undervisningen i ämnet klassisk grekiska – språk och kultur ska syfta till att eleverna utvecklar kunskaper om det grekiska språket och om den grekiska kulturen under antiken samt hur den har påverkat senare tiders kulturer.", "Undervisningen ska ge eleverna möjlighet att utveckla förståelse av andra tiders kulturer och bidra till ett fördjupat historiskt perspektiv, men också ge perspektiv på nutiden.", "I undervisningen ska eleverna ges möjlighet att utveckla kulturell och språklig medvetenhet och analysförmåga." ]
  }, {
    "type" : "PARAGRAPH",
    "heading" : "",
    "lines" : [ "I undervisningen ska eleverna ges möjlighet att läsa och arbeta med grekiska texter av olika slag för att få en förståelse både av den tid när de skrevs och av nutiden.", "För att eleverna ska kunna läsa och förstå grekiska texter från antiken ska undervisningen ge dem möjlighet att utveckla kunskaper i grekiskans ordförråd och grammatik.", "Undervisningen ska bidra till att eleverna utvecklar kunskaper om hur grekiskan har påverkat och fortfarande påverkar många andra språk.", "Den ska också bidra till att eleverna utvecklar ett större ordförråd i svenska, engelska och andra moderna språk, eftersom grekiskan är ursprunget till ett stort antal lånord i dessa språk.", "Vidare ska undervisningen leda till att eleverna utvecklar förmåga att analysera och beskriva språkliga företeelser." ]
  }, {
    "type" : "PARAGRAPH",
    "heading" : "",
    "lines" : [ "Läsning av grekiska texter bidrar även till kunskaper i antikens historia och kultur.", "För att bredda de kunskaper som texterna ger ska textläsningen i undervisningen kompletteras med grekiska texter i översättning samt annat material.", "I undervisningen ska eleverna även ges möjlighet att få både språkliga och kulturella upplevelser av olika slag." ]
  }, {
    "type" : "BULLET",
    "heading" : "Undervisningen i ämnet klassisk grekiska – språk och kultur ska ge eleverna förutsättningar att utveckla följande:",
    "lines" : [ "Förmåga att läsa, återge och tolka enkla grekiska texter av olika slag från antiken, med hjälp av kunskaper om grekisk grammatik, grekiskt ordförråd och uttal.", "Kunskaper om det grekiska språket samt förmåga att använda relevanta begrepp.", "Kunskaper om samband mellan grekiska och moderna språk samt om grekiska ord, orddelar, begrepp och uttryck i svenska, engelska och andra moderna språk.", "Kunskaper om det antika Greklands historia, kultur och samhällsliv samt förståelse av hur den grekiska kulturen har påverkat senare tiders kulturer i Europa och övriga världen.", "Förmåga att tolka grekiska texter från antiken och senare tiders litteraur, konst och idéer utifrån kunskaper om grekisk historia, kultur och samhällsliv." ]
  } ],
  "courses" : [ {
    "name" : "Klassisk grekiska – språk och kultur 1",
    "description" : "Kursen klassisk grekiska – språk och kultur 1 omfattar punkterna 1–5 under rubriken Ämnets syfte. I kursen behandlas grundläggande kunskaper i ämnet.",
    "code" : "KLAKLA01",
    "centralContent" : [ {
      "heading" : "Undervisningen i kursen ska behandla följande centrala innehåll:",
      "lines" : [ "Läsning och tolkning av mycket enkla grekiska texter, till exempel texter från läroböcker och bearbetade autentiska texter.", "Det grekiska alfabetet, hur de grekiska bokstäverna uttalades under grekiskans klassiska tid och hur man använder alfabetet i skrift.", "Den grekiska grammatikens grunder med orientering om det viktigaste i grekisk formlära och meningsbyggnad. Relevanta begrepp som behövs för att beskriva och analysera språket.", "Ett begränsat grekiskt basordförråd med betoning på ord, orddelar, begrepp och uttryck som lever vidare i de moderna språken och i vetenskaplig terminologi.", "Översikt över det antika Greklands historia, till exempel perserkrigen, krigen mellan Sparta och Aten samt Alexander den store. Orientering om det antika Greklands geografi.", "Några aspekter av samhällsliv, statsskick, religion och mytologi i det antika Grekland, till exempel vardagsliv i Aten och Sparta, den atenska demokratin, de olympiska spelen samt den grekiska gudavärlden och dess myter. Hur dessa aspekter har påverkat senare tiders kulturer med betoning på vår egen tid.", "Det antika Greklands kultur och hur den grekiska kulturen har påverkat senare tiders arkitektur, konst och litteratur med betoning på vår egen tid.", "Grekisk historia, kultur och samhällsliv i de grekiska texterna." ]
    } ],
    "knowledgeRequirementParagraphs" : [ {
      "heading" : "",
      "knowledgeRequirements" : [ {
        "text" : "Eleven läser, återger och tolkar huvudinnehållet i mycket enkla grekiska texter.",
        "knowledgeRequirementChoice" : {
          "E" : "Eleven läser, återger och tolkar huvudinnehållet i mycket enkla grekiska texter.",
          "C" : "Eleven läser, återger och tolkar huvudinnehållet <strong>och de flesta detaljer</strong> i mycket enkla grekiska texter.",
          "A" : "Eleven läser, återger och tolkar <strong>såväl</strong> huvudinnehållet <strong>som detaljer</strong> i mycket enkla grekiska texter."
        }
      }, {
        "text" : "Eleven läser grekisk text med godtagbart uttal och använder det grekiska alfabetet i skrift.",
        "knowledgeRequirementChoice" : {
          "E" : "Eleven läser grekisk text med godtagbart uttal och använder det grekiska alfabetet i skrift.",
          "C" : "Eleven läser grekisk text med godtagbart uttal och använder det grekiska alfabetet i skrift.",
          "A" : "Eleven läser grekisk text med godtagbart uttal och använder det grekiska alfabetet i skrift."
        }
      }, {
        "text" : "I arbetet med texterna använder eleven <strong>________</strong> den grekiska grammatikens grunder.",
        "knowledgeRequirementChoice" : {
          "E" : "I arbetet med texterna använder eleven <strong>med viss säkerhet och i begränsad utsträckning</strong> den grekiska grammatikens grunder.",
          "C" : "I arbetet med texterna använder eleven <strong>med viss säkerhet</strong> den grekiska grammatikens grunder.",
          "A" : "I arbetet med texterna använder eleven <strong>med säkerhet</strong> den grekiska grammatikens grunder."
        }
      }, {
        "text" : "Eleven beskriver <strong>________</strong> enkla företeelser i det grekiska språket med hjälp av relevanta begrepp.",
        "knowledgeRequirementChoice" : {
          "E" : "Eleven beskriver <strong>mycket</strong> enkla företeelser i det grekiska språket med hjälp av relevanta begrepp.",
          "C" : "Eleven beskriver enkla företeelser i det grekiska språket med hjälp av relevanta begrepp.",
          "A" : "Eleven beskriver enkla <strong>och något mer komplexa</strong> företeelser i det grekiska språket med hjälp av relevanta begrepp."
        }
      }, {
        "text" : "I arbetet med texterna använder eleven <strong>________</strong> ett <strong>________</strong> begränsat grekiskt basordförråd.",
        "knowledgeRequirementChoice" : {
          "E" : "I arbetet med texterna använder eleven <strong>med viss säkerhet</strong> ett <strong>mycket</strong> begränsat grekiskt basordförråd.",
          "C" : "I arbetet med texterna använder eleven <strong>med säkerhet</strong> ett <strong>mycket</strong> begränsat grekiskt basordförråd.",
          "A" : "I arbetet med texterna använder eleven <strong>med säkerhet</strong> ett begränsat grekiskt basordförråd."
        }
      } ]
    }, {
      "heading" : "",
      "knowledgeRequirements" : [ {
        "text" : "Eleven diskuterar <strong>________</strong> sambandet mellan grekiska och svenska, engelska och andra moderna språk.",
        "knowledgeRequirementChoice" : {
          "E" : "Eleven diskuterar <strong>översiktligt</strong> sambandet mellan grekiska och svenska, engelska och andra moderna språk.",
          "C" : "Eleven diskuterar <strong>utförligt</strong> sambandet mellan grekiska och svenska, engelska och andra moderna språk.",
          "A" : "Eleven diskuterar <strong>utförligt och nyanserat</strong> sambandet mellan grekiska och svenska, engelska och andra moderna språk."
        }
      }, {
        "text" : "Eleven identifierar och förklarar <strong>________</strong> vanliga grekiska ord, orddelar, begrepp och uttryck i de moderna språken och inom vetenskaplig terminologi.",
        "knowledgeRequirementChoice" : {
          "E" : "Eleven identifierar och förklarar <strong>översiktligt mycket</strong> vanliga grekiska ord, orddelar, begrepp och uttryck i de moderna språken och inom vetenskaplig terminologi.",
          "C" : "Eleven identifierar och förklarar <strong>utförligt mycket</strong> vanliga grekiska ord, orddelar, begrepp och uttryck i de moderna språken och inom vetenskaplig terminologi.",
          "A" : "Eleven identifierar och förklarar <strong>utförligt och nyanserat</strong> vanliga grekiska ord, orddelar, begrepp och uttryck i de moderna språken och inom vetenskaplig terminologi."
        }
      } ]
    }, {
      "heading" : "",
      "knowledgeRequirements" : [ {
        "text" : "Eleven redogör <strong>________</strong> för några viktiga platser i det antika Grekland, några viktiga händelser och personer i det antika Greklands historia samt för några aspekter av samhällsliv, statsskick, religion och mytologi i det antika Grekland.",
        "knowledgeRequirementChoice" : {
          "E" : "Eleven redogör <strong>översiktligt</strong> för några viktiga platser i det antika Grekland, några viktiga händelser och personer i det antika Greklands historia samt för några aspekter av samhällsliv, statsskick, religion och mytologi i det antika Grekland.",
          "C" : "Eleven redogör <strong>utförligt</strong> för några viktiga platser i det antika Grekland, några viktiga händelser och personer i det antika Greklands historia samt för några aspekter av samhällsliv, statsskick, religion och mytologi i det antika Grekland.",
          "A" : "Eleven redogör <strong>utförligt och nyanserat</strong> för några viktiga platser i det antika Grekland, några viktiga händelser och personer i det antika Greklands historia samt för några aspekter av samhällsliv, statsskick, religion och mytologi i det antika Grekland."
        }
      }, {
        "text" : "Eleven redogör också <strong>________</strong> för några aspekter av det antika Greklands arkitektur, konst och litteratur.",
        "knowledgeRequirementChoice" : {
          "E" : "Eleven redogör också <strong>översiktligt</strong> för några aspekter av det antika Greklands arkitektur, konst och litteratur.",
          "C" : "Eleven redogör också <strong>utförligt</strong> för några aspekter av det antika Greklands arkitektur, konst och litteratur.",
          "A" : "Eleven redogör också <strong>utförligt och nyanserat</strong> för några aspekter av det antika Greklands arkitektur, konst och litteratur."
        }
      }, {
        "text" : "Eleven för <strong>________</strong> resonemang om hur grekisk historia, kultur och samhällsliv har påverkat senare tiders kulturer i Europa och i övriga världen samt gör <strong>________</strong> jämförelser med vår egen tid.",
        "knowledgeRequirementChoice" : {
          "E" : "Eleven för <strong>enkla</strong> resonemang om hur grekisk historia, kultur och samhällsliv har påverkat senare tiders kulturer i Europa och i övriga världen samt gör <strong>enkla</strong> jämförelser med vår egen tid.",
          "C" : "Eleven för <strong>välgrundade</strong> resonemang om hur grekisk historia, kultur och samhällsliv har påverkat senare tiders kulturer i Europa och i övriga världen och gör <strong>välgrundade</strong> jämförelser med vår egen tid.",
          "A" : "Eleven för <strong>välgrundade och nyanserade</strong> resonemang om hur grekisk historia, kultur och samhällsliv har påverkat senare tiders kulturer i Europa och i övriga världen och gör <strong>välgrundade och nyanserade jämförelser</strong> med vår egen tid."
        }
      }, {
        "text" : "Eleven gör <strong>________</strong> tolkningar av grekiska texter utifrån sina kunskaper om grekisk historia, kultur och samhällsliv.",
        "knowledgeRequirementChoice" : {
          "E" : "Eleven gör <strong>enkla</strong> tolkningar av grekiska texter utifrån sina kunskaper om grekisk historia, kultur och samhällsliv.",
          "C" : "Eleven gör <strong>välgrundade</strong> tolkningar av grekiska texter utifrån sina kunskaper om grekisk historia, kultur och samhällsliv.",
          "A" : "Eleven gör <strong>välgrundade och nyanserade</strong> tolkningar av grekiska texter utifrån sina kunskaper om grekisk historia, kultur och samhällsliv."
        }
      } ]
    } ],
    "point" : 100,
    "year" : null
  }, {
    "name" : "Klassisk grekiska – språk och kultur 2",
    "description" : "Kursen klassisk grekiska – språk och kultur 2 omfattar punkterna 1–5 under rubriken Ämnets syfte. I kursen behandlas fördjupade kunskaper i ämnet.",
    "code" : "KLAKLA02",
    "centralContent" : [ {
      "heading" : "Undervisningen i kursen ska behandla följande centrala innehåll:",
      "lines" : [ "Läsning och tolkning av mycket enkla autentiska texter på klassisk grekiska av olika slag, både prosa och poesi, till exempel historiska och filosofiska texter samt hjälte- och kärlekspoesi.", "Några vanliga grekiska versmått, till exempel hexameter.", "Grekisk grammatik med utökad formlära och orientering om mycket vanliga syntaktiska strukturer. Relevanta begrepp som behövs för att beskriva och analysera språket.", "Grekiskt basordförråd med referenser till moderna språk och vetenskaplig terminologi.", "Huvuddragen i det antika Greklands historia och samhällsliv, till exempel stadsstaternas utveckling och kvinnans ställning.", "Viktiga strömningar inom grekisk arkitektur, konst, litteratur och filosofi samt hur de har påverkat senare tiders kulturer ända fram till vår egen tid.", "De grekiska texternas historiska och kulturella sammanhang." ]
    } ],
    "knowledgeRequirementParagraphs" : [ {
      "heading" : "",
      "knowledgeRequirements" : [ {
        "text" : "Eleven läser, återger och tolkar huvudinnehållet i enkla grekiska texter.",
        "knowledgeRequirementChoice" : {
          "E" : "Eleven läser, återger och tolkar huvudinnehållet i enkla grekiska texter.",
          "C" : "Eleven läser, återger och tolkar huvudinnehållet <strong>och de flesta detaljer</strong> i enkla grekiska texter.",
          "A" : "Eleven läser, återger och tolkar <strong>såväl</strong> huvudinnehållet <strong>som detaljer</strong> i enkla grekiska texter."
        }
      }, {
        "text" : "Eleven läser grekisk vers med godtagbart uttal.",
        "knowledgeRequirementChoice" : {
          "E" : "Eleven läser grekisk vers med godtagbart uttal.",
          "C" : "Eleven läser grekisk vers med godtagbart uttal.",
          "A" : "Eleven läser grekisk vers med godtagbart uttal."
        }
      }, {
        "text" : "I arbetet använder eleven <strong>________</strong> den grekiska formläran och några mycket vanliga syntaktiska strukturer.",
        "knowledgeRequirementChoice" : {
          "E" : "I arbetet använder eleven <strong>med viss säkerhet och i begränsad utsträckning</strong> den grekiska formläran och några mycket vanliga syntaktiska strukturer.",
          "C" : "I arbetet med texterna använder eleven <strong>med viss säkerhet</strong> den grekiska formläran och några mycket vanliga syntaktiska strukturer.",
          "A" : "I arbetet med texterna använder eleven <strong>med säkerhet</strong> den grekiska formläran och några mycket vanliga syntaktiska strukturer."
        }
      }, {
        "text" : "Eleven beskriver enkla företeelser i det grekiska språket med hjälp av relevanta begrepp.",
        "knowledgeRequirementChoice" : {
          "E" : "Eleven beskriver enkla företeelser i det grekiska språket med hjälp av relevanta begrepp.",
          "C" : "Eleven beskriver enkla <strong>och något mer komplexa</strong> företeelser i det grekiska språket med hjälp av relevanta begrepp.",
          "A" : "Eleven beskriver enkla <strong>och mer komplexa</strong> företeelser i det grekiska språket med hjälp av relevanta begrepp."
        }
      }, {
        "text" : "I arbetet med texterna använder eleven <strong>________</strong> ett grekiskt basordförråd.",
        "knowledgeRequirementChoice" : {
          "E" : "I arbetet med texterna använder eleven <strong>med viss säkerhet</strong> ett grekiskt basordförråd.",
          "C" : "I arbetet med texterna använder eleven <strong>med säkerhet</strong> ett grekiskt basordförråd.",
          "A" : "I arbetet med texterna använder eleven <strong>med säkerhet</strong> ett <strong>större</strong> grekiskt basordförråd."
        }
      } ]
    }, {
      "heading" : "",
      "knowledgeRequirements" : [ {
        "text" : "Eleven diskuterar <strong>________</strong> sambandet mellan grekiska och svenska, engelska och andra moderna språk.",
        "knowledgeRequirementChoice" : {
          "E" : "Eleven diskuterar <strong>översiktligt</strong> sambandet mellan grekiska och svenska, engelska och andra moderna språk.",
          "C" : "Eleven diskuterar <strong>utförligt</strong> sambandet mellan grekiska och svenska, engelska och andra moderna språk.",
          "A" : "Eleven diskuterar <strong>utförligt och nyanserat</strong> sambandet mellan grekiska och svenska, engelska och andra moderna språk."
        }
      }, {
        "text" : "Eleven identifierar och förklarar <strong>________</strong> vanliga grekiska ord, orddelar, begrepp och uttryck i de moderna språken och inom vetenskaplig terminologi.",
        "knowledgeRequirementChoice" : {
          "E" : "Eleven identifierar och förklarar <strong>översiktligt</strong> vanliga grekiska ord, orddelar, begrepp och uttryck i de moderna språken och inom vetenskaplig terminologi.",
          "C" : "Eleven identifierar och förklarar <strong>utförligt</strong> vanliga grekiska ord, orddelar, begrepp och uttryck i de moderna språken och inom vetenskaplig terminologi.",
          "A" : "Eleven identifierar och förklarar <strong>utförligt och nyanserat</strong> vanliga grekiska ord, orddelar, begrepp och uttryck i de moderna språken och inom vetenskaplig terminologi."
        }
      } ]
    }, {
      "heading" : "",
      "knowledgeRequirements" : [ {
        "text" : "Eleven redogör <strong>________</strong> för huvuddragen i det antika Greklands historia och samhällsliv samt ger <strong>________</strong> exempel på några viktiga strömningar inom grekisk arkitektur, konst, litteratur och filosofi.",
        "knowledgeRequirementChoice" : {
          "E" : "Eleven redogör <strong>översiktligt</strong> för huvuddragen i det antika Greklands historia och samhällsliv samt ger <strong>enkla</strong> exempel på några viktiga strömningar inom grekisk arkitektur, konst, litteratur och filosofi.",
          "C" : "Eleven redogör <strong>utförligt</strong> för huvuddragen i det antika Greklands historia och samhällsliv samt ger <strong>välgrundade</strong> exempel på några viktiga strömningar inom grekisk arkitektur, konst, litteratur och filosofi.",
          "A" : "Eleven redogör <strong>utförligt och nyanserat</strong> för huvuddragen i det antika Greklands historia och samhällsliv samt ger <strong>välgrundade och nyanserade</strong> exempel på några viktiga strömningar inom grekisk arkitektur, konst, litteratur och filosofi."
        }
      }, {
        "text" : "Eleven för <strong>________</strong> resonemang om hur dessa strömningar har påverkat senare tiders konst, litteratur och idéer fram till vår egen tid.",
        "knowledgeRequirementChoice" : {
          "E" : "Eleven för <strong>enkla</strong> resonemang om hur dessa strömningar har påverkat senare tiders konst, litteratur och idéer fram till vår egen tid.",
          "C" : "Eleven för <strong>välgrundade</strong> resonemang om hur dessa strömningar har påverkat senare tiders konst, litteratur och idéer fram till vår egen tid.",
          "A" : "Eleven för <strong>välgrundade och nyanserade</strong> resonemang om hur dessa strömningar har påverkat senare tiders konst, litteratur och idéer fram till vår egen tid."
        }
      }, {
        "text" : "Eleven gör <strong>________</strong> tolkningar av grekiska texter utifrån sina kunskaper om grekisk historia, kultur och samhällsliv.",
        "knowledgeRequirementChoice" : {
          "E" : "Eleven gör <strong>enkla</strong> tolkningar av grekiska texter utifrån sina kunskaper om grekisk historia, kultur och samhällsliv.",
          "C" : "Eleven gör <strong>välgrundade</strong> tolkningar av grekiska texter utifrån sina kunskaper om grekisk historia, kultur och samhällsliv.",
          "A" : "Eleven gör <strong>välgrundade och nyanserade</strong> tolkningar av grekiska texter utifrån sina kunskaper om grekisk historia, kultur och samhällsliv."
        }
      } ]
    } ],
    "point" : 100,
    "year" : null
  } ]
}