{
  "name" : "Konferens och evenemang",
  "description" : "Ämnet konferens och evenemang behandlar olika mötesformer, från möten med få deltagare och mindre konferenser till kongresser och stora evenemang. Mötesbranschens olika målgrupper har olika förväntningar på såväl lokalers utformning och teknisk utrustning som service, aktiviteter och andra tjänster.",
  "code" : "KON",
  "designation" : "",
  "skolfsId" : "2010:86",
  "purposes" : [ {
    "type" : "PARAGRAPH",
    "heading" : "",
    "lines" : [ "Undervisningen i ämnet konferens och evenemang ska syfta till att eleverna utvecklar kunskaper om mötesbranschens utveckling, olika anläggningar och miljöer samt om den potential dessa har för att anpassas efter kundens behov.", "Undervisningen ska även leda till att eleverna utvecklar förmåga att planera och genomföra olika typer av möten.", "Vidare ska undervisningen ge eleverna möjlighet att utveckla förmåga att kommunicera med kunden och gästen så att mötet blir yrkesmässigt och serviceinriktat.", "Dessutom ska eleverna ges möjlighet att utveckla mångsidighet och kreativitet, så att aktiviteter och utrustning kan anpassas efter kundens önskemål och ekonomiska förutsättningar." ]
  }, {
    "type" : "PARAGRAPH",
    "heading" : "",
    "lines" : [ "Undervisningen ska ge eleverna möjlighet att utveckla kunskaper i att hantera och felsöka teknisk utrustning inom området.", "Den ska leda till att eleverna utvecklar kunskaper om överenskommelser, lagar och andra bestämmelser inom verksamhetsområdet samt om arbetsmiljö, säkerhet och hållbar utveckling.", "Vidare ska eleverna ges möjlighet att utveckla förmåga att göra etiska överväganden och reflektera över frågor som rör kundens integritet." ]
  }, {
    "type" : "PARAGRAPH",
    "heading" : "",
    "lines" : [ "Genom praktiska övningar ska eleverna ges möjlighet att utföra arbetsuppgifter inom området och utveckla en yrkesmässig attityd i mötet med kunder och gäster.", "Via kontakter med olika mötesarrangörer ska eleverna ges möjlighet att dels utveckla kunskaper om variationen av tjänster och serviceutbud inom området, dels utveckla förståelse av olika målgruppers behov och önskemål gällande mötesformer och aktiviteter." ]
  }, {
    "type" : "BULLET",
    "heading" : "Undervisningen i ämnet konferens och evenemang ska ge eleverna förutsättningar att utveckla följande:",
    "lines" : [ "Kunskaper om mötesbranschens utveckling, om olika typer av konferenser och evenemang samt om vilka aktörer som finns och vad de kan erbjuda. Kunskaper om olika kundtyper och deras önskemål.", "Förmåga att boka, planera, administrera och organisera olika arrangemang utifrån kundbehov och ur ekonomiska aspekter.", "Förmåga att utföra arbetsuppgifter på ett serviceinriktat och ansvarsfullt sätt.", "Förmåga att hantera modern teknisk utrustning.", "Förmåga att arbeta med hänsyn till arbetsmiljö och säkerhet utifrån lagar och andra bestämmelser inom området.", "Förmåga att samarbeta och kommunicera med andra samt att anpassa sitt språk efter situationen.", "Förmåga att utvärdera sitt arbete och resultat." ]
  } ],
  "courses" : [ {
    "name" : "Evenemang",
    "description" : "Kursen evenemang omfattar punkterna 1–7 under rubriken Ämnets syfte. I kursen behandlas grundläggande kunskaper.",
    "code" : "KONEVE0",
    "centralContent" : [ {
      "heading" : "Undervisningen i kursen ska behandla följande centrala innehåll:",
      "lines" : [ "Olika evenemang, till exempel invigningar, galor, shower, sportarrangemang och mässor.", "Evenemang och event som imageskapare och varumärkesbyggare i samband med produktlanseringar, kundträffar, jubileer, mässor eller kick-offer.", "Förutsättningar för lokala, nationella och internationella evenemang.", "Organisation och ansvarsfördelning vid arbete i projekt.", "Planering, kalkylering, genomförande och uppföljning av mindre projekt.", "Säljstimulerande aktiviteter vid olika evenemang.", "Bokning av externa tjänster, till exempel teknik, säkerhet och underhållning.", "Praktiskt arbete i samband med mässor och andra evenemang, till exempel monterbygge, skyltning, exponering samt servering av mat och dryck.", "Ljud- och ljusteknik i samband med olika presentationer.", "Ekonomiska och miljömässiga faktorer vid genomförande av olika evenemang.", "Arbetsmiljö och systematiskt säkerhetsarbete utifrån lagar och andra bestämmelser.", "Riskanalys och förebyggande säkerhet i samband med planering och genomförande av aktiviteter.", "Service och bemötande av olika målgrupper samt deras skiftande behov i olika situationer.", "Kommunikation, samverkan och logistik i samband med olika evenemang.", "Dokumentation och uppföljning av arbetet." ]
    } ],
    "knowledgeRequirementParagraphs" : [ {
      "heading" : "",
      "knowledgeRequirements" : [ {
        "text" : "Eleven beskriver <strong>________</strong> olika typer av evenemang samt vilka förutsättningar som krävs för att anordna lokala, nationella och internationella evenemang.",
        "knowledgeRequirementChoice" : {
          "E" : "Eleven beskriver <strong>översiktligt</strong> olika typer av evenemang samt vilka förutsättningar som krävs för att anordna lokala, nationella och internationella evenemang.",
          "C" : "Eleven beskriver <strong>utförligt</strong> olika typer av evenemang samt vilka förutsättningar som krävs för att anordna lokala, nationella och internationella evenemang.",
          "A" : "Eleven beskriver <strong>utförligt och nyanserat</strong> olika typer av evenemang samt vilka förutsättningar som krävs för att anordna lokala, nationella och internationella evenemang."
        }
      }, {
        "text" : "Dessutom redogör eleven <strong>________</strong> för organisation och ansvarsfördelning vid genomförande av evenemang.",
        "knowledgeRequirementChoice" : {
          "E" : "Dessutom redogör eleven <strong>översiktligt</strong> för organisation och ansvarsfördelning vid genomförande av evenemang.",
          "C" : "Dessutom redogör eleven <strong>utförligt</strong> för organisation och ansvarsfördelning vid genomförande av evenemang.",
          "A" : "Dessutom redogör eleven <strong>utförligt och nyanserat</strong> för organisation och ansvarsfördelning vid genomförande av evenemang."
        }
      } ]
    }, {
      "heading" : "",
      "knowledgeRequirements" : [ {
        "text" : "Eleven planerar och organiserar <strong>________</strong> med handledare evenemang.",
        "knowledgeRequirementChoice" : {
          "E" : "Eleven planerar och organiserar <strong>i samråd</strong> med handledare evenemang.",
          "C" : "Eleven planerar och organiserar <strong>efter samråd</strong> med handledare evenemang.",
          "A" : "Eleven planerar och organiserar <strong>efter samråd</strong> med handledare evenemang."
        }
      }, {
        "text" : "I planeringen väljer eleven <strong>________</strong> med handledare teknisk utrustning, aktivitet och material som passar för evenemanget, utifrån given ekonomisk ram.",
        "knowledgeRequirementChoice" : {
          "E" : "I planeringen väljer eleven <strong>i samråd</strong> med handledare teknisk utrustning, aktivitet och material som passar för evenemanget, utifrån given ekonomisk ram.",
          "C" : "I planeringen väljer eleven <strong>efter samråd</strong> med handledare teknisk utrustning, aktivitet och material som passar för evenemanget, utifrån given ekonomisk ram.",
          "A" : "I planeringen väljer eleven <strong>efter samråd</strong> med handledare teknisk utrustning, aktivitet och material som passar för evenemanget, utifrån given ekonomisk ram."
        }
      }, {
        "text" : "Eleven iordningställer <strong>________</strong> evenemanget samt genomför <strong>________</strong> med handledare enkla arbetsuppgifter i samband med evenemang, med ett resultat som uppfyller fastställda kvalitetskrav.",
        "knowledgeRequirementChoice" : {
          "E" : "Eleven iordningställer <strong>med viss säkerhet</strong> evenemanget samt genomför <strong>i samråd</strong> med handledare enkla arbetsuppgifter i samband med evenemang, med ett resultat som uppfyller fastställda kvalitetskrav.",
          "C" : "Eleven iordningställer <strong>med viss säkerhet</strong> evenemanget samt genomför <strong>efter samråd</strong> med handledare enkla arbetsuppgifter i samband med evenemang, med ett resultat som uppfyller fastställda kvalitetskrav.",
          "A" : "Eleven iordningställer <strong>med säkerhet</strong> evenemanget samt genomför <strong>efter samråd</strong> med handledare enkla arbetsuppgifter i samband med evenemang, med ett resultat som uppfyller fastställda kvalitetskrav."
        }
      }, {
        "text" : "I arbetet använder eleven <strong>________</strong> teknisk utrustning.",
        "knowledgeRequirementChoice" : {
          "E" : "I arbetet använder eleven <strong>med viss säkerhet</strong> teknisk utrustning.",
          "C" : "I arbetet använder eleven <strong>med viss säkerhet</strong> teknisk utrustning.",
          "A" : "I arbetet använder eleven <strong>med säkerhet</strong> teknisk utrustning."
        }
      }, {
        "text" : "Under arbetets gång upptäcker eleven eventuella problem som uppkommer och löser dem <strong>________</strong> med handledare.",
        "knowledgeRequirementChoice" : {
          "E" : "Under arbetets gång upptäcker eleven eventuella problem som uppkommer och löser dem <strong>i samråd</strong> med handledare.",
          "C" : "Under arbetets gång upptäcker eleven eventuella problem som uppkommer och löser dem <strong>efter samråd</strong> med handledare.",
          "A" : "Under arbetets gång upptäcker eleven eventuella problem som uppkommer och löser dem <strong>efter samråd</strong> med handledare."
        }
      } ]
    }, {
      "heading" : "",
      "knowledgeRequirements" : [ {
        "text" : "Eleven arbetar med hänsyn till hälsa, miljö, ekonomi och säkerhet utifrån lagar och andra bestämmelser.",
        "knowledgeRequirementChoice" : {
          "E" : "Eleven arbetar med hänsyn till hälsa, miljö, ekonomi och säkerhet utifrån lagar och andra bestämmelser.",
          "C" : "Eleven arbetar med hänsyn till hälsa, miljö, ekonomi och säkerhet utifrån lagar och andra bestämmelser.",
          "A" : "Eleven arbetar med hänsyn till hälsa, miljö, ekonomi och säkerhet utifrån lagar och andra bestämmelser."
        }
      }, {
        "text" : "Dessutom värderar eleven med <strong>________</strong> omdömen evenemangets säkerhet.",
        "knowledgeRequirementChoice" : {
          "E" : "Dessutom värderar eleven med <strong>enkla</strong> omdömen evenemangets säkerhet.",
          "C" : "Dessutom värderar eleven med <strong>nyanserade</strong> omdömen evenemangets säkerhet.",
          "A" : "Dessutom värderar eleven med <strong>nyanserade</strong> omdömen evenemangets säkerhet <strong>samt ger förslag på hur säkerheten kan förbättras</strong>."
        }
      } ]
    }, {
      "heading" : "",
      "knowledgeRequirements" : [ {
        "text" : "Eleven anpassar <strong>________</strong> sitt evenemang efter målgruppen och motiverar <strong>________</strong> hur anpassningen är gjord.",
        "knowledgeRequirementChoice" : {
          "E" : "Eleven anpassar <strong>med viss säkerhet</strong> sitt evenemang efter målgruppen och motiverar <strong>översiktligt</strong> hur anpassningen är gjord.",
          "C" : "Eleven anpassar <strong>med viss säkerhet</strong> sitt evenemang efter målgruppen och motiverar <strong>utförligt</strong> hur anpassningen är gjord.",
          "A" : "Eleven anpassar <strong>med säkerhet</strong> sitt evenemang efter målgruppen och motiverar <strong>utförligt och nyanserat</strong> hur anpassningen är gjord."
        }
      }, {
        "text" : "Eleven samarbetar och kommunicerar <strong>________</strong> med både kunder och medarbetare samt anpassar <strong>________</strong> sitt språk efter situationen.",
        "knowledgeRequirementChoice" : {
          "E" : "Eleven samarbetar och kommunicerar <strong>med viss säkerhet</strong> med både kunder och medarbetare samt anpassar <strong>med viss säkerhet</strong> sitt språk efter situationen.",
          "C" : "Eleven samarbetar och kommunicerar <strong>med viss säkerhet</strong> med både kunder och medarbetare samt anpassar <strong>med viss säkerhet</strong> sitt språk efter situationen.",
          "A" : "Eleven samarbetar och kommunicerar <strong>med säkerhet</strong> med både kunder och medarbetare samt anpassar <strong>med säkerhet</strong> sitt språk efter situationen."
        }
      }, {
        "text" : "Dessutom utvärderar eleven sitt arbete och resultat med <strong>________</strong> omdömen.",
        "knowledgeRequirementChoice" : {
          "E" : "Dessutom utvärderar eleven sitt arbete och resultat med <strong>enkla</strong> omdömen.",
          "C" : "Dessutom utvärderar eleven sitt arbete och resultat med <strong>nyanserade</strong> omdömen.",
          "A" : "Dessutom utvärderar eleven sitt arbete och resultat med <strong>nyanserade</strong> omdömen <strong>samt ger förslag på hur arbetet och kommunikationen kan förbättras</strong>."
        }
      }, {
        "text" : "När eleven samråder med handledare bedömer hon eller han <strong>________</strong> den egna förmågan och situationens krav.",
        "knowledgeRequirementChoice" : {
          "E" : "När eleven samråder med handledare bedömer hon eller han <strong>med viss säkerhet</strong> den egna förmågan och situationens krav.",
          "C" : "När eleven samråder med handledare bedömer hon eller han <strong>med viss säkerhet</strong> den egna förmågan och situationens krav.",
          "A" : "När eleven samråder med handledare bedömer hon eller han <strong>med säkerhet</strong> den egna förmågan och situationens krav."
        }
      } ]
    } ],
    "point" : 100,
    "year" : null
  }, {
    "name" : "Konferens 1",
    "description" : "Kursen konferens 1 omfattar punkterna 1–7 under rubriken Ämnets syfte. I kursen behandlas grundläggande kunskaper i ämnet.",
    "code" : "KONKOF01",
    "centralContent" : [ {
      "heading" : "Undervisningen i kursen ska behandla följande centrala innehåll:",
      "lines" : [ "Olika konferensanläggningar samt deras olika utbud av lokaler, faciliteter och service.", "Olika mötesformer, till exempel föreläsningar, sammanträden, workshoppar och kick-offer.", "Alternativa möbleringsformer, deras syfte och funktion samt iordningställande av lokaler efter direktiv, till exempel pm eller checklista.", "Den kreativa miljöns betydelse. Hjälpmedel och tillgänglighet för personer med funktionsnedsättning.", "Måltidspausens betydelse samt upp- och avdukning av buffé med kaffe eller andra förfriskningar.", "Lagar och andra bestämmelser om hygien och ändamålsenlig klädsel.", "Hantering av teknisk konferensutrustning, till exempel kopieringsmaskin, datorprojektor och mikrofon.", "Arbetsmiljö och systematiskt säkerhetarbete utifrån lagar och andra bestämmelser.", "Hållbar utveckling inom mötesbranschen.", "Ergonomiskt arbete samt användning av lämpliga hjälpmedel.", "Handlings- och utrymningsplan vid brand, hot och fara.", "Service och bemötande av olika målgrupper samt deras skiftande behov i olika situationer.", "Effektivitet i arbetet samt kommunikation mellan avdelningarna." ]
    } ],
    "knowledgeRequirementParagraphs" : [ {
      "heading" : "",
      "knowledgeRequirements" : [ {
        "text" : "Eleven beskriver <strong>________</strong> olika typer av konferensanläggningar och deras utbud.",
        "knowledgeRequirementChoice" : {
          "E" : "Eleven beskriver <strong>översiktligt</strong> olika typer av konferensanläggningar och deras utbud.",
          "C" : "Eleven beskriver <strong>utförligt</strong> olika typer av konferensanläggningar och deras utbud.",
          "A" : "Eleven beskriver <strong>utförligt och nyanserat</strong> olika typer av konferensanläggningar och deras utbud."
        }
      }, {
        "text" : "Eleven beskriver också <strong>________</strong> olika mötesformer och deras krav på lokaler och service.",
        "knowledgeRequirementChoice" : {
          "E" : "Eleven beskriver också <strong>översiktligt</strong> olika mötesformer och deras krav på lokaler och service.",
          "C" : "Eleven beskriver också <strong>utförligt</strong> olika mötesformer och deras krav på lokaler och service.",
          "A" : "Eleven beskriver också <strong>utförligt och nyanserat</strong> olika mötesformer och deras krav på lokaler och service."
        }
      }, {
        "text" : "Dessutom redogör eleven <strong>________</strong>, utifrån exempel, för hur kreativa och tillgängliga miljöer kan skapas.",
        "knowledgeRequirementChoice" : {
          "E" : "Dessutom redogör eleven <strong>översiktligt</strong>, utifrån exempel, för hur kreativa och tillgängliga miljöer kan skapas.",
          "C" : "Dessutom redogör eleven <strong>utförligt</strong>, utifrån exempel, för hur kreativa och tillgängliga miljöer kan skapas.",
          "A" : "Dessutom redogör eleven <strong>utförligt och nyanserat</strong>, utifrån exempel, för hur kreativa och tillgängliga miljöer kan skapas."
        }
      } ]
    }, {
      "heading" : "",
      "knowledgeRequirements" : [ {
        "text" : "Eleven planerar och organiserar <strong>________</strong> med handledare enklare arrangemang.",
        "knowledgeRequirementChoice" : {
          "E" : "Eleven planerar och organiserar <strong>i samråd</strong> med handledare enklare arrangemang.",
          "C" : "Eleven planerar och organiserar <strong>efter samråd</strong> med handledare enklare arrangemang.",
          "A" : "Eleven planerar och organiserar <strong>efter samråd</strong> med handledare enklare arrangemang."
        }
      }, {
        "text" : "I planeringen väljer eleven <strong>________</strong> med handledare möblering och teknisk utrustning som passar för arrangemanget.",
        "knowledgeRequirementChoice" : {
          "E" : "I planeringen väljer eleven <strong>i samråd</strong> med handledare möblering och teknisk utrustning som passar för arrangemanget.",
          "C" : "I planeringen väljer eleven <strong>efter samråd</strong> med handledare möblering och teknisk utrustning som passar för arrangemanget.",
          "A" : "I planeringen väljer eleven <strong>efter samråd</strong> med handledare möblering och teknisk utrustning som passar för arrangemanget."
        }
      }, {
        "text" : "Eleven utför <strong>________</strong> med handledare iordningställande av lokaler och andra enklare arbetsuppgifter, med ett resultat som uppfyller fastställda kvalitetskrav.",
        "knowledgeRequirementChoice" : {
          "E" : "Eleven utför <strong>i samråd</strong> med handledare iordningställande av lokaler och andra enklare arbetsuppgifter, med ett resultat som uppfyller fastställda kvalitetskrav.",
          "C" : "Eleven utför <strong>efter samråd</strong> med handledare iordningställande av lokaler och andra enklare arbetsuppgifter, med ett resultat som uppfyller fastställda kvalitetskrav.",
          "A" : "Eleven utför <strong>efter samråd</strong> med handledare iordningställande av lokaler och andra enklare arbetsuppgifter, med ett resultat som uppfyller fastställda kvalitetskrav."
        }
      }, {
        "text" : "I arbetet använder eleven <strong>________</strong> teknisk utrustning.",
        "knowledgeRequirementChoice" : {
          "E" : "I arbetet använder eleven <strong>med viss säkerhet</strong> teknisk utrustning.",
          "C" : "I arbetet använder eleven <strong>med viss säkerhet</strong> teknisk utrustning.",
          "A" : "I arbetet använder eleven <strong>med säkerhet</strong> teknisk utrustning."
        }
      }, {
        "text" : "Dessutom arbetar eleven hygieniskt och ergonomiskt vid upp- och avdukningar.",
        "knowledgeRequirementChoice" : {
          "E" : "Dessutom arbetar eleven hygieniskt och ergonomiskt vid upp- och avdukningar.",
          "C" : "Dessutom arbetar eleven hygieniskt och ergonomiskt vid upp- och avdukningar.",
          "A" : "Dessutom arbetar eleven hygieniskt och ergonomiskt vid upp- och avdukningar."
        }
      }, {
        "text" : "Under arbetets gång upptäcker eleven eventuella problem som uppkommer och löser dem <strong>________</strong> med handledare.",
        "knowledgeRequirementChoice" : {
          "E" : "Under arbetets gång upptäcker eleven eventuella problem som uppkommer och löser dem <strong>i samråd</strong> med handledare.",
          "C" : "Under arbetets gång upptäcker eleven eventuella problem som uppkommer och löser dem <strong>efter samråd</strong> med handledare.",
          "A" : "Under arbetets gång upptäcker eleven eventuella problem som uppkommer och löser dem <strong>efter samråd</strong> med handledare."
        }
      } ]
    }, {
      "heading" : "",
      "knowledgeRequirements" : [ {
        "text" : "Eleven arbetar med hänsyn till hälsa, miljö, ekonomi och säkerhet utifrån lagar och andra bestämmelser.",
        "knowledgeRequirementChoice" : {
          "E" : "Eleven arbetar med hänsyn till hälsa, miljö, ekonomi och säkerhet utifrån lagar och andra bestämmelser.",
          "C" : "Eleven arbetar med hänsyn till hälsa, miljö, ekonomi och säkerhet utifrån lagar och andra bestämmelser.",
          "A" : "Eleven arbetar med hänsyn till hälsa, miljö, ekonomi och säkerhet utifrån lagar och andra bestämmelser."
        }
      }, {
        "text" : "Dessutom värderar eleven med <strong>________</strong> omdömen arrangemangets säkerhet.",
        "knowledgeRequirementChoice" : {
          "E" : "Dessutom värderar eleven med <strong>enkla</strong> omdömen arrangemangets säkerhet.",
          "C" : "Dessutom värderar eleven med <strong>nyanserade</strong> omdömen arrangemangets säkerhet.",
          "A" : "Dessutom värderar eleven med <strong>nyanserade</strong> omdömen arrangemangets säkerhet <strong>samt ger förslag på hur säkerheten kan förbättras</strong>."
        }
      } ]
    }, {
      "heading" : "",
      "knowledgeRequirements" : [ {
        "text" : "Eleven anpassar <strong>________</strong> sitt arrangemang efter målgruppen och motiverar <strong>________</strong> hur anpassningen är gjord.",
        "knowledgeRequirementChoice" : {
          "E" : "Eleven anpassar <strong>med viss säkerhet</strong> sitt arrangemang efter målgruppen och motiverar <strong>översiktligt</strong> hur anpassningen är gjord.",
          "C" : "Eleven anpassar <strong>med viss säkerhet</strong> sitt arrangemang efter målgruppen och motiverar <strong>utförligt</strong> hur anpassningen är gjord.",
          "A" : "Eleven anpassar <strong>med säkerhet</strong> sitt arrangemang efter målgruppen och motiverar <strong>utförligt och nyanserat</strong> hur anpassningen är gjord."
        }
      }, {
        "text" : "Eleven samarbetar och kommunicerar <strong>________</strong> med både kunder och medarbetare samt anpassar <strong>________</strong> sitt språk efter situationen.",
        "knowledgeRequirementChoice" : {
          "E" : "Eleven samarbetar och kommunicerar <strong>med viss säkerhet</strong> med både kunder och medarbetare samt anpassar <strong>med viss säkerhet</strong> sitt språk efter situationen.",
          "C" : "Eleven samarbetar och kommunicerar <strong>med viss säkerhet</strong> med både kunder och medarbetare samt anpassar <strong>med viss säkerhet</strong> sitt språk efter situationen.",
          "A" : "Eleven samarbetar och kommunicerar <strong>med säkerhet</strong> med både kunder och medarbetare samt anpassar <strong>med</strong> s<strong>äkerhet</strong> sitt språk efter situationen."
        }
      }, {
        "text" : "Dessutom utvärderar eleven sitt arbete och resultat med <strong>________</strong> omdömen.",
        "knowledgeRequirementChoice" : {
          "E" : "Dessutom utvärderar eleven sitt arbete och resultat med <strong>enkla</strong> omdömen.",
          "C" : "Dessutom utvärderar eleven sitt arbete och resultat med <strong>nyanserade</strong> omdömen.",
          "A" : "Dessutom utvärderar eleven sitt arbete och resultat med <strong>nyanserade</strong> omdömen <strong>samt ger förslag på hur arbetet och kommunikationen kan förbättras</strong>."
        }
      }, {
        "text" : "När eleven samråder med handledare bedömer hon eller han <strong>________</strong> den egna förmågan och situationens krav.",
        "knowledgeRequirementChoice" : {
          "E" : "När eleven samråder med handledare bedömer hon eller han <strong>med viss säkerhet</strong> den egna förmågan och situationens krav.",
          "C" : "När eleven samråder med handledare bedömer hon eller han <strong>med viss säkerhet</strong> den egna förmågan och situationens krav.",
          "A" : "När eleven samråder med handledare bedömer hon eller han <strong>med säkerhet</strong> den egna förmågan och situationens krav."
        }
      } ]
    } ],
    "point" : 100,
    "year" : null
  }, {
    "name" : "Konferens 2",
    "description" : "Kursen konferens 2 omfattar punkterna 1–7 under rubriken Ämnets syfte, med särskild betoning på punkterna 3–7.",
    "code" : "KONKON02",
    "centralContent" : [ {
      "heading" : "Undervisningen i kursen ska behandla följande centrala innehåll:",
      "lines" : [ "Olika konferensanläggningar samt deras olika utbud av lokaler, faciliteter och service.", "Presentation, visning och marknadsföring av anläggningens utbud.", "Samarbete med externa företag, till exempel vad gäller teknik, säkerhet, aktiviteter eller övriga kringarrangemang.", "Lönsamhetsberäkning, prisoptimering och prissättning av anläggningens lokaler och tjänster.", "Planering, genomförande, utvärdering och uppföljning av olika konferensarrangemang.", "Bokningssystem för konferens.", "Alternativa möbleringsformer, deras syfte och funktion samt iordningställande av lokaler efter direktiv, till exempel pm eller checklista.", "Kommunikation och samverkan mellan avdelningarna för avstämning och utbyte av information inför och under arrangemang.", "Välkomnande av kursledare, genomgång av säkerhetsrutiner och dagens program samt erbjudande om teknisk support.", "Hantering av positiva och negativa kundreaktioner.", "Hantering av förekommande teknisk konferensutrustning.", "Arbetsmiljö och säkerhet utifrån lagar och andra bestämmelser.", "Kundens säkerhet och integritet.", "Handlings- och utrymningsplan vid brand, hot och fara.", "Service och bemötande av olika målgrupper samt deras skiftande behov i olika situationer.", "Logistik och effektivitet i arbetet samt kommunikation mellan avdelningarna.", "Metoder för dokumentation och uppföljning." ]
    } ],
    "knowledgeRequirementParagraphs" : [ {
      "heading" : "",
      "knowledgeRequirements" : [ {
        "text" : "Eleven beskriver <strong>________</strong> olika typer av konferensanläggningar och deras utbud samt, utifrån exempel, hur olika konferensanläggningar marknadsför sig.",
        "knowledgeRequirementChoice" : {
          "E" : "Eleven beskriver <strong>översiktligt</strong> olika typer av konferensanläggningar och deras utbud samt, utifrån exempel, hur olika konferensanläggningar marknadsför sig.",
          "C" : "Eleven beskriver <strong>utförligt</strong> olika typer av konferensanläggningar och deras utbud samt, utifrån exempel, hur olika konferensanläggningar marknadsför sig.",
          "A" : "Eleven beskriver <strong>utförligt och nyanserat</strong> olika typer av konferensanläggningar och deras utbud samt, utifrån exempel, hur olika konferensanläggningar marknadsför sig."
        }
      }, {
        "text" : "Dessutom redogör eleven <strong>________</strong> för olika samarbetspartner att ordna arrangemang med samt deras utbud.",
        "knowledgeRequirementChoice" : {
          "E" : "Dessutom redogör eleven <strong>översiktligt</strong> för olika samarbetspartner att ordna arrangemang med samt deras utbud.",
          "C" : "Dessutom redogör eleven <strong>utförligt</strong> för olika samarbetspartner att ordna arrangemang med samt deras utbud.",
          "A" : "Dessutom redogör eleven <strong>utförligt och nyanserat</strong> för olika samarbetspartner att ordna arrangemang med samt deras utbud."
        }
      }, {
        "text" : "Eleven redogör även <strong>________</strong> för hur lönsamhetsberäkning och prissättning av arrangemang görs.",
        "knowledgeRequirementChoice" : {
          "E" : "Eleven redogör även <strong>översiktligt</strong> för hur lönsamhetsberäkning och prissättning av arrangemang görs.",
          "C" : "Eleven redogör även <strong>utförligt</strong> för hur lönsamhetsberäkning och prissättning av arrangemang görs.",
          "A" : "Eleven redogör även <strong>utförligt och nyanserat</strong> för hur lönsamhetsberäkning och prissättning av arrangemang görs."
        }
      } ]
    }, {
      "heading" : "",
      "knowledgeRequirements" : [ {
        "text" : "Eleven planerar och organiserar <strong>________</strong> med handledare arrangemang.",
        "knowledgeRequirementChoice" : {
          "E" : "Eleven planerar och organiserar <strong>i samråd</strong> med handledare arrangemang.",
          "C" : "Eleven planerar och organiserar <strong>efter samråd</strong> med handledare arrangemang.",
          "A" : "Eleven planerar och organiserar <strong>efter samråd</strong> med handledare arrangemang."
        }
      }, {
        "text" : "I planeringen gör eleven <strong>________</strong> en enklare ekonomisk kalkyl för arrangemanget.",
        "knowledgeRequirementChoice" : {
          "E" : "I planeringen gör eleven <strong>med viss säkerhet</strong> en enklare ekonomisk kalkyl för arrangemanget.",
          "C" : "I planeringen gör eleven <strong>med viss säkerhet</strong> en enklare ekonomisk kalkyl för arrangemanget.",
          "A" : "I planeringen gör eleven <strong>med säkerhet</strong> en enklare ekonomisk kalkyl för arrangemanget."
        }
      }, {
        "text" : "Dessutom väljer eleven <strong>________</strong> med handledare möblering och teknisk utrustning som passar för arrangemanget.",
        "knowledgeRequirementChoice" : {
          "E" : "Dessutom väljer eleven <strong>i samråd</strong> med handledare möblering och teknisk utrustning som passar för arrangemanget.",
          "C" : "Dessutom väljer eleven <strong>efter samråd</strong> med handledare möblering och teknisk utrustning som passar för arrangemanget.",
          "A" : "Dessutom väljer eleven <strong>efter samråd</strong> med handledare möblering och teknisk utrustning som passar för arrangemanget."
        }
      }, {
        "text" : "Eleven iordningställer och genomför <strong>________</strong> med handledare arrangemang med ett resultat som uppfyller fastställda kvalitetskrav.",
        "knowledgeRequirementChoice" : {
          "E" : "Eleven iordningställer och genomför <strong>i samråd</strong> med handledare arrangemang med ett resultat som uppfyller fastställda kvalitetskrav.",
          "C" : "Eleven iordningställer och genomför <strong>efter samråd</strong> med handledare arrangemang med ett resultat som uppfyller fastställda kvalitetskrav.",
          "A" : "Eleven iordningställer och genomför <strong>efter samråd</strong> med handledare arrangemang med ett resultat som uppfyller fastställda kvalitetskrav."
        }
      }, {
        "text" : "I arbetet använder eleven <strong>________</strong> teknisk utrustning.",
        "knowledgeRequirementChoice" : {
          "E" : "I arbetet använder eleven <strong>med viss säkerhet</strong> teknisk utrustning.",
          "C" : "I arbetet använder eleven <strong>med viss säkerhet</strong> teknisk utrustning.",
          "A" : "I arbetet använder eleven <strong>med säkerhet</strong> teknisk utrustning."
        }
      }, {
        "text" : "Under arbetets gång upptäcker eleven eventuella problem som uppkommer och löser dem <strong>________</strong> med handledare.",
        "knowledgeRequirementChoice" : {
          "E" : "Under arbetets gång upptäcker eleven eventuella problem som uppkommer och löser dem <strong>i samråd</strong> med handledare.",
          "C" : "Under arbetets gång upptäcker eleven eventuella problem som uppkommer och löser dem <strong>efter samråd</strong> med handledare.",
          "A" : "Under arbetets gång upptäcker eleven eventuella problem som uppkommer och löser dem <strong>efter samråd</strong> med handledare."
        }
      } ]
    }, {
      "heading" : "",
      "knowledgeRequirements" : [ {
        "text" : "Eleven arbetar med hänsyn till hälsa, miljö, ekonomi och säkerhet utifrån lagar och andra bestämmelser.",
        "knowledgeRequirementChoice" : {
          "E" : "Eleven arbetar med hänsyn till hälsa, miljö, ekonomi och säkerhet utifrån lagar och andra bestämmelser.",
          "C" : "Eleven arbetar med hänsyn till hälsa, miljö, ekonomi och säkerhet utifrån lagar och andra bestämmelser.",
          "A" : "Eleven arbetar med hänsyn till hälsa, miljö, ekonomi och säkerhet utifrån lagar och andra bestämmelser."
        }
      }, {
        "text" : "Dessutom värderar eleven med <strong>________</strong> omdömen arrangemangets säkerhet.",
        "knowledgeRequirementChoice" : {
          "E" : "Dessutom värderar eleven med <strong>enkla</strong> omdömen arrangemangets säkerhet.",
          "C" : "Dessutom värderar eleven med <strong>nyanserade</strong> omdömen arrangemangets säkerhet.",
          "A" : "Dessutom värderar eleven med <strong>nyanserade</strong> omdömen arrangemangets säkerhet <strong>samt ger förslag på hur säkerheten kan förbättras</strong>."
        }
      } ]
    }, {
      "heading" : "",
      "knowledgeRequirements" : [ {
        "text" : "Eleven anpassar <strong>________</strong> sitt arrangemang efter målgruppen och motiverar <strong>________</strong> hur anpassningen är gjord.",
        "knowledgeRequirementChoice" : {
          "E" : "Eleven anpassar <strong>med viss säkerhet</strong> sitt arrangemang efter målgruppen och motiverar <strong>översiktligt</strong> hur anpassningen är gjord.",
          "C" : "Eleven anpassar <strong>med viss säkerhet</strong> sitt arrangemang efter målgruppen och motiverar <strong>utförligt</strong> hur anpassningen är gjord.",
          "A" : "Eleven anpassar <strong>med säkerhet</strong> sitt arrangemang efter målgruppen och motiverar <strong>utförligt och nyanserat</strong> hur anpassningen är gjord."
        }
      }, {
        "text" : "Eleven samarbetar och kommunicerar <strong>________</strong> med både kunder och medarbetare samt anpassar <strong>________</strong> sitt språk efter situationen.",
        "knowledgeRequirementChoice" : {
          "E" : "Eleven samarbetar och kommunicerar <strong>med viss säkerhet</strong> med både kunder och medarbetare samt anpassar <strong>med viss säkerhet</strong> sitt språk efter situationen.",
          "C" : "Eleven samarbetar och kommunicerar <strong>med viss säkerhet</strong> med både kunder och medarbetare samt anpassar <strong>med viss säkerhet</strong> sitt språk efter situationen.",
          "A" : "Eleven samarbetar och kommunicerar <strong>med säkerhet</strong> med både kunder och medarbetare samt anpassar <strong>med säkerhet</strong> sitt språk efter situationen."
        }
      }, {
        "text" : "Dessutom utvärderar eleven sitt arbete och resultat med <strong>________</strong> omdömen.",
        "knowledgeRequirementChoice" : {
          "E" : "Dessutom utvärderar eleven sitt arbete och resultat med <strong>enkla</strong> omdömen.",
          "C" : "Dessutom utvärderar eleven sitt arbete och resultat med <strong>nyanserade</strong> omdömen.",
          "A" : "Dessutom utvärderar eleven sitt arbete och resultat med <strong>nyanserade</strong> omdömen <strong>samt ger förslag på hur arbetet och kommunikationen kan förbättras</strong>."
        }
      }, {
        "text" : "När eleven samråder med handledare bedömer hon eller han <strong>________</strong> den egna förmågan och situationens krav.",
        "knowledgeRequirementChoice" : {
          "E" : "När eleven samråder med handledare bedömer hon eller han <strong>med viss säkerhet</strong> den egna förmågan och situationens krav.",
          "C" : "När eleven samråder med handledare bedömer hon eller han <strong>med viss säkerhet</strong> den egna förmågan och situationens krav.",
          "A" : "När eleven samråder med handledare bedömer hon eller han <strong>med säkerhet</strong> den egna förmågan och situationens krav."
        }
      } ]
    } ],
    "point" : 100,
    "year" : null
  }, {
    "name" : "Konferens 3",
    "description" : "Kursen konferens 3 omfattar punkterna 1–7 under rubriken Ämnets syfte, med särskild betoning på 3–7. I kursen behandlas fördjupade kunskaper i ämnet.",
    "code" : "KONKON03",
    "centralContent" : [ {
      "heading" : "Undervisningen i kursen ska behandla följande centrala innehåll:",
      "lines" : [ "Olika konferensanläggningar samt deras olika utbud av lokaler, faciliteter och service.", "Presentation, visning och marknadsföring av anläggningens utbud samt rekommendation av passande aktiviteter och kringarrangemang.", "Samarbete med externa företag, till exempel vad gäller teknik, säkerhet, aktiviteter eller övriga kringarrangemang.", "Planering, genomförande, utvärdering och uppföljning av olika konferensarrangemang.", "Kommunikation och samverkan mellan avdelningarna för avstämning och utbyte av information inför och under arrangemang.", "Bokning av externa tjänster som till exempel tolk, teknik, säkerhet eller underhållning.", "Alternativa möbleringsformer, deras syfte och funktion samt rekommendation av lämplig möblering.", "Välkomnande av kursledare, genomgång av säkerhetsrutiner och dagens program samt erbjudande om teknisk support.", "Hantering av positiva och negativa kundreaktioner.", "Hantering av teknisk konferensutrustning samt alternativa lösningar för olika ändamål.", "Offerter, bokningsbekräftelser och faktureringsunderlag samt möjliga avtalsrättsliga konsekvenser.", "Arbetsmiljö och systematiskt säkerhetsarbete utifrån gällande lagar och andra bestämmelser.", "Kundens säkerhet och integritet.", "Handlings- och utrymningsplan vid brand, hot och fara.", "Service och bemötande av olika målgrupper samt deras skiftande behov i olika situationer.", "Logistik och effektivitet i arbetet samt kommunikation mellan avdelningarna.", "Metoder för dokumentation och uppföljning." ]
    } ],
    "knowledgeRequirementParagraphs" : [ {
      "heading" : "",
      "knowledgeRequirements" : [ {
        "text" : "Eleven beskriver <strong>________</strong> olika typer av konferensanläggningar och deras utbud samt, utifrån exempel, hur olika konferensanläggningar marknadsför sig.",
        "knowledgeRequirementChoice" : {
          "E" : "Eleven beskriver <strong>översiktligt</strong> olika typer av konferensanläggningar och deras utbud samt, utifrån exempel, hur olika konferensanläggningar marknadsför sig.",
          "C" : "Eleven beskriver <strong>utförligt</strong> olika typer av konferensanläggningar och deras utbud samt, utifrån exempel, hur olika konferensanläggningar marknadsför sig.",
          "A" : "Eleven beskriver <strong>utförligt och nyanserat</strong> olika typer av konferensanläggningar och deras utbud samt, utifrån exempel, hur olika konferensanläggningar marknadsför sig."
        }
      }, {
        "text" : "Dessutom redogör eleven <strong>________</strong> för olika samarbetspartner att ordna arrangemang med samt deras utbud.",
        "knowledgeRequirementChoice" : {
          "E" : "Dessutom redogör eleven <strong>översiktligt</strong> för olika samarbetspartner att ordna arrangemang med samt deras utbud.",
          "C" : "Dessutom redogör eleven <strong>utförligt</strong> för olika samarbetspartner att ordna arrangemang med samt deras utbud.",
          "A" : "Dessutom redogör eleven <strong>utförligt och nyanserat</strong> för olika samarbetspartner att ordna arrangemang med samt deras utbud."
        }
      } ]
    }, {
      "heading" : "",
      "knowledgeRequirements" : [ {
        "text" : "Eleven planerar och organiserar <strong>________</strong> med handledare arrangemang.",
        "knowledgeRequirementChoice" : {
          "E" : "Eleven planerar och organiserar <strong>i samråd</strong> med handledare arrangemang.",
          "C" : "Eleven planerar och organiserar <strong>efter samråd</strong> med handledare arrangemang.",
          "A" : "Eleven planerar och organiserar <strong>efter samråd</strong> med handledare arrangemang."
        }
      }, {
        "text" : "I planeringen föreslår eleven <strong>________</strong> aktiviteter som passar konferensens syfte utifrån konferensens ekonomiska ramar och med hänsyn till miljö och säkerhet.",
        "knowledgeRequirementChoice" : {
          "E" : "I planeringen föreslår eleven <strong>med viss säkerhet</strong> aktiviteter som passar konferensens syfte utifrån konferensens ekonomiska ramar och med hänsyn till miljö och säkerhet.",
          "C" : "I planeringen föreslår eleven <strong>med viss säkerhet</strong> aktiviteter som passar konferensens syfte utifrån konferensens ekonomiska ramar och med hänsyn till miljö och säkerhet.",
          "A" : "I planeringen föreslår eleven <strong>med säkerhet</strong> aktiviteter som passar konferensens syfte utifrån konferensens ekonomiska ramar och med hänsyn till miljö och säkerhet."
        }
      }, {
        "text" : "Dessutom väljer eleven <strong>________</strong> med handledare möblering och teknisk utrustning som passar för arrangemanget.",
        "knowledgeRequirementChoice" : {
          "E" : "Dessutom väljer eleven <strong>i samråd</strong> med handledare möblering och teknisk utrustning som passar för arrangemanget.",
          "C" : "Dessutom väljer eleven <strong>efter samråd</strong> med handledare möblering och teknisk utrustning som passar för arrangemanget.",
          "A" : "Dessutom väljer eleven <strong>efter samråd</strong> med handledare möblering och teknisk utrustning som passar för arrangemanget."
        }
      }, {
        "text" : "Eleven iordningställer <strong>________</strong> arrangemang samt genomför <strong>________</strong> praktiska och administrativa uppgifter i samband med arrangemang, med ett resultat som uppfyller fastställda kvalitetskrav.",
        "knowledgeRequirementChoice" : {
          "E" : "Eleven iordningställer <strong>med viss säkerhet</strong> arrangemang samt genomför <strong>med viss säkerhet</strong> praktiska och administrativa uppgifter i samband med arrangemang, med ett resultat som uppfyller fastställda kvalitetskrav.",
          "C" : "Eleven iordningställer <strong>med viss säkerhet</strong> arrangemang samt genomför <strong>med viss säkerhet</strong> praktiska och administrativa uppgifter i samband med arrangemang, med ett resultat som uppfyller fastställda kvalitetskrav.",
          "A" : "Eleven iordningställer <strong>med säkerhet</strong> arrangemang samt genomför <strong>med säkerhet</strong> praktiska och administrativa uppgifter i samband med arrangemang, med ett resultat som uppfyller fastställda kvalitetskrav."
        }
      }, {
        "text" : "I arbetet använder eleven <strong>________</strong> teknisk utrustning.",
        "knowledgeRequirementChoice" : {
          "E" : "I arbetet använder eleven <strong>med viss säkerhet</strong> teknisk utrustning.",
          "C" : "I arbetet använder eleven <strong>med viss säkerhet</strong> teknisk utrustning.",
          "A" : "I arbetet använder eleven <strong>med säkerhet</strong> teknisk utrustning."
        }
      }, {
        "text" : "Under arbetets gång upptäcker eleven eventuella problem som uppkommer och löser dem <strong>________</strong> med handledare.",
        "knowledgeRequirementChoice" : {
          "E" : "Under arbetets gång upptäcker eleven eventuella problem som uppkommer och löser dem <strong>i samråd</strong> med handledare.",
          "C" : "Under arbetets gång upptäcker eleven eventuella problem som uppkommer och löser dem <strong>efter samråd</strong> med handledare.",
          "A" : "Under arbetets gång upptäcker eleven eventuella problem som uppkommer och löser dem <strong>efter samråd</strong> med handledare."
        }
      } ]
    }, {
      "heading" : "",
      "knowledgeRequirements" : [ {
        "text" : "Eleven arbetar med hänsyn till hälsa, miljö, ekonomi och säkerhet utifrån lagar och andra bestämmelser.",
        "knowledgeRequirementChoice" : {
          "E" : "Eleven arbetar med hänsyn till hälsa, miljö, ekonomi och säkerhet utifrån lagar och andra bestämmelser.",
          "C" : "Eleven arbetar med hänsyn till hälsa, miljö, ekonomi och säkerhet utifrån lagar och andra bestämmelser.",
          "A" : "Eleven arbetar med hänsyn till hälsa, miljö, ekonomi och säkerhet utifrån lagar och andra bestämmelser."
        }
      }, {
        "text" : "Dessutom värderar eleven med <strong>________</strong> omdömen arrangemangets säkerhet.",
        "knowledgeRequirementChoice" : {
          "E" : "Dessutom värderar eleven med <strong>enkla</strong> omdömen arrangemangets säkerhet.",
          "C" : "Dessutom värderar eleven med <strong>nyanserade</strong> omdömen arrangemangets säkerhet.",
          "A" : "Dessutom värderar eleven med <strong>nyanserade</strong> omdömen arrangemangets säkerhet <strong>samt ger förslag på hur säkerheten kan förbättras</strong>."
        }
      } ]
    }, {
      "heading" : "",
      "knowledgeRequirements" : [ {
        "text" : "Eleven anpassar <strong>________</strong> sitt arrangemang efter målgruppen och motiverar <strong>________</strong> hur anpassningen är gjord.",
        "knowledgeRequirementChoice" : {
          "E" : "Eleven anpassar <strong>med viss säkerhet</strong> sitt arrangemang efter målgruppen och motiverar <strong>översiktligt</strong> hur anpassningen är gjord.",
          "C" : "Eleven anpassar <strong>med viss säkerhet</strong> sitt arrangemang efter målgruppen och motiverar <strong>utförligt</strong> hur anpassningen är gjord.",
          "A" : "Eleven anpassar <strong>med säkerhet</strong> sitt arrangemang efter målgruppen och motiverar <strong>utförligt och nyanserat</strong> hur anpassningen är gjord."
        }
      }, {
        "text" : "Eleven samarbetar och kommunicerar <strong>________</strong> med både kunder och medarbetare samt anpassar <strong>________</strong> sitt språk efter situationen.",
        "knowledgeRequirementChoice" : {
          "E" : "Eleven samarbetar och kommunicerar <strong>med viss säkerhet</strong> med både kunder och medarbetare samt anpassar <strong>med viss säkerhet</strong> sitt språk efter situationen.",
          "C" : "Eleven samarbetar och kommunicerar <strong>med viss säkerhet</strong> med både kunder och medarbetare samt anpassar <strong>med viss säkerhet</strong> sitt språk efter situationen.",
          "A" : "Eleven samarbetar och kommunicerar <strong>med säkerhet</strong> med både kunder och medarbetare samt anpassar <strong>med säkerhet</strong> sitt språk efter situationen."
        }
      }, {
        "text" : "Dessutom utvärderar eleven sitt arbete och resultat med <strong>________</strong> omdömen.",
        "knowledgeRequirementChoice" : {
          "E" : "Dessutom utvärderar eleven sitt arbete och resultat med <strong>enkla</strong> omdömen.",
          "C" : "Dessutom utvärderar eleven sitt arbete och resultat med <strong>nyanserade</strong> omdömen.",
          "A" : "Dessutom utvärderar eleven sitt arbete och resultat med <strong>nyanserade</strong> omdömen <strong>samt ger förslag på hur arbetet och kommunikationen kan förbättras</strong>."
        }
      }, {
        "text" : "När eleven samråder med handledare bedömer hon eller han <strong>________</strong> den egna förmågan och situationens krav.",
        "knowledgeRequirementChoice" : {
          "E" : "När eleven samråder med handledare bedömer hon eller han <strong>med viss säkerhet</strong> den egna förmågan och situationens krav.",
          "C" : "När eleven samråder med handledare bedömer hon eller han <strong>med viss säkerhet</strong> den egna förmågan och situationens krav.",
          "A" : "När eleven samråder med handledare bedömer hon eller han <strong>med säkerhet</strong> den egna förmågan och situationens krav."
        }
      } ]
    } ],
    "point" : 100,
    "year" : null
  }, {
    "name" : "Konferens och evenemang",
    "description" : "Kursen konferens och evenemang omfattar punkterna 1–7 under rubriken Ämnets syfte. I kursen behandlas grundläggande kunskaper i ämnet.",
    "code" : "KONKOF0",
    "centralContent" : [ {
      "heading" : "Undervisningen i kursen ska behandla följande centrala innehåll:",
      "lines" : [ "Olika anläggningar för konferens och evenemang samt deras skiftande utbud av tjänster och service.", "Olika typer av möten samt deras syften.", "Organisationer för branschintressen, marknadsföring och försäljning.", "Yrkesroller och arbetsuppgifter inom området. Organisation och ansvarsfördelning vid arbete i mindre projekt.", "Branschens utveckling från möten i enklare lokaler till konferenspaket med förväntningar på upplevelser och aktiviteter.", "Prissättning av enklare arrangemang beroende på antal deltagare, utrustning, tjänster och aktiviteter.", "Teknisk utrustning som är lämplig för olika konferenser och evenemang, till exempel datorprojektor och mikrofon.", "Arbetsmiljö samt säkerhetsföreskrifter och andra bestämmelser som rör grupparrangemang.", "Olika målgruppers skiftande krav på både anläggningar och arrangemang, till exempel säkerhet, miljöcertifiering och möjligheter till aktiviteter." ]
    } ],
    "knowledgeRequirementParagraphs" : [ {
      "heading" : "",
      "knowledgeRequirements" : [ {
        "text" : "Eleven beskriver <strong>________</strong> olika verksamheter, deras utbud och tjänster samt olika mötesformer.",
        "knowledgeRequirementChoice" : {
          "E" : "Eleven beskriver <strong>översiktligt</strong> olika verksamheter, deras utbud och tjänster samt olika mötesformer.",
          "C" : "Eleven beskriver <strong>utförligt</strong> olika verksamheter, deras utbud och tjänster samt olika mötesformer.",
          "A" : "Eleven beskriver <strong>utförligt och nyanserat</strong> olika verksamheter, deras utbud och tjänster samt olika mötesformer."
        }
      }, {
        "text" : "Eleven beskriver också <strong>________</strong> organisationer, yrkesroller och arbetsuppgifter inom branschen.",
        "knowledgeRequirementChoice" : {
          "E" : "Eleven beskriver också <strong>översiktligt</strong> organisationer, yrkesroller och arbetsuppgifter inom branschen.",
          "C" : "Eleven beskriver också <strong>utförligt</strong> organisationer, yrkesroller och arbetsuppgifter inom branschen.",
          "A" : "Eleven beskriver också <strong>utförligt och nyanserat</strong> organisationer, yrkesroller och arbetsuppgifter inom branschen."
        }
      }, {
        "text" : "Dessutom redogör eleven <strong>________</strong> för branschens utveckling.",
        "knowledgeRequirementChoice" : {
          "E" : "Dessutom redogör eleven <strong>översiktligt</strong> för branschens utveckling.",
          "C" : "Dessutom redogör eleven <strong>utförligt</strong> för branschens utveckling.",
          "A" : "Dessutom redogör eleven <strong>utförligt och nyanserat</strong> för branschens utveckling."
        }
      } ]
    }, {
      "heading" : "",
      "knowledgeRequirements" : [ {
        "text" : "Eleven planerar och organiserar <strong>________</strong> med handledare enklare arrangemang.",
        "knowledgeRequirementChoice" : {
          "E" : "Eleven planerar och organiserar <strong>i samråd</strong> med handledare enklare arrangemang.",
          "C" : "Eleven planerar och organiserar <strong>efter samråd</strong> med handledare enklare arrangemang.",
          "A" : "Eleven planerar och organiserar <strong>efter samråd</strong> med handledare enklare arrangemang."
        }
      }, {
        "text" : "I planeringen gör eleven <strong>________</strong> en prissättning av arrangemanget.",
        "knowledgeRequirementChoice" : {
          "E" : "I planeringen gör eleven <strong>med viss säkerhet</strong> en prissättning av arrangemanget.",
          "C" : "I planeringen gör eleven <strong>med viss säkerhet</strong> en prissättning av arrangemanget.",
          "A" : "I planeringen gör eleven <strong>med säkerhet</strong> en prissättning av arrangemanget."
        }
      }, {
        "text" : "Eleven utför <strong>________</strong> med handledare enklare arbetsuppgifter inom mötesbranschen, med ett resultat som uppfyller fastställda kvalitetskrav.",
        "knowledgeRequirementChoice" : {
          "E" : "Eleven utför <strong>i samråd</strong> med handledare enklare arbetsuppgifter inom mötesbranschen, med ett resultat som uppfyller fastställda kvalitetskrav.",
          "C" : "Eleven utför <strong>efter samråd</strong> med handledare enklare arbetsuppgifter inom mötesbranschen, med ett resultat som uppfyller fastställda kvalitetskrav.",
          "A" : "Eleven utför <strong>efter samråd</strong> med handledare enklare arbetsuppgifter inom mötesbranschen, med ett resultat som uppfyller fastställda kvalitetskrav."
        }
      }, {
        "text" : "I arbetet använder eleven <strong>________</strong> teknisk utrustning.",
        "knowledgeRequirementChoice" : {
          "E" : "I arbetet använder eleven <strong>med viss säkerhet</strong> teknisk utrustning.",
          "C" : "I arbetet använder eleven <strong>med viss säkerhet</strong> teknisk utrustning.",
          "A" : "I arbetet använder eleven <strong>med säkerhet</strong> teknisk utrustning."
        }
      }, {
        "text" : "Under arbetets gång upptäcker eleven eventuella problem som uppkommer och löser dem <strong>________</strong> med handledare.",
        "knowledgeRequirementChoice" : {
          "E" : "Under arbetets gång upptäcker eleven eventuella problem som uppkommer och löser dem <strong>i samråd</strong> med handledare.",
          "C" : "Under arbetets gång upptäcker eleven eventuella problem som uppkommer och löser dem <strong>efter samråd</strong> med handledare.",
          "A" : "Under arbetets gång upptäcker eleven eventuella problem som uppkommer och löser dem <strong>efter samråd</strong> med handledare."
        }
      } ]
    }, {
      "heading" : "",
      "knowledgeRequirements" : [ {
        "text" : "Eleven arbetar med hänsyn till hälsa, miljö, ekonomi och säkerhet utifrån lagar och andra bestämmelser.",
        "knowledgeRequirementChoice" : {
          "E" : "Eleven arbetar med hänsyn till hälsa, miljö, ekonomi och säkerhet utifrån lagar och andra bestämmelser.",
          "C" : "Eleven arbetar med hänsyn till hälsa, miljö, ekonomi och säkerhet utifrån lagar och andra bestämmelser.",
          "A" : "Eleven arbetar med hänsyn till hälsa, miljö, ekonomi och säkerhet utifrån lagar och andra bestämmelser."
        }
      } ]
    }, {
      "heading" : "",
      "knowledgeRequirements" : [ {
        "text" : "Eleven anpassar <strong>________</strong> sitt arrangemang efter målgruppen och motiverar <strong>________</strong> hur anpassningen är gjord.",
        "knowledgeRequirementChoice" : {
          "E" : "Eleven anpassar <strong>med viss säkerhet</strong> sitt arrangemang efter målgruppen och motiverar <strong>översiktligt</strong> hur anpassningen är gjord.",
          "C" : "Eleven anpassar <strong>med viss säkerhet</strong> sitt arrangemang efter målgruppen och motiverar <strong>utförligt</strong> hur anpassningen är gjord.",
          "A" : "Eleven anpassar <strong>med säkerhet</strong> sitt arrangemang efter målgruppen och motiverar <strong>utförligt och nyanserat</strong> hur anpassningen är gjord."
        }
      }, {
        "text" : "Eleven samarbetar och kommunicerar <strong>________</strong> med både kunder och medarbetare samt anpassar <strong>________</strong> sitt språk efter situationen.",
        "knowledgeRequirementChoice" : {
          "E" : "Eleven samarbetar och kommunicerar <strong>med viss säkerhet</strong> med både kunder och medarbetare samt anpassar <strong>med viss säkerhet</strong> sitt språk efter situationen.",
          "C" : "Eleven samarbetar och kommunicerar <strong>med viss säkerhet</strong> med både kunder och medarbetare samt anpassar <strong>med viss säkerhet</strong> sitt språk efter situationen.",
          "A" : "Eleven samarbetar och kommunicerar <strong>med säkerhet</strong> med både kunder och medarbetare samt anpassar <strong>med säkerhet</strong> sitt språk efter situationen."
        }
      }, {
        "text" : "Dessutom utvärderar eleven sitt arbete och resultat med <strong>________</strong> omdömen.",
        "knowledgeRequirementChoice" : {
          "E" : "Dessutom utvärderar eleven sitt arbete och resultat med <strong>enkla</strong> omdömen.",
          "C" : "Dessutom utvärderar eleven sitt arbete och resultat med <strong>nyanserade</strong> omdömen.",
          "A" : "Dessutom utvärderar eleven sitt arbete och resultat med <strong>nyanserade</strong> omdömen <strong>samt ger förslag på hur arbetet och kommunikationen kan förbättras</strong>."
        }
      }, {
        "text" : "När eleven samråder med handledare bedömer hon eller han <strong>________</strong> den egna förmågan och situationens krav.",
        "knowledgeRequirementChoice" : {
          "E" : "När eleven samråder med handledare bedömer hon eller han <strong>med viss säkerhet</strong> den egna förmågan och situationens krav.",
          "C" : "När eleven samråder med handledare bedömer hon eller han <strong>med viss säkerhet</strong> den egna förmågan och situationens krav.",
          "A" : "När eleven samråder med handledare bedömer hon eller han <strong>med säkerhet</strong> den egna förmågan och situationens krav."
        }
      } ]
    } ],
    "point" : 100,
    "year" : null
  }, {
    "name" : "Rums- och konferensbokning",
    "description" : "Kursen rums- och konferensbokning omfattar punkterna 1–7 under rubriken Ämnets syfte med särskild betoning på 3–7. I kursen behandlas fördjupade kunskaper i ämnet.",
    "code" : "KONRUM0",
    "centralContent" : [ {
      "heading" : "Undervisningen i kursen ska behandla följande centrala innehåll:",
      "lines" : [ "Produktkännedom för att kunna möta kundens önskemål samt rekommendera och rikta erbjudanden i syfte att öka försäljningen.", "Olika kundkategorier, till exempel privatpersoner, företag, resebyråer, kongressbyråer och bokningsbolag.", "Samarbetsparter inom aktivitet, teknik, säkerhet eller andra kringarrangemang.", "Telefonförsäljning och betydelsen av bemötande, tonfall och produktkännedom.", "Affärskorrespondens samt utformning av bekräftelser, offerter, pm och faktureringsunderlag.", "Prissättning och prisoptimering av anläggningens tjänster.", "Lönsamhetsberäkning och förekommande nyckeltal.", "Företags- och resebyråavtal med priser, provision och avbokningsregler samt avtalsrättsliga konsekvenser.", "Presentation och visning av anläggningen samt rekommendation av passande aktiviteter och kringarrangemang.", "Bokning av privat-, grupp-, konferens- och paketarrangemang.", "Planering av kundaktivitet i samarbete med försäljnings- och marknadsavdelning för att skapa och bibehålla kundrelationer.", "Arbetsmiljö och ergonomi.", "Kommunikation och samverkan mellan avdelningar för avstämning och utbyte av information inför arrangemang." ]
    } ],
    "knowledgeRequirementParagraphs" : [ {
      "heading" : "",
      "knowledgeRequirements" : [ {
        "text" : "Eleven redogör <strong>________</strong> för olika typer av kundgrupper och deras önskemål.",
        "knowledgeRequirementChoice" : {
          "E" : "Eleven redogör <strong>översiktligt</strong> för olika typer av kundgrupper och deras önskemål.",
          "C" : "Eleven redogör <strong>utförligt</strong> för olika typer av kundgrupper och deras önskemål.",
          "A" : "Eleven redogör <strong>utförligt och nyanserat</strong> för olika typer av kundgrupper och deras önskemål."
        }
      }, {
        "text" : "Dessutom redogör eleven <strong>________</strong> för olika samarbetspartner och deras utbud.",
        "knowledgeRequirementChoice" : {
          "E" : "Dessutom redogör eleven <strong>översiktligt</strong> för olika samarbetspartner och deras utbud.",
          "C" : "Dessutom redogör eleven <strong>utförligt</strong> för olika samarbetspartner och deras utbud.",
          "A" : "Dessutom redogör eleven <strong>utförligt och nyanserat</strong> för olika samarbetspartner och deras utbud."
        }
      }, {
        "text" : "Eleven beskriver även <strong>________</strong> hur riktade erbjudanden kan öka försäljning och lönsamhet.",
        "knowledgeRequirementChoice" : {
          "E" : "Eleven beskriver även <strong>översiktligt</strong> hur riktade erbjudanden kan öka försäljning och lönsamhet.",
          "C" : "Eleven beskriver även <strong>utförligt</strong> hur riktade erbjudanden kan öka försäljning och lönsamhet.",
          "A" : "Eleven beskriver även <strong>utförligt och nyanserat</strong> hur riktade erbjudanden kan öka försäljning och lönsamhet."
        }
      }, {
        "text" : "Eleven redogör <strong>________</strong> för innebörden av olika typer av avtal samt för hur lönsamhetsberäkning och prissättning görs.",
        "knowledgeRequirementChoice" : {
          "E" : "Eleven redogör <strong>översiktligt</strong> för innebörden av olika typer av avtal samt för hur lönsamhetsberäkning och prissättning görs.",
          "C" : "Eleven redogör <strong>utförligt</strong> för innebörden av olika typer av avtal samt för hur lönsamhetsberäkning och prissättning görs.",
          "A" : "Eleven redogör <strong>utförligt och nyanserat</strong> för innebörden av olika typer av avtal samt för hur lönsamhetsberäkning och prissättning görs."
        }
      } ]
    }, {
      "heading" : "",
      "knowledgeRequirements" : [ {
        "text" : "Eleven planerar, organiserar och utför <strong>________</strong> med handledare enklare administrativa och praktiska arbetsuppgifter i samband med bokning och uppnår ett resultat som uppfyller fastställda kvalitetskrav.",
        "knowledgeRequirementChoice" : {
          "E" : "Eleven planerar, organiserar och utför <strong>i samråd</strong> med handledare enklare administrativa och praktiska arbetsuppgifter i samband med bokning och uppnår ett resultat som uppfyller fastställda kvalitetskrav.",
          "C" : "Eleven planerar, organiserar och utför <strong>efter samråd</strong> med handledare enklare administrativa och praktiska arbetsuppgifter i samband med bokning och uppnår ett resultat som uppfyller fastställda kvalitetskrav.",
          "A" : "Eleven planerar, organiserar och utför <strong>efter samråd</strong> med handledare enklare administrativa och praktiska arbetsuppgifter i samband med bokning och uppnår ett resultat som uppfyller fastställda kvalitetskrav."
        }
      }, {
        "text" : "Dessutom gör eleven <strong>________</strong> enklare ekonomiska kalkyler samt utformar <strong>________</strong> olika former av affärsdokument.",
        "knowledgeRequirementChoice" : {
          "E" : "Dessutom gör eleven <strong>med viss säkerhet</strong> enklare ekonomiska kalkyler samt utformar <strong>med viss säkerhet</strong> olika former av affärsdokument.",
          "C" : "Dessutom gör eleven <strong>med viss säkerhet</strong> enklare ekonomiska kalkyler samt utformar <strong>med viss säkerhet</strong> olika former av affärsdokument.",
          "A" : "Dessutom gör eleven <strong>med säkerhet</strong> enklare ekonomiska kalkyler samt utformar <strong>med säkerhet</strong> olika former av affärsdokument."
        }
      }, {
        "text" : "I arbetet använder eleven <strong>________</strong> relevant datorprogram.",
        "knowledgeRequirementChoice" : {
          "E" : "I arbetet använder eleven <strong>med viss säkerhet</strong> relevant datorprogram.",
          "C" : "I arbetet använder eleven <strong>med viss säkerhet</strong> relevant datorprogram.",
          "A" : "I arbetet använder eleven <strong>med säkerhet</strong> relevant datorprogram."
        }
      }, {
        "text" : "Under arbetets gång upptäcker eleven eventuella problem som uppkommer och löser dem <strong>________</strong> med handledare.",
        "knowledgeRequirementChoice" : {
          "E" : "Under arbetets gång upptäcker eleven eventuella problem som uppkommer och löser dem <strong>i samråd</strong> med handledare.",
          "C" : "Under arbetets gång upptäcker eleven eventuella problem som uppkommer och löser dem <strong>efter samråd</strong> med handledare.",
          "A" : "Under arbetets gång upptäcker eleven eventuella problem som uppkommer och löser dem <strong>efter samråd</strong> med handledare."
        }
      } ]
    }, {
      "heading" : "",
      "knowledgeRequirements" : [ {
        "text" : "Eleven anpassar <strong>________</strong> sitt arbete efter målgruppen och motiverar <strong>________</strong> hur anpassningen är gjord.",
        "knowledgeRequirementChoice" : {
          "E" : "Eleven anpassar <strong>med viss säkerhet</strong> sitt arbete efter målgruppen och motiverar <strong>översiktligt</strong> hur anpassningen är gjord.",
          "C" : "Eleven anpassar <strong>med viss säkerhet</strong> sitt arbete efter målgruppen och motiverar <strong>utförligt</strong> hur anpassningen är gjord.",
          "A" : "Eleven anpassar <strong>med säkerhet</strong> sitt arbete efter målgruppen och motiverar <strong>utförligt och nyanserat</strong> hur anpassningen är gjord."
        }
      }, {
        "text" : "Eleven samarbetar och kommunicerar <strong>________</strong> med både kunder och medarbetare samt anpassar <strong>________</strong> sitt språk efter situationen.",
        "knowledgeRequirementChoice" : {
          "E" : "Eleven samarbetar och kommunicerar <strong>med viss säkerhet</strong> med både kunder och medarbetare samt anpassar <strong>med viss säkerhet</strong> sitt språk efter situationen.",
          "C" : "Eleven samarbetar och kommunicerar <strong>med viss säkerhet</strong> med både kunder och medarbetare samt anpassar <strong>med viss säkerhet</strong> sitt språk efter situationen.",
          "A" : "Eleven samarbetar och kommunicerar <strong>med säkerhet</strong> med både kunder och medarbetare samt anpassar <strong>med säkerhet</strong> sitt språk efter situationen."
        }
      }, {
        "text" : "Dessutom utvärderar eleven sitt arbete och resultat med <strong>________</strong> omdömen.",
        "knowledgeRequirementChoice" : {
          "E" : "Dessutom utvärderar eleven sitt arbete och resultat med <strong>enkla</strong> omdömen.",
          "C" : "Dessutom utvärderar eleven sitt arbete och resultat med <strong>nyanserade</strong> omdömen.",
          "A" : "Dessutom utvärderar eleven sitt arbete och resultat med <strong>nyanserade</strong> omdömen <strong>samt ger förslag på hur arbetet och kommunikationen kan förbättras</strong>."
        }
      }, {
        "text" : "När eleven samråder med handledare bedömer hon eller han <strong>________</strong> den egna förmågan och situationens krav.",
        "knowledgeRequirementChoice" : {
          "E" : "När eleven samråder med handledare bedömer hon eller han <strong>med viss säkerhet</strong> den egna förmågan och situationens krav.",
          "C" : "När eleven samråder med handledare bedömer hon eller han <strong>med viss säkerhet</strong> den egna förmågan och situationens krav.",
          "A" : "När eleven samråder med handledare bedömer hon eller han <strong>med säkerhet</strong> den egna förmågan och situationens krav."
        }
      } ]
    } ],
    "point" : 100,
    "year" : null
  } ]
}