{
  "name" : "Konstruktion",
  "description" : "Ämnet konstruktion behandlar konstruktionsprocesser från idé till färdig produkt, där syftet är att utforma och dimensionera produkter med sikte på ändamålsenlig formgivning, funktion och användning.",
  "code" : "KOT",
  "designation" : "",
  "skolfsId" : "2010:246",
  "purposes" : [ {
    "type" : "PARAGRAPH",
    "heading" : "",
    "lines" : [ "Undervisningen i ämnet konstruktion ska syfta till att eleverna utvecklar kunskaper om konstruktionsprocessen från idé och skiss till presentation av fungerande lösningar som tar hänsyn till ekonomiska, produktionstekniska och miljömässiga förutsättningar.", "Eleverna ska också ges möjlighet att utveckla kunskaper om befintlig teknik." ]
  }, {
    "type" : "PARAGRAPH",
    "heading" : "",
    "lines" : [ "Undervisningen ska förbereda eleverna för att delta i framtida teknisk utveckling och bidra till att de förstår betydelsen av ett etiskt förhållningssätt och hållbar utveckling inom konstruktion.", "Eleverna ska ges möjlighet att utveckla ett tekniskt språk och förmåga att använda begrepp med anknytning till konstruktionsprocessen.", "Dessutom ska undervisningen leda till att eleverna utvecklar kunskaper om svenska och internationella standarder som reglerar konstruktionsområdet." ]
  }, {
    "type" : "PARAGRAPH",
    "heading" : "",
    "lines" : [ "Undervisningen ska ge eleverna möjlighet att arbeta med konstruktionsuppgifter i projektform.", "I undervisningen ska cad (computer aided design) vara ett verktyg i konstruktionsarbetet.", "Matematiska och teknikvetenskapliga teorier, observationer, modeller och beräkningar ska användas i undervisningen och eleverna ska ges möjlighet att utveckla förmåga att använda teknisk programvara.", "Denna förmåga samt problemlösningsförmåga ska tränas i konkreta konstruktionsuppgifter." ]
  }, {
    "type" : "BULLET",
    "heading" : "Undervisningen i ämnet konstruktion ska ge eleverna förutsättningar att utveckla följande:",
    "lines" : [ "Kunskaper om befintlig teknik och teknisk utveckling samt om konstruktionsprocessen med hänsyn tagen till hållbar utveckling.", "Kunskaper om produktionsteknik, kvalitet och lönsamhet samt om sambanden mellan dessa faktorer i konstruktionsprocessen.", "Förmåga att välja och använda metoder, material, verktyg och komponenter samt kunskaper om deras egenskaper och begränsningar.", "Förmåga att utföra mätningar, simuleringar och test.", "Förmåga att lösa problem och konstruktionsuppgifter samt utföra beräkningar genom att använda matematiska och teknikvetenskapliga teorier och modeller.", "Kunskaper om standarder och normer inom konstruktionsområdet.", "Förmåga att dokumentera, redovisa, presentera och utvärdera konstruktionsarbete.", "Förmåga att använda tekniska begrepp och modeller." ]
  } ],
  "courses" : [ {
    "name" : "Konstruktion 1",
    "description" : "Kursen konstruktion 1 omfattar punkterna 1–8 under rubriken Ämnets syfte. I kursen behandlas grundläggande kunskaper i ämnet.",
    "code" : "KOTKOS01",
    "centralContent" : [ {
      "heading" : "Undervisningen i kursen ska behandla följande centrala innehåll:",
      "lines" : [ "Introduktion i produktionstekniska förutsättningar, kvalitet och lönsamhet enligt modern produktionsfilosofi.", "Teknikmetoder och konstruktionsmetoder inom något eller några områden, till exempel produktutveckling och byggnation.", "Teoretiska modeller, observationer och konstruktionsprojekt inom det teknikområde som används i kursen.", "Grundläggande materialegenskaper och materialets betydelse för funktion, kvalitet, lönsamhet, tillverkning och återvinning.", "Beräkningar, provningar, mätningar, simuleringar och rimlighetsbedömningar inom något eller några teknikområden med hänsyn tagen till matematiska och teknikvetenskapliga teorier och modeller.", "Datorkunskap och användning av relevanta datorprogram, till exempel kalkylprogram eller projektstyrningsprogram, inom valt teknikområde.", "Ritteknik med hantering av cad-program eller andra programvaror.", "Nationella och internationella system för teknisk standardisering med grundläggande standarder och normer inom valt teknikområde.", "Faktorer som påverkar utformningen av produkter, till exempel tillgänglighet och säkerhetsaspekter.", "Dokumentation, redovisning och presentation av konstruktionsarbete och resultat." ]
    } ],
    "knowledgeRequirementParagraphs" : [ {
      "heading" : "",
      "knowledgeRequirements" : [ {
        "text" : "Eleven redogör <strong>________</strong> för sambanden mellan befintlig teknik och teknisk utveckling samt för konstruktionsprocessen med hänsyn tagen till hållbar utveckling.",
        "knowledgeRequirementChoice" : {
          "E" : "Eleven redogör <strong>översiktligt</strong> för sambanden mellan befintlig teknik och teknisk utveckling samt för konstruktionsprocessen med hänsyn tagen till hållbar utveckling.",
          "C" : "Eleven redogör <strong>utförligt</strong> för sambanden mellan befintlig teknik och teknisk utveckling samt för konstruktionsprocessen med hänsyn tagen till hållbar utveckling.",
          "A" : "Eleven redogör <strong>utförligt och nyanserat</strong> för sambanden mellan befintlig teknik och teknisk utveckling samt för konstruktionsprocessen med hänsyn tagen till hållbar utveckling."
        }
      }, {
        "text" : "Dessutom redogör eleven <strong>________</strong> för sambanden mellan produktionsteknik, kvalitet och lönsamhet.",
        "knowledgeRequirementChoice" : {
          "E" : "Dessutom redogör eleven <strong>översiktligt</strong> för sambanden mellan produktionsteknik, kvalitet och lönsamhet.",
          "C" : "Dessutom redogör eleven <strong>utförligt</strong> för sambanden mellan produktionsteknik, kvalitet och lönsamhet.",
          "A" : "Dessutom redogör eleven <strong>utförligt och nyanserat</strong> för sambanden mellan produktionsteknik, kvalitet och lönsamhet."
        }
      } ]
    }, {
      "heading" : "",
      "knowledgeRequirements" : [ {
        "text" : "Eleven planerar <strong>________</strong> med handledare konstruktion utifrån idé och skiss samt väljer relevant produktionsmetod.",
        "knowledgeRequirementChoice" : {
          "E" : "Eleven planerar <strong>i samråd</strong> med handledare konstruktion utifrån idé och skiss samt väljer relevant produktionsmetod.",
          "C" : "Eleven planerar <strong>efter samråd</strong> med handledare konstruktion utifrån idé och skiss samt väljer relevant produktionsmetod.",
          "A" : "Eleven planerar <strong>efter samråd</strong> med handledare konstruktion utifrån idé och skiss samt väljer relevant produktionsmetod."
        }
      }, {
        "text" : "Dessutom väljer eleven <strong>________</strong> med handledare lämpliga material, verktyg och komponenter för konstruktionen samt motiverar <strong>________</strong> sina val utifrån deras egenskaper och begränsningar.",
        "knowledgeRequirementChoice" : {
          "E" : "Dessutom väljer eleven <strong>i samråd</strong> med handledare lämpliga material, verktyg och komponenter för konstruktionen samt motiverar <strong>översiktligt</strong> sina val utifrån deras egenskaper och begränsningar.",
          "C" : "Dessutom väljer eleven <strong>efter samråd</strong> med handledare lämpliga material, verktyg och komponenter för konstruktionen samt motiverar <strong>utförligt</strong> sina val utifrån deras egenskaper och begränsningar.",
          "A" : "Dessutom väljer eleven <strong>efter samråd</strong> med handledare lämpliga material, verktyg och komponenter för konstruktionen samt motiverar <strong>utförligt och nyanserat</strong> sina val utifrån deras egenskaper och begränsningar."
        }
      }, {
        "text" : "I arbetet använder eleven <strong>________</strong> tekniska begrepp, verktyg och modeller samt utför mätningar, simuleringar och test med <strong>________</strong> resultat, både manuellt och med hjälp av datorer.",
        "knowledgeRequirementChoice" : {
          "E" : "I arbetet använder eleven <strong>med viss säkerhet enkla</strong> tekniska begrepp, verktyg och modeller samt utför mätningar, simuleringar och test med <strong>tillfredsställande</strong> resultat, både manuellt och med hjälp av datorer.",
          "C" : "I arbetet använder eleven <strong>med viss säkerhet</strong> tekniska begrepp, verktyg och modeller samt utför mätningar, simuleringar och test med <strong>tillfredsställande</strong> resultat, både manuellt och med hjälp av datorer.",
          "A" : "I arbetet använder eleven <strong>med säkerhet</strong> tekniska begrepp, verktyg och modeller utför mätningar, simuleringar och test med <strong>gott</strong> resultat, både manuellt och med hjälp av datorer."
        }
      }, {
        "text" : "Eleven löser också med <strong>________</strong> resultat <strong>________</strong> problem och konstruktionsuppgifter samt utför <strong>________</strong> beräkningar genom att använda <strong>________</strong> matematiska och teknikvetenskapliga teorier och modeller.",
        "knowledgeRequirementChoice" : {
          "E" : "Eleven löser också med <strong>tillfredsställande</strong> resultat <strong>enkla</strong> problem och konstruktionsuppgifter samt utför <strong>enkla</strong> beräkningar genom att använda <strong>grundläggande</strong> matematiska och teknikvetenskapliga teorier och modeller.",
          "C" : "Eleven löser också med <strong>tillfredsställande</strong> resultat problem och konstruktionsuppgifter samt utför beräkningar genom att använda matematiska och teknikvetenskapliga teorier och modeller.",
          "A" : "Eleven löser också med <strong>gott</strong> resultat <strong>komplexa</strong> problem och konstruktionsuppgifter samt utför <strong>avancerade</strong> beräkningar genom att använda matematiska och teknikvetenskapliga teorier och modeller."
        }
      }, {
        "text" : "Dessutom tar eleven hänsyn till standarder och normer.",
        "knowledgeRequirementChoice" : {
          "E" : "Dessutom tar eleven hänsyn till standarder och normer.",
          "C" : "Dessutom tar eleven hänsyn till standarder och normer.",
          "A" : "Dessutom tar eleven hänsyn till standarder och normer. <strong>Eleven resonerar även utförligt om alternativa sätt att lösa problem och konstruktionsuppgifter</strong>."
        }
      } ]
    }, {
      "heading" : "",
      "knowledgeRequirements" : [ {
        "text" : "Eleven dokumenterar, redovisar och presenterar <strong>________</strong> sitt eller projektgruppens konstruktionsarbete med <strong>________</strong> tekniska begrepp.",
        "knowledgeRequirementChoice" : {
          "E" : "Eleven dokumenterar, redovisar och presenterar <strong>med viss säkerhet</strong> sitt eller projektgruppens konstruktionsarbete med <strong>enkla</strong> tekniska begrepp.",
          "C" : "Eleven dokumenterar, redovisar och presenterar <strong>med viss säkerhet</strong> sitt eller projektgruppens konstruktionsarbete med tekniska begrepp.",
          "A" : "Eleven dokumenterar, redovisar och presenterar <strong>med säkerhet</strong> sitt eller projektgruppens konstruktionsarbete med <strong>avancerade</strong> tekniska begrepp."
        }
      }, {
        "text" : "Dessutom utvärderar eleven sitt arbete och resultat med <strong>________</strong> omdömen.",
        "knowledgeRequirementChoice" : {
          "E" : "Dessutom utvärderar eleven sitt arbete och resultat med <strong>enkla</strong> omdömen.",
          "C" : "Dessutom utvärderar eleven sitt arbete och resultat med <strong>nyanserade</strong> omdömen. <strong>I sin värdering gör eleven även välgrundade reflektioner om sitt arbete och resultat ur ett hållbarhetsperspektiv</strong>.",
          "A" : "Dessutom utvärderar eleven sitt arbete och resultat med <strong>nyanserade</strong> omdömen <strong>samt ger förslag på hur arbetet kan förbättras</strong>. <strong>I sin värdering gör eleven även välgrundade och nyanserade reflektioner om sitt arbete och resultat ur ett hållbarhetsperspektiv</strong>."
        }
      } ]
    }, {
      "heading" : "",
      "knowledgeRequirements" : [ {
        "text" : "När eleven samråder med handledare bedömer hon eller han <strong>________</strong> den egna förmågan och situationens krav.",
        "knowledgeRequirementChoice" : {
          "E" : "När eleven samråder med handledare bedömer hon eller han <strong>med viss säkerhet</strong> den egna förmågan och situationens krav.",
          "C" : "När eleven samråder med handledare bedömer hon eller han <strong>med viss säkerhet</strong> den egna förmågan och situationens krav.",
          "A" : "När eleven samråder med handledare bedömer hon eller han <strong>med säkerhet</strong> den egna förmågan och situationens krav."
        }
      } ]
    } ],
    "point" : 100,
    "year" : null
  }, {
    "name" : "Konstruktion 2",
    "description" : "Kursen konstruktion 2 omfattar punkterna 1–8 under rubriken Ämnets syfte. I kursen behandlas fördjupade kunskaper i ämnet.",
    "code" : "KOTKOS02",
    "centralContent" : [ {
      "heading" : "Undervisningen i kursen ska behandla följande centrala innehåll:",
      "lines" : [ "Fördjupning i produktionstekniska förutsättningar, kvalitet och lönsamhet enligt modern produktionsfilosofi.", "Visualisering via datorbaserade verktyg och analys genom FEM (finita elementmetoden) eller simuleringar med hjälp av dator inom valt teknikområde.", "Fördjupade teknikmetoder och konstruktionsmetoder inom något eller några områden.", "Teoretiska modeller och observationer inom valt teknikområde.", "Prototyptillverkning, om det förekommer inom valt teknikområde.", "Komponenter, material, metoder och processer inom valt teknikområdet samt deras egenskaper och begränsningar vid varierande tillämpningar och miljöer.", "Mätningar, bedömningar av mätfel och mätnoggrannhet vid planering, genomförande och utvärdering samt hur mätfelsanalyser genomförs.", "Konstruktionsberäkningar inom valt teknikområde med hänsyn tagen till matematiska och teknikvetenskapliga teorier och modeller.", "Dimensionering med och utan databaserade verktyg.", "Normer och tekniska standarder samt hur något eller några standardiserade test utförs inom valt teknikområde.", "Faktorer som påverkar utformningen av produkter, till exempel tillgänglighet och säkerhetsaspekter.", "Dokumentation, redovisning och presentation av konstruktionsarbete och resultat." ]
    } ],
    "knowledgeRequirementParagraphs" : [ {
      "heading" : "",
      "knowledgeRequirements" : [ {
        "text" : "Eleven redogör <strong>________</strong> för sambanden mellan befintlig teknik och teknisk utveckling samt för konstruktionsprocessen med hänsyn tagen till hållbar utveckling.",
        "knowledgeRequirementChoice" : {
          "E" : "Eleven redogör <strong>översiktligt</strong> för sambanden mellan befintlig teknik och teknisk utveckling samt för konstruktionsprocessen med hänsyn tagen till hållbar utveckling.",
          "C" : "Eleven redogör <strong>utförligt</strong> för sambanden mellan befintlig teknik och teknisk utveckling samt för konstruktionsprocessen med hänsyn tagen till hållbar utveckling.",
          "A" : "Eleven redogör <strong>utförligt och nyanserat</strong> för sambanden mellan befintlig teknik och teknisk utveckling samt för konstruktionsprocessen med hänsyn tagen till hållbar utveckling."
        }
      }, {
        "text" : "Dessutom redogör eleven <strong>________</strong> för sambanden mellan produktionsteknik, kvalitet och lönsamhet.",
        "knowledgeRequirementChoice" : {
          "E" : "Dessutom redogör eleven <strong>översiktligt</strong> för sambanden mellan produktionsteknik, kvalitet och lönsamhet.",
          "C" : "Dessutom redogör eleven <strong>utförligt</strong> för sambanden mellan produktionsteknik, kvalitet och lönsamhet.",
          "A" : "Dessutom redogör eleven <strong>utförligt och nyanserat</strong> för sambanden mellan produktionsteknik, kvalitet och lönsamhet."
        }
      } ]
    }, {
      "heading" : "",
      "knowledgeRequirements" : [ {
        "text" : "Eleven planerar <strong>________</strong> med handledare konstruktion utifrån idé och skiss samt väljer relevant produktionsmetod.",
        "knowledgeRequirementChoice" : {
          "E" : "Eleven planerar <strong>i samråd</strong> med handledare konstruktion utifrån idé och skiss samt väljer relevant produktionsmetod.",
          "C" : "Eleven planerar <strong>efter samråd</strong> med handledare konstruktion utifrån idé och skiss samt väljer relevant produktionsmetod.",
          "A" : "Eleven planerar <strong>efter samråd</strong> med handledare konstruktion utifrån idé och skiss samt väljer relevant produktionsmetod."
        }
      }, {
        "text" : "Dessutom väljer eleven <strong>________</strong> med handledare lämpliga material, verktyg och komponenter för konstruktionen samt motiverar <strong>________</strong> sina val utifrån deras egenskaper och begränsningar.",
        "knowledgeRequirementChoice" : {
          "E" : "Dessutom väljer eleven <strong>i samråd</strong> med handledare lämpliga material, verktyg och komponenter för konstruktionen samt motiverar <strong>översiktligt</strong> sina val utifrån deras egenskaper och begränsningar.",
          "C" : "Dessutom väljer eleven <strong>efter samråd</strong> med handledare lämpliga material, verktyg och komponenter för konstruktionen samt motiverar <strong>utförligt</strong> sina val utifrån deras egenskaper och begränsningar.",
          "A" : "Dessutom väljer eleven <strong>efter samråd</strong> med handledare lämpliga material, verktyg och komponenter för konstruktionen samt motiverar <strong>utförligt och nyanserat</strong> sina val utifrån deras egenskaper och begränsningar."
        }
      }, {
        "text" : "I arbetet använder eleven <strong>________</strong> tekniska begrepp, verktyg och modeller samt utför avancerade mätningar, simuleringar och test med <strong>________</strong> resultat, både manuellt och med hjälp av datorer.",
        "knowledgeRequirementChoice" : {
          "E" : "I arbetet använder eleven <strong>med viss säkerhet</strong> tekniska begrepp, verktyg och modeller samt utför avancerade mätningar, simuleringar och test med <strong>tillfredsställande</strong> resultat, både manuellt och med hjälp av datorer.",
          "C" : "I arbetet använder eleven <strong>med viss säkerhet</strong> tekniska begrepp, verktyg och modeller samt utför avancerade mätningar, simuleringar och test med <strong>tillfredsställande</strong> resultat, både manuellt och med hjälp av datorer.",
          "A" : "I arbetet använder eleven <strong>med säkerhet</strong> tekniska begrepp, verktyg och modeller samt utför avancerade mätningar, simuleringar och test med <strong>gott</strong> resultat, både manuellt och med hjälp av datorer."
        }
      }, {
        "text" : "Eleven löser också med <strong>________</strong> resultat <strong>________</strong> problem och konstruktionsuppgifter samt utför <strong>________</strong> beräkningar genom att använda <strong>________</strong> matematiska och teknikvetenskapliga teorier och modeller.",
        "knowledgeRequirementChoice" : {
          "E" : "Eleven löser också med <strong>tillfredsställande</strong> resultat <strong>enkla</strong> problem och konstruktionsuppgifter samt utför <strong>enkla</strong> beräkningar genom att använda <strong>grundläggande</strong> matematiska och teknikvetenskapliga teorier och modeller.",
          "C" : "Eleven löser också med <strong>tillfredsställande</strong> resultat problem och konstruktionsuppgifter samt utför beräkningar genom att använda matematiska och teknikvetenskapliga teorier och modeller.",
          "A" : "Eleven löser också med <strong>gott</strong> resultat <strong>komplexa</strong> problem och konstruktionsuppgifter samt utför <strong>avancerade</strong> beräkningar genom att använda matematiska och teknikvetenskapliga teorier och modeller."
        }
      }, {
        "text" : "Dessutom utför eleven <strong>________</strong> dimensioneringar med och utan databaserade verktyg.",
        "knowledgeRequirementChoice" : {
          "E" : "Dessutom utför eleven <strong>med viss säkerhet enkla</strong> dimensioneringar med och utan databaserade verktyg.",
          "C" : "Dessutom utför eleven <strong>med viss säkerhet</strong> dimensioneringar med och utan databaserade verktyg.",
          "A" : "Dessutom utför eleven <strong>med säkerhet avancerade</strong> dimensioneringar med och utan databaserade verktyg."
        }
      }, {
        "text" : "Eleven tar i sitt arbete hänsyn till standarder och normer.",
        "knowledgeRequirementChoice" : {
          "E" : "Eleven tar i sitt arbete hänsyn till standarder och normer.",
          "C" : "Eleven tar i sitt arbete hänsyn till standarder och normer.",
          "A" : "Eleven tar i sitt arbete hänsyn till standarder och normer. <strong>Eleven resonerar även utförligt om alternativa sätt att lösa problem och konstruktionsuppgifter</strong>."
        }
      } ]
    }, {
      "heading" : "",
      "knowledgeRequirements" : [ {
        "text" : "Eleven dokumenterar, redovisar och presenterar <strong>________</strong> sitt eller projektgruppens konstruktionsarbete med <strong>________</strong> tekniska begrepp.",
        "knowledgeRequirementChoice" : {
          "E" : "Eleven dokumenterar, redovisar och presenterar <strong>med viss säkerhet</strong> sitt eller projektgruppens konstruktionsarbete med <strong>enkla</strong> tekniska begrepp.",
          "C" : "Eleven dokumenterar, redovisar och presenterar <strong>med viss säkerhet</strong> sitt eller projektgruppens konstruktionsarbete med tekniska begrepp.",
          "A" : "Eleven dokumenterar, redovisar och presenterar <strong>med säkerhet</strong> sitt eller projektgruppens konstruktionsarbete med <strong>avancerade</strong> tekniska begrepp."
        }
      }, {
        "text" : "Dessutom utvärderar eleven sitt arbete och resultat med <strong>________</strong> omdömen.",
        "knowledgeRequirementChoice" : {
          "E" : "Dessutom utvärderar eleven sitt arbete och resultat med <strong>enkla</strong> omdömen.",
          "C" : "Dessutom utvärderar eleven sitt arbete och resultat med <strong>nyanserade</strong> omdömen. <strong>I sin värdering gör eleven även välgrundade reflektioner om sitt arbete och resultat ur ett hållbarhetsperspektiv</strong>.",
          "A" : "Dessutom utvärderar eleven sitt arbete och resultat med <strong>nyanserade</strong> omdömen <strong>samt ger förslag på hur arbetet kan förbättras</strong>. <strong>I sin värdering gör eleven även välgrundade och nyanserade reflektioner om sitt arbete och resultat ur ett hållbarhetsperspektiv</strong>."
        }
      } ]
    }, {
      "heading" : "",
      "knowledgeRequirements" : [ {
        "text" : "När eleven samråder med handledare bedömer hon eller han <strong>________</strong> den egna förmågan och situationens krav.",
        "knowledgeRequirementChoice" : {
          "E" : "När eleven samråder med handledare bedömer hon eller han <strong>med viss säkerhet</strong> den egna förmågan och situationens krav.",
          "C" : "När eleven samråder med handledare bedömer hon eller han <strong>med viss säkerhet</strong> den egna förmågan och situationens krav.",
          "A" : "När eleven samråder med handledare bedömer hon eller han <strong>med säkerhet</strong> den egna förmågan och situationens krav."
        }
      } ]
    } ],
    "point" : 100,
    "year" : null
  }, {
    "name" : "Konstruktion 3",
    "description" : "Kursen konstruktion 3 omfattar punkterna 1–3 och 5–8 under rubriken Ämnets syfte. I kursen behandlas fördjupade kunskaper i ämnet.",
    "code" : "KOTKOS03",
    "centralContent" : [ {
      "heading" : "Undervisningen i kursen ska behandla följande centrala innehåll:",
      "lines" : [ "Konstruktionsmaterial eller komponenter för hållbar teknikutveckling.", "Konstruktionsarbete, där teknikområden integreras.", "Komponenter, material, verktyg, metoder och processer inom valda teknikområden samt deras egenskaper och begränsningar vid olika tillämpningar och i olika miljöer.", "Fördjupning i teoretiska modeller och konstruktionsberäkningar med hänsyn tagen till matematiska och teknikvetenskapliga samband.", "Dimensionering med och utan databaserade verktyg.", "Fördjupning i standarder och normer inom valda teknikområden.", "Dokumentation, redovisning och presentation av eget konstruktionsarbete och resultat." ]
    } ],
    "knowledgeRequirementParagraphs" : [ {
      "heading" : "",
      "knowledgeRequirements" : [ {
        "text" : "Eleven redogör <strong>________</strong> för nya trender vid val av konstruktionsmaterial eller komponenter för hållbar utveckling.",
        "knowledgeRequirementChoice" : {
          "E" : "Eleven redogör <strong>översiktligt</strong> för nya trender vid val av konstruktionsmaterial eller komponenter för hållbar utveckling.",
          "C" : "Eleven redogör <strong>utförligt</strong> för nya trender vid val av konstruktionsmaterial eller komponenter för hållbar utveckling.",
          "A" : "Eleven redogör <strong>utförligt och nyanserat</strong> för nya trender vid val av konstruktionsmaterial eller komponenter för hållbar utveckling."
        }
      } ]
    }, {
      "heading" : "",
      "knowledgeRequirements" : [ {
        "text" : "Eleven utför, med <strong>________</strong> resultat, konstruktionsarbete där teknikområden integreras.",
        "knowledgeRequirementChoice" : {
          "E" : "Eleven utför, med <strong>tillfredsställande</strong> resultat, konstruktionsarbete där teknikområden integreras.",
          "C" : "Eleven utför, med <strong>tillfredsställande</strong> resultat, konstruktionsarbete där teknikområden integreras.",
          "A" : "Eleven utför, med <strong>gott</strong> resultat, konstruktionsarbete där teknikområden integreras."
        }
      }, {
        "text" : "Dessutom väljer eleven <strong>________</strong> med handledare lämpliga material, verktyg och komponenter för konstruktionen samt motiverar <strong>________</strong> sina val utifrån deras egenskaper och begränsningar.",
        "knowledgeRequirementChoice" : {
          "E" : "Dessutom väljer eleven <strong>i samråd</strong> med handledare lämpliga material, verktyg och komponenter för konstruktionen samt motiverar <strong>översiktligt</strong> sina val utifrån deras egenskaper och begränsningar.",
          "C" : "Dessutom väljer eleven <strong>efter samråd</strong> med handledare lämpliga material, verktyg och komponenter för konstruktionen samt motiverar <strong>utförligt</strong> sina val utifrån deras egenskaper och begränsningar.",
          "A" : "Dessutom väljer eleven <strong>efter samråd</strong> med handledare lämpliga material, verktyg och komponenter för konstruktionen samt motiverar <strong>utförligt och nyanserat</strong> sina val utifrån deras egenskaper och begränsningar."
        }
      }, {
        "text" : "I arbetet löser eleven med <strong>________</strong> resultat problem och konstruktionsuppgifter samt utför beräkningar genom att använda matematiska och teknikvetenskapliga samband.",
        "knowledgeRequirementChoice" : {
          "E" : "I arbetet löser eleven med <strong>tillfredsställande</strong> resultat problem och konstruktionsuppgifter samt utför beräkningar genom att använda matematiska och teknikvetenskapliga samband.",
          "C" : "I arbetet löser eleven med <strong>tillfredsställande</strong> resultat problem och konstruktionsuppgifter samt utför beräkningar genom att använda matematiska och teknikvetenskapliga samband.",
          "A" : "I arbetet löser eleven med <strong>gott</strong> resultat <strong>komplexa</strong> problem och konstruktionsuppgifter samt utför <strong>avancerade</strong> beräkningar genom att använda matematiska och teknikvetenskapliga samband."
        }
      }, {
        "text" : "Dessutom utför eleven <strong>________</strong> dimensioneringar med och utan databaserade verktyg.",
        "knowledgeRequirementChoice" : {
          "E" : "Dessutom utför eleven <strong>med viss säkerhet</strong> dimensioneringar med och utan databaserade verktyg.",
          "C" : "Dessutom utför eleven <strong>med viss säkerhet</strong> dimensioneringar med och utan databaserade verktyg.",
          "A" : "Dessutom utför eleven <strong>med säkerhet avancerade</strong> dimensioneringar med och utan databaserade verktyg."
        }
      }, {
        "text" : "Eleven tar i sitt arbete hänsyn till standarder och normer.",
        "knowledgeRequirementChoice" : {
          "E" : "Eleven tar i sitt arbete hänsyn till standarder och normer.",
          "C" : "Eleven tar i sitt arbete hänsyn till standarder och normer.",
          "A" : "Eleven tar i sitt arbete hänsyn till standarder och normer. <strong>Eleven resonerar även utförligt om alternativa sätt att lösa problem och konstruktionsuppgifter</strong>."
        }
      } ]
    }, {
      "heading" : "",
      "knowledgeRequirements" : [ {
        "text" : "Eleven dokumenterar, redovisar och presenterar <strong>________</strong> sitt eller projektgruppens konstruktionsarbete med tekniska begrepp.",
        "knowledgeRequirementChoice" : {
          "E" : "Eleven dokumenterar, redovisar och presenterar <strong>med viss säkerhet</strong> sitt eller projektgruppens konstruktionsarbete med tekniska begrepp.",
          "C" : "Eleven dokumenterar, redovisar och presenterar <strong>med viss säkerhet</strong> sitt eller projektgruppens konstruktionsarbete med tekniska begrepp.",
          "A" : "Eleven dokumenterar, redovisar och presenterar <strong>med säkerhet</strong> sitt eller projektgruppens konstruktionsarbete med tekniska begrepp."
        }
      }, {
        "text" : "Dessutom utvärderar eleven sitt arbete och resultat med <strong>________</strong> omdömen.",
        "knowledgeRequirementChoice" : {
          "E" : "Dessutom utvärderar eleven sitt arbete och resultat med <strong>enkla</strong> omdömen.",
          "C" : "Dessutom utvärderar eleven sitt arbete och resultat med <strong>nyanserade</strong> omdömen.",
          "A" : "Dessutom utvärderar eleven sitt arbete och resultat med <strong>nyanserade</strong> omdömen <strong>samt ger förslag på hur arbetet kan förbättras</strong>."
        }
      } ]
    }, {
      "heading" : "",
      "knowledgeRequirements" : [ {
        "text" : "När eleven samråder med handledare bedömer hon eller han <strong>________</strong> den egna förmågan och situationens krav.",
        "knowledgeRequirementChoice" : {
          "E" : "När eleven samråder med handledare bedömer hon eller han <strong>med viss säkerhet</strong> den egna förmågan och situationens krav.",
          "C" : "När eleven samråder med handledare bedömer hon eller han <strong>med viss säkerhet</strong> den egna förmågan och situationens krav.",
          "A" : "När eleven samråder med handledare bedömer hon eller han <strong>med säkerhet</strong> den egna förmågan och situationens krav."
        }
      } ]
    } ],
    "point" : 100,
    "year" : null
  } ]
}