{
  "name" : "Latin – språk och kultur",
  "description" : "Ämnet latin – språk och kultur är till sin karaktär ett humanistiskt ämne som förenar språk- och kulturstudier. Latinet har varit modersmål och kommunikationsspråk för en stor del av Europas befolkning under drygt tvåtusen år och är i dag en sammanbindande länk mellan många länder i världen som förmedlare av ett gemensamt språkligt och kulturellt arv.",
  "code" : "LAT",
  "designation" : "",
  "skolfsId" : "0000:00",
  "purposes" : [ {
    "type" : "PARAGRAPH",
    "heading" : "",
    "lines" : [ "Undervisningen i ämnet latin – språk och kultur ska syfta till att eleverna utvecklar kunskaper om det latinska språket, om den romerska kulturen och om latinets roll som kulturbärare under olika tider.", "Undervisningen ska ge eleverna möjlighet att utveckla förståelse av andra tiders kulturer och bidra till ett fördjupat historiskt perspektiv, men också ge perspektiv på nutiden.", "I undervisningen ska eleverna ges möjlighet att utveckla kulturell och språklig medvetenhet och analysförmåga." ]
  }, {
    "type" : "PARAGRAPH",
    "heading" : "",
    "lines" : [ "I undervisningen ska eleverna ges möjligheter att läsa och arbeta med latinska texter av olika slag, från antiken, medeltiden, renässansen och från senare tider, för att få en förståelse både av den tid när texterna skrevs och av nutiden.", "För att eleverna ska kunna läsa och förstå latinska texter ska undervisningen ge eleverna möjlighet att utveckla kunskaper i latinets ordförråd och grammatik.", "Undervisningen ska bidra till att eleverna utvecklar kunskaper om hur latinet har påverkat och fortfarande påverkar många andra språk.", "Den ska också bidra till att eleverna utvecklar ett större ordförråd i svenska, engelska och andra moderna språk, eftersom latinet är ursprunget till ett stort antal lånord i dessa språk.", "Vidare ska undervisningen leda till att eleverna utvecklar förmåga att analysera och beskriva språkliga företeelser." ]
  }, {
    "type" : "PARAGRAPH",
    "heading" : "",
    "lines" : [ "Läsning av latinska texter bidrar även till kunskaper i antikens och senare tiders västerländska historia och kultur.", "För att bredda de kunskaper som texterna ger ska textläsningen i undervisningen kompletteras med annat material av olika slag.", "I undervisningen ska eleverna även ges möjlighet att få uppleva hur det latinska språket och den latinska kulturen lever i det omgivande samhället." ]
  }, {
    "type" : "BULLET",
    "heading" : "Undervisningen i ämnet latin – språk och kultur ska ge eleverna förutsättningar att utveckla följande:",
    "lines" : [ "Förmåga att läsa, återge och tolka latinska texter av olika slag från olika tider med hjälp av kunskaper om latinsk grammatik, latinskt ordförråd och uttal.", "Kunskaper om det latinska språket samt förmåga att använda relevanta begrepp.", "Kunskaper om samband mellan latin och moderna språk samt om latinska ord, orddelar, begrepp och uttryck i svenska, engelska och andra moderna språk.", "Kunskaper om det latinska språkets historia och latinets inflytande på svenska, engelska och andra moderna språk.", "Kunskaper om romersk historia, kultur och samhällsliv samt förståelse av hur den romerska kulturen har påverkat senare tiders kulturer i Europa och övriga världen.", "Förmåga att sätta in de latinska texterna i ett större sammanhang samt att tolka både latinska texter och senare tiders litteratur, konst och idéer utifrån kunskaper om romersk historia, kultur och samhällsliv." ]
  } ],
  "courses" : [ {
    "name" : "Latin – språk och kultur 1",
    "description" : "Kursen latin – språk och kultur 1 omfattar punkterna 1–6 under rubriken Ämnets syfte. I kursen behandlas grundläggande kunskaper i ämnet.",
    "code" : "LATLAT01",
    "centralContent" : [ {
      "heading" : "Undervisningen i kursen ska behandla följande centrala innehåll:",
      "lines" : [ "Läsning och tolkning av mycket enkla latinska texter, till exempel texter från läroböcker, mycket enkla autentiska texter, citat och sentenser samt av bearbetade autentiska texter, till exempel fabler.", "Grunderna i latinets uttal.", "Latinsk grammatik med grundläggande formlära och enkel meningsbyggnad. Relevanta begrepp som behövs för att beskriva och analysera språket.", "Latinskt basordförråd med betoning på ord, orddelar, begrepp och uttryck som lever vidare i de moderna språken och i vetenskaplig terminologi.", "Översikt över det latinska språkets historia. Latinets inflytande på svenska, engelska och andra moderna språk.", "Latinets roll som kulturbärare i ett historiskt perspektiv.", "Översikt över det romerska rikets politiska historia, till exempel det romerska rikets utbredning, mötet med Hannibal och några kända politiker och kejsare.", "Romersk kultur med exempel från konst och mytologi. Några typiska företeelser i romerskt samhällsliv, till exempel familjeförhållanden, vardagsliv och synen på slavar.", "Romersk historia, kultur och samhällsliv i de latinska texterna och i senare tiders konst och litteratur, med betoning på vår egen tid." ]
    } ],
    "knowledgeRequirementParagraphs" : [ {
      "heading" : "",
      "knowledgeRequirements" : [ {
        "text" : "Eleven läser, återger och tolkar huvudinnehållet i mycket enkla latinska texter.",
        "knowledgeRequirementChoice" : {
          "E" : "Eleven läser, återger och tolkar huvudinnehållet i mycket enkla latinska texter.",
          "C" : "Eleven läser, återger och tolkar huvudinnehållet <strong>och de flesta detaljer</strong> i mycket enkla latinska texter.",
          "A" : "Eleven läser, återger och tolkar <strong>såväl</strong> huvudinnehållet <strong>som detaljer</strong> i mycket enkla latinska texter."
        }
      }, {
        "text" : "Eleven läser latinsk text med godtagbart uttal.",
        "knowledgeRequirementChoice" : {
          "E" : "Eleven läser latinsk text med godtagbart uttal.",
          "C" : "Eleven läser latinsk text med godtagbart uttal.",
          "A" : "Eleven läser latinsk text med godtagbart uttal."
        }
      }, {
        "text" : "I arbetet med texterna använder eleven <strong>________</strong> den latinska grammatikens grunder.",
        "knowledgeRequirementChoice" : {
          "E" : "I arbetet med texterna använder eleven <strong>med viss säkerhet och i begränsad utsträckning</strong> den latinska grammatikens grunder.",
          "C" : "I arbetet med texterna använder eleven <strong>med viss säkerhet</strong> den latinska grammatikens grunder.",
          "A" : "I arbetet med texterna använder eleven <strong>med säkerhet</strong> den latinska grammatikens grunder."
        }
      }, {
        "text" : "Eleven beskriver <strong>________</strong> enkla företeelser i det latinska språket med hjälp av relevanta begrepp.",
        "knowledgeRequirementChoice" : {
          "E" : "Eleven beskriver <strong>mycket</strong> enkla företeelser i det latinska språket med hjälp av relevanta begrepp.",
          "C" : "Eleven beskriver enkla företeelser i det latinska språket med hjälp av relevanta begrepp.",
          "A" : "Eleven beskriver enkla <strong>och något mer komplexa</strong> företeelser i det latinska språket med hjälp av relevanta begrepp."
        }
      }, {
        "text" : "I arbetet med texterna använder eleven <strong>________</strong> ett <strong>________</strong> latinskt basordförråd.",
        "knowledgeRequirementChoice" : {
          "E" : "I arbetet med texterna använder eleven <strong>med viss säkerhet</strong> ett <strong>begränsat</strong> latinskt basordförråd.",
          "C" : "I arbetet med texterna använder eleven <strong>med viss säkerhet</strong> ett latinskt basordförråd.",
          "A" : "I arbetet med texterna använder eleven <strong>med säkerhet</strong> ett latinskt basordförråd."
        }
      } ]
    }, {
      "heading" : "",
      "knowledgeRequirements" : [ {
        "text" : "Eleven diskuterar <strong>________</strong> sambandet mellan latin och svenska, engelska och andra moderna språk.",
        "knowledgeRequirementChoice" : {
          "E" : "Eleven diskuterar <strong>översiktligt</strong> sambandet mellan latin och svenska, engelska och andra moderna språk.",
          "C" : "Eleven diskuterar <strong>utförligt</strong> sambandet mellan latin och svenska, engelska och andra moderna språk.",
          "A" : "Eleven diskuterar <strong>utförligt och nyanserat</strong> sambandet mellan latin och svenska, engelska och andra moderna språk."
        }
      }, {
        "text" : "Eleven identifierar och förklarar <strong>________</strong> vanliga latinska ord, orddelar, begrepp och uttryck i de moderna språken.",
        "knowledgeRequirementChoice" : {
          "E" : "Eleven identifierar och förklarar <strong>översiktligt mycket</strong> vanliga latinska ord, orddelar, begrepp och uttryck i de moderna språken.",
          "C" : "Eleven identifierar och förklarar <strong>utförligt</strong> vanliga latinska ord, orddelar, begrepp och uttryck i de moderna språken.",
          "A" : "Eleven identifierar och förklarar <strong>utförligt och nyanserat</strong> vanliga <strong>och mindre vanliga</strong> latinska ord, orddelar, begrepp och uttryck i de moderna språken."
        }
      }, {
        "text" : "Eleven redogör <strong>________</strong> för det latinska språkets användning genom tiderna och ger <strong>________</strong> exempel på latinets inflytande på svenska, engelska och andra moderna språk.",
        "knowledgeRequirementChoice" : {
          "E" : "Eleven redogör <strong>översiktligt</strong> för det latinska språkets användning genom tiderna och ger <strong>enkla</strong> exempel på latinets inflytande på svenska, engelska och andra moderna språk.",
          "C" : "Eleven redogör <strong>utförligt</strong> för det latinska språkets användning genom tiderna och ger <strong>välgrundade</strong> exempel på latinets inflytande på svenska, engelska och andra moderna språk.",
          "A" : "Eleven redogör <strong>utförligt och nyanserat</strong> för det latinska språkets användning genom tiderna och ger <strong>välgrundade och nyanserade</strong> exempel på latinets inflytande på svenska, engelska och andra moderna språk."
        }
      } ]
    }, {
      "heading" : "",
      "knowledgeRequirements" : [ {
        "text" : "Eleven redogör <strong>________</strong> för några viktiga händelser och personer i romersk historia samt för några aspekter av romersk kultur och romerskt samhällsliv.",
        "knowledgeRequirementChoice" : {
          "E" : "Eleven redogör <strong>översiktligt</strong> för några viktiga händelser och personer i romersk historia samt för några aspekter av romersk kultur och romerskt samhällsliv.",
          "C" : "Eleven redogör <strong>utförligt</strong> för några viktiga händelser och personer i romersk historia samt för några aspekter av romersk kultur och romerskt samhällsliv.",
          "A" : "Eleven redogör <strong>utförligt och nyanserat</strong> för några viktiga händelser och personer i romersk historia samt för några aspekter av romersk kultur och romerskt samhällsliv."
        }
      }, {
        "text" : "Eleven för <strong>________</strong> resonemang om hur den romerska kulturen har påverkat senare tiders kulturer i Europa och i övriga världen samt gör <strong>________</strong> jämförelser med vår egen tid.",
        "knowledgeRequirementChoice" : {
          "E" : "Eleven för <strong>enkla</strong> resonemang om hur den romerska kulturen har påverkat senare tiders kulturer i Europa och i övriga världen samt gör <strong>enkla</strong> jämförelser med vår egen tid.",
          "C" : "Eleven för <strong>välgrundade</strong> resonemang om hur den romerska kulturen har påverkat senare tiders kulturer i Europa och i övriga världen samt gör <strong>välgrundade</strong> jämförelser med vår egen tid.",
          "A" : "Eleven för <strong>välgrundade och nyanserade</strong> resonemang om hur den romerska kulturen har påverkat senare tiders kulturer i Europa och i övriga världen samt gör <strong>välgrundade och nyanserade</strong> jämförelser med vår egen tid."
        }
      }, {
        "text" : "Eleven gör <strong>________</strong> tolkningar av latinska texter och senare tiders litteratur och konst utifrån sina kunskaper om romersk historia, kultur och samhällsliv.",
        "knowledgeRequirementChoice" : {
          "E" : "Eleven gör <strong>enkla</strong> tolkningar av latinska texter och senare tiders litteratur och konst utifrån sina kunskaper om romersk historia, kultur och samhällsliv.",
          "C" : "Eleven gör <strong>välgrundade</strong> tolkningar av latinska texter och senare tiders litteratur och konst utifrån sina kunskaper om romersk historia, kultur och samhällsliv.",
          "A" : "Eleven gör <strong>välgrundade och nyanserade</strong> tolkningar av latinska texter och senare tiders litteratur och konst utifrån sina kunskaper om romersk historia, kultur och samhällsliv."
        }
      } ]
    } ],
    "point" : 100,
    "year" : null
  }, {
    "name" : "Latin – språk och kultur 2",
    "description" : "Kursen latin – språk och kultur 2 omfattar punkterna 1–6 under rubriken Ämnets syfte. I kursen behandlas fördjupade kunskaper i ämnet.",
    "code" : "LATLAT02",
    "centralContent" : [ {
      "heading" : "Undervisningen i kursen ska behandla följande centrala innehåll:",
      "lines" : [ "Läsning och tolkning av enklare klassiska och efterklassiska latinska texter, till exempel legender, brev och tal.", "Latinets uttal under olika tider.", "Latinsk grammatik med utökad formlära och syntax. Relevanta begrepp som behövs för att beskriva och analysera språket.", "Centrala delar av det latinska ordförrådet med referenser till andra språk.", "Fördjupning i det latinska språkets historia med tonvikt på latinets roll i det internationella ordförrådet och den vetenskapliga terminologin.", "Fördjupning i det romerska rikets politiska historia, till exempel republikens upplösning och övergången till kejsardömet samt skillnaderna i styrelsesätt under dessa perioder.", "Fördjupning i romersk kultur och samhällsliv, till exempel religionens betydelse och romersk stadsplanering.", "De latinska texternas historiska och kulturella sammanhang och hur romersk historia, kultur och samhällsliv har påverkat senare tiders kulturer i Europa fram till vår egen tid." ]
    } ],
    "knowledgeRequirementParagraphs" : [ {
      "heading" : "",
      "knowledgeRequirements" : [ {
        "text" : "Eleven läser, återger och tolkar huvudinnehållet i enklare klassiska och efterklassiska latinska texter.",
        "knowledgeRequirementChoice" : {
          "E" : "Eleven läser, återger och tolkar huvudinnehållet i enklare klassiska och efterklassiska latinska texter.",
          "C" : "Eleven läser, återger och tolkar huvudinnehållet <strong>och de flesta detaljer</strong> i enklare klassiska och efterklassiska latinska texter.",
          "A" : "Eleven läser, återger och tolkar <strong>såväl</strong> huvudinnehållet <strong>som detaljer</strong> i enklare klassiska och efterklassiska latinska texter."
        }
      }, {
        "text" : "Eleven läser latinsk text från olika tider med godtagbart uttal.",
        "knowledgeRequirementChoice" : {
          "E" : "Eleven läser latinsk text från olika tider med godtagbart uttal.",
          "C" : "Eleven läser latinsk text från olika tider med godtagbart uttal.",
          "A" : "Eleven läser latinsk text från olika tider med godtagbart uttal."
        }
      }, {
        "text" : "I arbetet med texterna använder eleven <strong>________</strong> latinsk formlära och några vanliga syntaktiska strukturer.",
        "knowledgeRequirementChoice" : {
          "E" : "I arbetet med texterna använder eleven <strong>med viss säkerhet och i begränsad utsträckning</strong> latinsk formlära och några vanliga syntaktiska strukturer.",
          "C" : "I arbetet med texterna använder eleven <strong>med viss säkerhet</strong> latinsk formlära och några vanliga syntaktiska strukturer.",
          "A" : "I arbetet med texterna använder eleven <strong>med säkerhet</strong> latinsk formlära och några vanliga syntaktiska strukturer."
        }
      }, {
        "text" : "Eleven beskriver enkla företeelser i det latinska språket med hjälp av relevanta begrepp.",
        "knowledgeRequirementChoice" : {
          "E" : "Eleven beskriver enkla företeelser i det latinska språket med hjälp av relevanta begrepp.",
          "C" : "Eleven beskriver enkla <strong>och något mer komplexa</strong> företeelser i det latinska språket med hjälp av relevanta begrepp.",
          "A" : "Eleven beskriver enkla <strong>och mer komplexa</strong> företeelser i det latinska språket med hjälp av relevanta begrepp."
        }
      }, {
        "text" : "I arbetet med texterna använder eleven <strong>________</strong> ett latinskt <strong>________</strong>.",
        "knowledgeRequirementChoice" : {
          "E" : "I arbetet med texterna använder eleven <strong>med viss säkerhet</strong> ett latinskt <strong>basordförråd</strong>.",
          "C" : "I arbetet med texterna använder eleven <strong>med viss säkerhet centrala delar av</strong> det latinska <strong>ordförrådet</strong>.",
          "A" : "I arbetet med texterna använder eleven <strong>med säkerhet centrala delar av</strong> det latinska <strong>ordförrådet</strong>."
        }
      } ]
    }, {
      "heading" : "",
      "knowledgeRequirements" : [ {
        "text" : "Eleven diskuterar <strong>________</strong> sambandet mellan latin och svenska, engelska och andra moderna språk.",
        "knowledgeRequirementChoice" : {
          "E" : "Eleven diskuterar <strong>översiktligt</strong> sambandet mellan latin och svenska, engelska och andra moderna språk.",
          "C" : "Eleven diskuterar <strong>utförligt</strong> sambandet mellan latin och svenska, engelska och andra moderna språk.",
          "A" : "Eleven diskuterar <strong>utförligt och nyanserat</strong> sambandet mellan latin och svenska, engelska och andra moderna språk."
        }
      }, {
        "text" : "Eleven identifierar och förklarar <strong>________</strong> latinska ord, orddelar, begrepp och uttryck som är <strong>________</strong> vanliga i det internationella ordförrådet och i den vetenskapliga terminologin.",
        "knowledgeRequirementChoice" : {
          "E" : "Eleven identifierar och förklarar <strong>översiktligt</strong> latinska ord, orddelar, begrepp och uttryck som är <strong>mycket</strong> vanliga i det internationella ordförrådet och i den vetenskapliga terminologin.",
          "C" : "Eleven identifierar och förklarar <strong>utförligt</strong> latinska ord, orddelar, begrepp och uttryck som är <strong>mycket</strong> vanliga i det internationella ordförrådet och i den vetenskapliga terminologin.",
          "A" : "Eleven identifierar och förklarar <strong>utförligt och nyanserat</strong> latinska ord, orddelar, begrepp och uttryck som är vanliga i det internationella ordförrådet och i den vetenskapliga terminologin."
        }
      } ]
    }, {
      "heading" : "",
      "knowledgeRequirements" : [ {
        "text" : "Eleven redogör <strong>________</strong> för händelser och förhållanden i romersk historia, romersk kultur och romerskt samhällsliv.",
        "knowledgeRequirementChoice" : {
          "E" : "Eleven redogör <strong>översiktligt</strong> för händelser och förhållanden i romersk historia, romersk kultur och romerskt samhällsliv.",
          "C" : "Eleven redogör <strong>utförligt</strong> för händelser och förhållanden i romersk historia, romersk kultur och romerskt samhällsliv.",
          "A" : "Eleven redogör <strong>utförligt och nyanserat</strong> för händelser och förhållanden i romersk historia, romersk kultur och romerskt samhällsliv."
        }
      }, {
        "text" : "Eleven för <strong>________</strong> resonemang om hur den romerska kulturen har påverkat senare tiders kulturer fram till vår egen tid.",
        "knowledgeRequirementChoice" : {
          "E" : "Eleven för <strong>enkla</strong> resonemang om hur den romerska kulturen har påverkat senare tiders kulturer fram till vår egen tid.",
          "C" : "Eleven för <strong>välgrundade</strong> resonemang om hur den romerska kulturen har påverkat senare tiders kulturer fram till vår egen tid.",
          "A" : "Eleven för <strong>välgrundade och nyanserade</strong> resonemang om hur den romerska kulturen har påverkat senare tiders kulturer fram till vår egen tid."
        }
      }, {
        "text" : "Dessutom gör eleven <strong>________</strong> kopplingar mellan texterna och deras historiska och kulturella bakgrund.",
        "knowledgeRequirementChoice" : {
          "E" : "Dessutom gör eleven <strong>enkla</strong> kopplingar mellan texterna och deras historiska och kulturella bakgrund.",
          "C" : "Dessutom gör eleven <strong>välgrundade</strong> kopplingar mellan texterna och deras historiska och kulturella bakgrund.",
          "A" : "Dessutom gör eleven <strong>välgrundade och nyanserade</strong> kopplingar mellan texterna och deras historiska och kulturella bakgrund."
        }
      }, {
        "text" : "Eleven gör <strong>________</strong> tolkningar av latinska texter och senare tiders litteratur och konst utifrån sina kunskaper om romersk historia, kultur och samhällsliv.",
        "knowledgeRequirementChoice" : {
          "E" : "Eleven gör <strong>enkla</strong> tolkningar av latinska texter och senare tiders litteratur och konst utifrån sina kunskaper om romersk historia, kultur och samhällsliv.",
          "C" : "Eleven gör <strong>välgrundade</strong> tolkningar av latinska texter och senare tiders litteratur och konst utifrån sina kunskaper om romersk historia, kultur och samhällsliv.",
          "A" : "Eleven gör <strong>välgrundade och nyanserade</strong> tolkningar av latinska texter och senare tiders litteratur och konst utifrån sina kunskaper om romersk historia, kultur och samhällsliv."
        }
      } ]
    } ],
    "point" : 100,
    "year" : null
  }, {
    "name" : "Latin – språk och kultur 3",
    "description" : "Kursen latin – språk och kultur 3 omfattar punkterna 1–3 och 5–6 under rubriken Ämnets syfte. I kursen behandlas fördjupade kunskaper i ämnet.",
    "code" : "LATLAT03",
    "centralContent" : [ {
      "heading" : "",
      "lines" : [ "Läsning och tolkning av klassiska och efterklassiska latinska texter av olika slag, både prosa och poesi, utifrån elevernas intressen, till exempel tal, historiska texter och kärleks- och hjältedikter.", "Grunderna i läsning av latinsk vers.", "Fördjupning i latinets formlära och syntax. Relevanta begrepp som behövs för att beskriva och analysera språket.", "Utökat latinskt ordförråd med referenser till andra språk.", "Det romerska rikets historia, kultur och samhällsliv med utgångspunkt i de texter som läses. Hur händelser, företeelser och idéer kommer till uttryck i texterna samt hur texterna har påverkat senare tiders kulturer och samhällen fram mot vår egen tid.", "Teman som är centrala i romersk litteratur, till exempel synen på livet, människan, historien och kärleken. Hur dessa teman har påverkat senare tiders litteratur och konst.", "Språklig, litterär eller kulturhistorisk fördjupning inom valt område." ]
    } ],
    "knowledgeRequirementParagraphs" : [ {
      "heading" : "",
      "knowledgeRequirements" : [ {
        "text" : "Eleven läser, återger och tolkar huvudinnehålleti klassiska och efterklassiska latinska texter, både prosa och poesi.",
        "knowledgeRequirementChoice" : {
          "E" : "Eleven läser, återger och tolkar huvudinnehålleti klassiska och efterklassiska latinska texter, både prosa och poesi.",
          "C" : "Eleven läser, återger och tolkar huvudinnehållet <strong>och de flesta detaljer</strong> i klassiska och efterklassiska latinska texter, både prosa och poesi.",
          "A" : "Eleven läser, återger och tolkar <strong>såväl</strong> huvudinnehållet <strong>som detaljer</strong> i klassiska och efterklassiska latinska texter, både prosa och poesi."
        }
      }, {
        "text" : "Eleven läser latinsk vers med godtagbart uttal.",
        "knowledgeRequirementChoice" : {
          "E" : "Eleven läser latinsk vers med godtagbart uttal.",
          "C" : "Eleven läser latinsk vers med godtagbart uttal.",
          "A" : "Eleven läser latinsk vers med godtagbart uttal."
        }
      }, {
        "text" : "I arbetet med texterna använder eleven <strong>________</strong> latinsk formlära och syntax.",
        "knowledgeRequirementChoice" : {
          "E" : "I arbetet med texterna använder eleven <strong>med viss säkerhet</strong> latinsk formlära och syntax.",
          "C" : "I arbetet med texterna använder eleven <strong>med säkerhet</strong> latinsk formlära och syntax.",
          "A" : "I arbetet med texterna använder eleven <strong>med säkerhet</strong> latinsk formlära och syntax."
        }
      }, {
        "text" : "Eleven beskriver enkla företeelser och sammanhang i det latinska språket med hjälp av relevanta begrepp.",
        "knowledgeRequirementChoice" : {
          "E" : "Eleven beskriver enkla företeelser och sammanhang i det latinska språket med hjälp av relevanta begrepp.",
          "C" : "Eleven beskriver enkla <strong>och något mer komplexa</strong> företeelser och sammanhang i det latinska språket i med hjälp av relevanta begrepp.",
          "A" : "Eleven beskriver enkla <strong>och komplexa</strong> företeelser och sammanhang i det latinska språket med hjälp av relevanta begrepp."
        }
      }, {
        "text" : "I arbetet med texterna använder eleven <strong>________</strong> ett <strong>________</strong> latinskt ordförråd samt gör <strong>________</strong> jämförelser med andra språk.",
        "knowledgeRequirementChoice" : {
          "E" : "I arbetet med texterna använder eleven <strong>med viss säkerhet</strong> ett <strong>utökat</strong> latinskt ordförråd samt gör <strong>enkla</strong> jämförelser med andra språk.",
          "C" : "I arbetet med texterna använder eleven <strong>med säkerhet</strong> ett <strong>utökat</strong> latinskt ordförråd samt gör <strong>välgrundade</strong> jämförelser med andra språk.",
          "A" : "I arbetet med texterna använder eleven <strong>med säkerhet</strong> ett <strong>omfattande</strong> latinskt ordförråd samt gör <strong>välgrundade och nyanserade</strong> jämförelser med andra språk."
        }
      } ]
    }, {
      "heading" : "",
      "knowledgeRequirements" : [ {
        "text" : "Eleven redogör <strong>________</strong> för romersk historia, kultur och samhällsliv samt för hur händelser, företeelser och idéer kommer till uttryck i de lästa texterna.",
        "knowledgeRequirementChoice" : {
          "E" : "Eleven redogör <strong>översiktligt</strong> för romersk historia, kultur och samhällsliv samt för hur händelser, företeelser och idéer kommer till uttryck i de lästa texterna.",
          "C" : "Eleven redogör <strong>utförligt</strong> för romersk historia, kultur och samhällsliv samt för hur händelser, företeelser och idéer kommer till uttryck i de lästa texterna.",
          "A" : "Eleven redogör <strong>utförligt och nyanserat</strong> för romersk historia, kultur och samhällsliv samt för hur händelser, företeelser och idéer kommer till uttryck i de lästa texterna."
        }
      }, {
        "text" : "Eleven för <strong>________</strong> resonemang om hur den romerska kulturen har påverkat senare tiders kulturer i Europa och i övriga världen.",
        "knowledgeRequirementChoice" : {
          "E" : "Eleven för <strong>enkla</strong> resonemang om hur den romerska kulturen har påverkat senare tiders kulturer i Europa och i övriga världen.",
          "C" : "Eleven för <strong>välgrundade</strong> resonemang om hur den romerska kulturen har påverkat senare tiders kulturer i Europa och i övriga världen.",
          "A" : "Eleven för <strong>välgrundade och nyanserade</strong> resonemang om hur den romerska kulturen har påverkat senare tiders kulturer i Europa och i övriga världen."
        }
      }, {
        "text" : "Vidare diskuterar eleven <strong>________</strong> och drar <strong>________</strong> slutsatser om hur litterära teman har påverkat senare tiders litteratur och konst.",
        "knowledgeRequirementChoice" : {
          "E" : "Vidare diskuterar eleven <strong>översiktligt</strong> och drar <strong>enkla</strong> slutsatser om hur litterära teman har påverkat senare tiders litteratur och konst.",
          "C" : "Vidare diskuterar eleven <strong>utförligt</strong> och drar <strong>välgrundade</strong> slutsatser om hur litterära teman har påverkat senare tiders litteratur och konst.",
          "A" : "Vidare diskuterar eleven <strong>utförligt och nyanserat</strong> samt drar <strong>välgrundade och nyanserade</strong> slutsatser om hur litterära teman har påverkat senare tiders litteratur och konst."
        }
      } ]
    } ],
    "point" : 100,
    "year" : null
  } ]
}