{
  "name" : "Mat och dryck i kombination",
  "description" : "Ämnet mat och dryck i kombination behandlar betydelsen av att kombinera mat och dryck för en helhetsupplevelse av måltiden.",
  "code" : "MAC",
  "designation" : "",
  "skolfsId" : "2010:70",
  "purposes" : [ {
    "type" : "PARAGRAPH",
    "heading" : "",
    "lines" : [ "Undervisningen i ämnet mat och dryck i kombination ska syfta till att eleverna utvecklar kunskaper om måltiden som helhetsupplevelse utifrån olika sätt att kombinera mat och dryck.", "Genom undervisningen ska eleverna ges möjlighet att utveckla färdigheter i att utifrån sinnenas upplevelser komponera måltider och välja drycker med hjälp av sensoriska metoder.", "Undervisningen ska bidra till att eleverna utvecklar färdigheter i att skapa måltider utifrån olika teman med utgångspunkt i att ge gästen en helhetsupplevelse.", "Genom undervisningen ska eleverna ges möjlighet att utveckla kunskaper om måltiden ur ett historiskt och nutida perspektiv." ]
  }, {
    "type" : "PARAGRAPH",
    "heading" : "",
    "lines" : [ "Undervisningen ska ge eleverna möjlighet att reflektera över hur arbetsprocessen påverkar resultatet.", "Den ska också bidra till att eleverna utvecklar kreativitet och problemlösnings- och initiativförmåga samt förmåga att samarbeta." ]
  }, {
    "type" : "PARAGRAPH",
    "heading" : "",
    "lines" : [ "Undervisningen ska ge eleverna möjlighet att genom praktisk tillämpning i kök och matsal få uppleva hur måltider kan komponeras, tillredas och serveras så att man skapar en positiv helhetsupplevelse av måltiden." ]
  }, {
    "type" : "BULLET",
    "heading" : "Undervisningen i ämnet mat och dryck i kombination ska ge eleverna möjlighet att utveckla följande:",
    "lines" : [ "Kunskaper om olika traditionella och moderna maträtter och dryckesalternativ.", "Kunskaper om måltiden ur ett historiskt och nutida perspektiv.", "Förmåga att utifrån sinnenas upplevelser komponera och skapa måltider.", "Förmåga att kombinera mat och dryck.", "Kunskaper om sensoriska metoder.", "Förmåga att skapa måltider utifrån olika teman.", "Förmåga att utvärdera sitt arbete och resultat.", "Förmåga att samarbeta och kommunicera med andra samt anpassa sitt språk efter situationen." ]
  } ],
  "courses" : [ {
    "name" : "Mat och dryck i kombination",
    "description" : "Kursen mat och dryck i kombination omfattar punkterna 1–8 under rubriken Ämnets syfte. I kursen behandlas grundläggande färdigheter i ämnet.",
    "code" : "MACMAT0",
    "centralContent" : [ {
      "heading" : "Undervisningen i kursen ska behandla följande centrala innehåll:",
      "lines" : [ "Traditionella och moderna kök samt mat- och dryckeskombinationer.", "Trender, till exempel crossover-kök samt historiska mat- och dryckeskombinationer.", "Grundsmakerna. Hur man skapar smakkombinationer.", "Måltiden som helhetsupplevelse, till exempel hur råvaror, maträtter och dryck kan kombineras.", "Sinnenas betydelse vid mat- och dryckesprovningar.", "Sensoriska provningsmetoder för mat och dryck.", "Tematiska måltider.", "Dukning, färg, form och dekoration.", "Planering, tillredning, uppdukning och servering i syfte att i praktiken pröva olika smakkombinationer, samt skapande av en helhetsupplevelse.", "Kommunikationens och samverkans betydelse för intern service." ]
    } ],
    "knowledgeRequirementParagraphs" : [ {
      "heading" : "",
      "knowledgeRequirements" : [ {
        "text" : "Eleven beskriver <strong>________</strong> olika traditionella och moderna maträtter och dryckesalternativ.",
        "knowledgeRequirementChoice" : {
          "E" : "Eleven beskriver <strong>översiktligt</strong> olika traditionella och moderna maträtter och dryckesalternativ.",
          "C" : "Eleven beskriver <strong>utförligt</strong> olika traditionella och moderna maträtter och dryckesalternativ.",
          "A" : "Eleven beskriver <strong>utförligt och nyanserat</strong> olika traditionella och moderna maträtter och dryckesalternativ."
        }
      }, {
        "text" : "Dessutom beskriver eleven <strong>________</strong> måltiden ur ett historiskt och nutida perspektiv.",
        "knowledgeRequirementChoice" : {
          "E" : "Dessutom beskriver eleven <strong>översiktligt</strong> måltiden ur ett historiskt och nutida perspektiv.",
          "C" : "Dessutom beskriver eleven <strong>utförligt</strong> måltiden ur ett historiskt och nutida perspektiv.",
          "A" : "Dessutom beskriver eleven <strong>utförligt och nyanserat</strong> måltiden ur ett historiskt och nutida perspektiv."
        }
      } ]
    }, {
      "heading" : "",
      "knowledgeRequirements" : [ {
        "text" : "Eleven komponerar <strong>________</strong> måltider där mat och dryck samverkar utifrån traditioner och trender, olika kulturer och livsstilar samt speciella tillfällen.",
        "knowledgeRequirementChoice" : {
          "E" : "Eleven komponerar <strong>med viss säkerhet</strong> måltider där mat och dryck samverkar utifrån traditioner och trender, olika kulturer och livsstilar samt speciella tillfällen.",
          "C" : "Eleven komponerar <strong>med viss säkerhet</strong> måltider där mat och dryck samverkar utifrån traditioner och trender, olika kulturer och livsstilar samt speciella tillfällen.",
          "A" : "Eleven komponerar <strong>med säkerhet</strong> måltider där mat och dryck samverkar utifrån traditioner och trender, olika kulturer och livsstilar samt speciella tillfällen."
        }
      }, {
        "text" : "I arbetet använder eleven <strong>________</strong> olika sensoriska provningsmetoder.",
        "knowledgeRequirementChoice" : {
          "E" : "I arbetet använder eleven <strong>med viss säkerhet</strong> olika sensoriska provningsmetoder.",
          "C" : "I arbetet använder eleven <strong>med viss säkerhet</strong> olika sensoriska provningsmetoder.",
          "A" : "I arbetet använder eleven <strong>med säkerhet</strong> olika sensoriska provningsmetoder."
        }
      }, {
        "text" : "Eleven motiverar <strong>________</strong> sin komposition dels utifrån sinnenas upplevelser, dels utifrån tradition och trend.",
        "knowledgeRequirementChoice" : {
          "E" : "Eleven motiverar <strong>översiktligt</strong> sin komposition dels utifrån sinnenas upplevelser, dels utifrån tradition och trend.",
          "C" : "Eleven motiverar <strong>utförligt</strong> sin komposition dels utifrån sinnenas upplevelser, dels utifrån tradition och trend.",
          "A" : "Eleven motiverar <strong>utförligt och nyanserat</strong> sin komposition dels utifrån sinnenas upplevelser, dels utifrån tradition och trend."
        }
      }, {
        "text" : "Dessutom skapar eleven <strong>________</strong> måltider och menyer för olika teman.",
        "knowledgeRequirementChoice" : {
          "E" : "Dessutom skapar eleven <strong>med viss säkerhet enkla</strong> måltider och menyer för olika teman.",
          "C" : "Dessutom skapar eleven <strong>med viss säkerhet</strong> måltider och menyer för olika teman.",
          "A" : "Dessutom skapar eleven <strong>med säkerhet</strong> måltider och menyer för olika teman."
        }
      }, {
        "text" : "När arbetsuppgiften är utförd utvärderar eleven sitt arbete och resultat med <strong>________</strong> omdömen.",
        "knowledgeRequirementChoice" : {
          "E" : "När arbetsuppgiften är utförd utvärderar eleven sitt arbete och resultat med <strong>enkla</strong> omdömen.",
          "C" : "När arbetsuppgiften är utförd utvärderar eleven sitt arbete och resultat med <strong>nyanserade</strong> omdömen.",
          "A" : "När arbetsuppgiften är utförd utvärderar eleven sitt arbete och resultat med <strong>nyanserade</strong> omdömen <strong>samt ger förslag på hur arbetet och kompositionerna kan förbättras</strong>."
        }
      } ]
    }, {
      "heading" : "",
      "knowledgeRequirements" : [ {
        "text" : "I arbetet samarbetar och kommunicerar eleven <strong>________</strong> samt anpassar <strong>________</strong> sitt språk efter situationen.",
        "knowledgeRequirementChoice" : {
          "E" : "I arbetet samarbetar och kommunicerar eleven <strong>med viss säkerhet</strong> samt anpassar <strong>med viss säkerhet</strong> sitt språk efter situationen.",
          "C" : "I arbetet samarbetar och kommunicerar eleven <strong>med viss säkerhet</strong> samt anpassar <strong>med viss säkerhet</strong> sitt språk efter situationen.",
          "A" : "I arbetet samarbetar och kommunicerar eleven <strong>med säkerhet</strong> samt anpassar <strong>med säkerhet</strong> sitt språk efter situationen."
        }
      } ]
    } ],
    "point" : 100,
    "year" : null
  } ]
}