{
  "name" : "Medieproduktion",
  "description" : "Ämnet medieproduktion har sin bas i både praktisk och teoretisk kunskapstradition. Inom ämnet studeras den process och de tekniker som ligger till grund för medieproduktioner inom både medieområdet och det estetiska området. Hur produkterna gestaltas och utformas är tillsammans med etiska frågor centrala inslag i ämnet. Ämnet behandlar områdets utveckling även i ett internationellt perspektiv eftersom medieproduktioner ofta har en global spridning.",
  "code" : "MEP",
  "designation" : "",
  "skolfsId" : "2010:115",
  "purposes" : [ {
    "type" : "PARAGRAPH",
    "heading" : "",
    "lines" : [ "Undervisningen i ämnet medieproduktion ska syfta till att eleverna utvecklar kunskaper om produktionsprocessens olika steg där frågor om produktinnehåll, marknad, målgrupp och i vilket sammanhang produkten publiceras ingår.", "Undervisningen ska också leda till att eleverna genom praktiskt arbete utvecklar förståelse för hur medieproduktioner skapas.", "Undervisningen ska ge eleverna möjlighet att utveckla kunskaper om sambanden mellan innehåll, form och funktion samt förmåga att samarbeta.", "I undervisningen ska också medieproduktioners olika syften, till exempel att överföra värderingar, sprida åsikter, informera och förklara skeenden eller göra reklam för en viss produkt, problematiseras.", "Eleverna ska ges möjlighet att utveckla kunskaper om text-, bild- och ljudarbete för att kunna omsätta egna och andras idéer till färdiga produktioner.", "I undervisningen ska eleverna ges möjlighet att pröva alternativa tillvägagångssätt för att utveckla sin kreativitet." ]
  }, {
    "type" : "PARAGRAPH",
    "heading" : "",
    "lines" : [ "I undervisningen ska eleverna ges möjlighet att utifrån teoretiska kunskaper om produktionsprocessen praktiskt få framställa olika medieproduktioner, prova olika roller, utveckla samarbetsförmågan och hålla uppsatta tidsramar.", "Eleverna ska även ges möjlighet att pröva retoriska och kreativa berättargrepp vid muntlig, skriftlig och visuell framställning." ]
  }, {
    "type" : "BULLET",
    "heading" : "Undervisningen i ämnet medieproduktion ska ge eleverna förutsättningar att utveckla följande:",
    "lines" : [ "Förmåga att planera och genomföra medieproduktioner från idé till färdig produktion riktade till specifika målgrupper med hjälp av modern teknik.", "Kunskaper om och färdigheter i att använda text, bild och ljud i samverkan så att dessa gemensamt bygger upp och förstärker ett budskap.", "Kunskaper om olika roller och de ingående stegen i arbetet med medieproduktioner samt hur de samverkar.", "Förmåga att samarbeta och arbeta inom givna tidsramar.", "Kunskaper om begrepp, teorier och modeller som beskriver hur budskap formuleras.", "Förmåga att analysera och utvärdera medieproduktioner med avseende på den färdiga produkten, produktionens olika led och målgrupp." ]
  } ],
  "courses" : [ {
    "name" : "Medieproduktion 1",
    "description" : "Kursen medieproduktion 1 omfattar punkterna 1–6 under rubriken Ämnets syfte, med särskild betoning på punkterna 1 och 3–4. I kursen behandlas grundläggande kunskaper i ämnet.",
    "code" : "MEPMEI01",
    "centralContent" : [ {
      "heading" : "Undervisningen i kursen ska behandla följande centrala innehåll:",
      "lines" : [ "Förarbete inför medieproduktioner och framställning av enkla förlagor i form av synopsis, skisser eller manus.", "Textskrivning, fotografering, filmning, ljudupptagning och redigering.", "Olika redovisningsformer av produkter, till exempel tidningar, filmer och utställningar, i analog eller digital form.", "Olika roller vid medieproduktioner, till exempel skribent, fotograf, ljudtekniker och redigerare. Betydelsen av samarbete.", "Tidsramar och deras betydelse vid medieproduktioner.", "Grundläggande berättargrepp och modeller som behandlar produktionsprocessen.", "Modeller för analys av olika målgrupper.", "Modeller för grundläggande analys av egna och andras medieproduktioner utifrån innehåll, form och funktion." ]
    } ],
    "knowledgeRequirementParagraphs" : [ {
      "heading" : "",
      "knowledgeRequirements" : [ {
        "text" : "Eleven gör en <strong>________</strong> planering av sitt arbete och genomför <strong>________</strong> med handledare några medieproduktioner med hjälp av modern teknik.",
        "knowledgeRequirementChoice" : {
          "E" : "Eleven gör en <strong>enkel</strong> planering av sitt arbete och genomför <strong>i samråd</strong> med handledare några medieproduktioner med hjälp av modern teknik.",
          "C" : "Eleven gör en <strong>genomarbetad</strong> planering av sitt arbete och genomför <strong>efter samråd</strong> med handledare några medieproduktioner med hjälp av modern teknik.",
          "A" : "Eleven gör en <strong>genomarbetad</strong> planering av sitt arbete och genomför <strong>efter samråd</strong> med handledare några medieproduktioner med hjälp av modern teknik <strong>som är anpassad till syfte och målgrupp</strong>."
        }
      }, {
        "text" : "I arbetet använder eleven <strong>________</strong> någon metod för att ta fram underlag till medieproduktioner riktade mot tänkta målgrupper och utför ett <strong>________</strong> researcharbete.",
        "knowledgeRequirementChoice" : {
          "E" : "I arbetet använder eleven <strong>med viss säkerhet</strong> någon metod för att ta fram underlag till medieproduktioner riktade mot tänkta målgrupper och utför ett <strong>enkelt</strong> researcharbete.",
          "C" : "I arbetet använder eleven <strong>med viss säkerhet</strong> någon metod för att ta fram underlag till medieproduktioner riktade mot tänkta målgrupper och utför ett <strong>genomarbetat</strong> researcharbete.",
          "A" : "I arbetet använder eleven <strong>med säkerhet</strong> någon metod för att ta fram underlag till medieproduktioner riktade mot tänkta målgrupper och utför ett <strong>genomarbetat</strong> researcharbete."
        }
      }, {
        "text" : "Eleven gör en <strong>________</strong> bedömning av researcharbetets användbarhet.",
        "knowledgeRequirementChoice" : {
          "E" : "Eleven gör en <strong>enkel</strong> bedömning av researcharbetets användbarhet.",
          "C" : "Eleven gör en <strong>välgrundad</strong> bedömning av researcharbetets användbarhet.",
          "A" : "Eleven gör en <strong>välgrundad och nyanserad</strong> bedömning av researcharbetets användbarhet."
        }
      }, {
        "text" : "Eleven presenterar förarbetet i form av <strong>________</strong> synopsis, manus eller skisser.",
        "knowledgeRequirementChoice" : {
          "E" : "Eleven presenterar förarbetet i form av <strong>enkla</strong> synopsis, manus eller skisser.",
          "C" : "Eleven presenterar förarbetet i form av <strong>genomarbetade</strong> synopsis, manus eller skisser.",
          "A" : "Eleven presenterar förarbetet i form av <strong>genomarbetade</strong> synopsis, manus eller skisser."
        }
      }, {
        "text" : "I medieproduktionen använder eleven <strong>________</strong> text, bild och ljud i samverkan för att nå uppsatta mål utifrån synopsis, manus eller skisser samt tänkt målgrupp.",
        "knowledgeRequirementChoice" : {
          "E" : "I medieproduktionen använder eleven <strong>med viss säkerhet</strong> text, bild och ljud i samverkan för att nå uppsatta mål utifrån synopsis, manus eller skisser samt tänkt målgrupp.",
          "C" : "I medieproduktionen använder eleven <strong>med viss säkerhet</strong> text, bild och ljud i samverkan för att nå uppsatta mål utifrån synopsis, manus eller skisser samt tänkt målgrupp.",
          "A" : "I medieproduktionen använder eleven <strong>med säkerhet</strong> text, bild och ljud i samverkan för att nå uppsatta mål utifrån synopsis, manus eller skisser samt tänkt målgrupp."
        }
      }, {
        "text" : "Eleven använder <strong>________</strong> berättargrepp för att förmedla innehållet till en tänkt målgrupp.",
        "knowledgeRequirementChoice" : {
          "E" : "Eleven använder <strong>enkla</strong> berättargrepp för att förmedla innehållet till en tänkt målgrupp.",
          "C" : "Eleven använder berättargrepp för att förmedla innehållet till en tänkt målgrupp.",
          "A" : "Eleven använder <strong>genomtänkta</strong> berättargrepp för att förmedla innehållet till en tänkt målgrupp."
        }
      }, {
        "text" : "Under arbetets gång löser eleven <strong>________</strong> med handledare uppkomna problem.",
        "knowledgeRequirementChoice" : {
          "E" : "Under arbetets gång löser eleven <strong>i samråd</strong> med handledare uppkomna problem.",
          "C" : "Under arbetets gång löser eleven <strong>efter samråd</strong> med handledare uppkomna problem.",
          "A" : "Under arbetets gång löser eleven <strong>efter samråd</strong> med handledare uppkomna problem."
        }
      } ]
    }, {
      "heading" : "",
      "knowledgeRequirements" : [ {
        "text" : "Eleven redogör <strong>________</strong> för olika roller vid medieproduktioner samt hur rollerna påverkar och är beroende av varandra.",
        "knowledgeRequirementChoice" : {
          "E" : "Eleven redogör <strong>översiktligt</strong> för olika roller vid medieproduktioner samt hur rollerna påverkar och är beroende av varandra.",
          "C" : "Eleven redogör <strong>utförligt</strong> för olika roller vid medieproduktioner samt hur rollerna påverkar och är beroende av varandra.",
          "A" : "Eleven redogör <strong>utförligt och nyanserat</strong> för olika roller vid medieproduktioner samt hur rollerna påverkar och är beroende av varandra."
        }
      }, {
        "text" : "Dessutom beskriver eleven <strong>________</strong> hur de olika stegen i arbetet med medieproduktioner bildar en helhet.",
        "knowledgeRequirementChoice" : {
          "E" : "Dessutom beskriver eleven <strong>översiktligt</strong> hur de olika stegen i arbetet med medieproduktioner bildar en helhet.",
          "C" : "Dessutom beskriver eleven <strong>utförligt</strong> hur de olika stegen i arbetet med medieproduktioner bildar en helhet.",
          "A" : "Dessutom beskriver eleven <strong>med hjälp av modeller och begrepp utförligt och nyanserat</strong> hur de olika stegen i arbetet med medieproduktioner bildar en helhet."
        }
      } ]
    }, {
      "heading" : "",
      "knowledgeRequirements" : [ {
        "text" : "I arbetet samarbetar eleven med andra för att nå planerade mål.",
        "knowledgeRequirementChoice" : {
          "E" : "I arbetet samarbetar eleven med andra för att nå planerade mål.",
          "C" : "I arbetet samarbetar eleven med andra för att nå planerade mål.",
          "A" : "I arbetet samarbetar eleven med andra för att nå planerade mål. <strong>Dessutom intar eleven vid behov olika arbetsroller i gruppen</strong>."
        }
      }, {
        "text" : "Eleven väljer och använder <strong>________</strong> strategi för att hålla sig inom uppsatta tidsramar.",
        "knowledgeRequirementChoice" : {
          "E" : "Eleven väljer och använder <strong>en enkel</strong> strategi för att hålla sig inom uppsatta tidsramar.",
          "C" : "Eleven väljer och använder strategier för att hålla sig inom uppsatta tidsramar.",
          "A" : "Eleven väljer och använder strategier för att hålla sig inom uppsatta tidsramar. <strong>Vid behov anpassar eleven strategierna för att arbetet ska slutföras inom uppsatta tidsramar</strong>."
        }
      } ]
    }, {
      "heading" : "",
      "knowledgeRequirements" : [ {
        "text" : "Eleven redogör <strong>________</strong> för de berättargrepp som hon eller han använt i sin medieproduktion för att förmedla innehållet till en tänkt målgrupp samt drar <strong>________</strong> slutsatser om på vilket sätt de bidragit till önskvärt resultat.",
        "knowledgeRequirementChoice" : {
          "E" : "Eleven redogör <strong>översiktligt</strong> för de berättargrepp som hon eller han använt i sin medieproduktion för att förmedla innehållet till en tänkt målgrupp samt drar <strong>enkla</strong> slutsatser om på vilket sätt de bidragit till önskvärt resultat.",
          "C" : "Eleven redogör <strong>utförligt</strong> för de berättargrepp som hon eller han använt i sin medieproduktion för att förmedla innehållet till en tänkt målgrupp <strong>samt drar välgrundade slutsatser om på vilket sätt de bidragit till önskvärt resultat</strong>.",
          "A" : "Eleven redogör <strong>utförligt och nyanserat</strong> för de berättargrepp som hon eller han använt i sin medieproduktion för att förmedla innehållet till en tänkt målgrupp <strong>samt drar välgrundade och nyanserade slutsatser om på vilket sätt de bidragit till önskvärt resultat</strong>. <strong>Dessutom ger eleven välgrundade förslag på hur arbetet kan förbättras</strong>."
        }
      }, {
        "text" : "Eleven gör en <strong>________</strong> analys av medieproduktioner, som inbegriper <strong>________</strong> resonemang om produktionernas utformning och målgruppsanpassning.",
        "knowledgeRequirementChoice" : {
          "E" : "Eleven gör en <strong>enkel</strong> analys av medieproduktioner, som inbegriper <strong>enkla</strong> resonemang om produktionernas utformning och målgruppsanpassning.",
          "C" : "Eleven gör en analys av medieproduktioner som inbegriper <strong>välgrundade</strong> resonemang om produktionernas utformning och målgruppsanpassning.",
          "A" : "Eleven gör en <strong>komplex</strong> analys av medieproduktioner som inbegriper <strong>välgrundade och nyanserade</strong> resonemang om produktionernas utformning och målgruppsanpassning. <strong>Dessutom ger eleven förslag på hur medieproduktionerna kan förbättras</strong>."
        }
      } ]
    }, {
      "heading" : "",
      "knowledgeRequirements" : [ {
        "text" : "När eleven samråder med handledare bedömer hon eller han <strong>________</strong> den egna förmågan och situationens krav.",
        "knowledgeRequirementChoice" : {
          "E" : "När eleven samråder med handledare bedömer hon eller han <strong>med viss säkerhet</strong> den egna förmågan och situationens krav.",
          "C" : "När eleven samråder med handledare bedömer hon eller han <strong>med viss säkerhet</strong> den egna förmågan och situationens krav.",
          "A" : "När eleven samråder med handledare bedömer hon eller han <strong>med säkerhet</strong> den egna förmågan och situationens krav."
        }
      } ]
    } ],
    "point" : 100,
    "year" : null
  }, {
    "name" : "Medieproduktion 2",
    "description" : "Kursen medieproduktion 2 omfattar punkterna 1–6 under rubriken Ämnets syfte, med särskild betoning på punkterna 1 och 6. I kursen behandlas fördjupade kunskaper i ämnet.",
    "code" : "MEPMEI02",
    "centralContent" : [ {
      "heading" : "Undervisningen i kursen ska behandla följande centrala innehåll:",
      "lines" : [ "Förarbete inför och planering av medieproduktioner utifrån givna sammanhang.", "Framställning av förlagor i form av utvecklade synopsis, skisser eller manus.", "Textskrivning, fotografering, filmning, ljudupptagning och redigering.", "Olika redovisningsformer av produkter, till exempel tidningar, filmer och utställningar, i analog eller digital form.", "Olika roller vid medieproduktioner, till exempel skribent, fotograf, ljudtekniker och redigerare, samt hur dessa samarbetar.", "Tidsramar och deras betydelse vid medieproduktioner.", "Teorier, begrepp och modeller som behandlar produktionsprocessen.", "Retoriska berättargrepp och strategier vid olika medieproduktioner.", "Modeller för fördjupad analys av olika målgrupper med fokus på beteenden och förväntningar samt hur produkter utformas för att möta olika målgrupper.", "Kommunikationsvetenskapliga modeller och teorier för analys av medieproduktioners innehåll, form och funktion." ]
    } ],
    "knowledgeRequirementParagraphs" : [ {
      "heading" : "",
      "knowledgeRequirements" : [ {
        "text" : "Eleven gör en <strong>________</strong> planering av sitt arbete och genomför <strong>________</strong> med handledare några medieproduktioner med hjälp av modern teknik.",
        "knowledgeRequirementChoice" : {
          "E" : "Eleven gör en <strong>enkel</strong> planering av sitt arbete och genomför <strong>i samråd</strong> med handledare några medieproduktioner med hjälp av modern teknik.",
          "C" : "Eleven gör en <strong>genomarbetad</strong> planering av sitt arbete och genomför <strong>efter samråd</strong> med handledare några medieproduktioner med hjälp av modern teknik.",
          "A" : "Eleven gör en <strong>genomarbetad</strong> planering av sitt arbete och genomför <strong>efter samråd</strong> med handledare några medieproduktioner med hjälp av modern teknik <strong>som är anpassad till syfte och målgrupp</strong>."
        }
      }, {
        "text" : "I arbetet använder eleven <strong>________</strong> någon metod för att ta fram underlag till medieproduktioner riktade mot tänkta målgrupper och utför ett <strong>________</strong> researcharbete.",
        "knowledgeRequirementChoice" : {
          "E" : "I arbetet använder eleven <strong>med viss säkerhet</strong> någon metod för att ta fram underlag till medieproduktioner riktade mot tänkta målgrupper och utför ett <strong>enkelt</strong> researcharbete.",
          "C" : "I arbetet använder eleven <strong>med viss säkerhet</strong> någon metod för att ta fram underlag till medieproduktioner riktade mot tänkta målgrupper och utför ett <strong>genomarbetat</strong> researcharbete.",
          "A" : "I arbetet använder eleven <strong>med säkerhet</strong> någon metod för att ta fram underlag till medieproduktioner riktade mot tänkta målgrupper och utför ett <strong>genomarbetat</strong> researcharbete."
        }
      }, {
        "text" : "Eleven gör en <strong>________</strong> bedömning av researcharbetets användbarhet.",
        "knowledgeRequirementChoice" : {
          "E" : "Eleven gör en <strong>enkel</strong> bedömning av researcharbetets användbarhet.",
          "C" : "Eleven gör en <strong>välgrundad</strong> bedömning av researcharbetets användbarhet.",
          "A" : "Eleven gör en <strong>välgrundad och nyanserad</strong> bedömning av researcharbetets användbarhet."
        }
      }, {
        "text" : "Eleven presenterar förarbetet i form av <strong>________</strong> synopsis, manus eller skisser.",
        "knowledgeRequirementChoice" : {
          "E" : "Eleven presenterar förarbetet i form av <strong>enkla</strong> synopsis, manus eller skisser.",
          "C" : "Eleven presenterar förarbetet i form av <strong>genomarbetade</strong> synopsis, manus eller skisser.",
          "A" : "Eleven presenterar förarbetet i form av <strong>genomarbetade</strong> synopsis, manus eller skisser."
        }
      }, {
        "text" : "I medieproduktionen använder eleven <strong>________</strong> text, bild och ljud i samverkan för att nå uppsatta mål utifrån synopsis, manus eller skisser samt tänkt målgrupp.",
        "knowledgeRequirementChoice" : {
          "E" : "I medieproduktionen använder eleven <strong>med viss säkerhet</strong> text, bild och ljud i samverkan för att nå uppsatta mål utifrån synopsis, manus eller skisser samt tänkt målgrupp.",
          "C" : "I medieproduktionen använder eleven <strong>med viss säkerhet</strong> text, bild och ljud i samverkan för att nå uppsatta mål utifrån synopsis, manus eller skisser samt tänkt målgrupp.",
          "A" : "I medieproduktionen använder eleven <strong>med säkerhet</strong> text, bild och ljud i samverkan för att nå uppsatta mål utifrån synopsis, manus eller skisser samt tänkt målgrupp."
        }
      }, {
        "text" : "Eleven använder <strong>________</strong> berättargrepp för att förmedla innehållet till en tänkt målgrupp.",
        "knowledgeRequirementChoice" : {
          "E" : "Eleven använder <strong>enkla</strong> berättargrepp för att förmedla innehållet till en tänkt målgrupp.",
          "C" : "Eleven använder berättargrepp för att förmedla innehållet till en tänkt målgrupp.",
          "A" : "Eleven använder <strong>genomtänkta</strong> berättargrepp för att förmedla innehållet till en tänkt målgrupp."
        }
      }, {
        "text" : "Under arbetets gång löser eleven <strong>________</strong> med handledare uppkomna problem.",
        "knowledgeRequirementChoice" : {
          "E" : "Under arbetets gång löser eleven <strong>i samråd</strong> med handledare uppkomna problem.",
          "C" : "Under arbetets gång löser eleven <strong>efter samråd</strong> med handledare uppkomna problem.",
          "A" : "Under arbetets gång löser eleven <strong>efter samråd</strong> med handledare uppkomna problem."
        }
      } ]
    }, {
      "heading" : "",
      "knowledgeRequirements" : [ {
        "text" : "Eleven redogör <strong>________</strong> för olika roller vid medieproduktioner samt hur rollerna påverkar och är beroende av varandra.",
        "knowledgeRequirementChoice" : {
          "E" : "Eleven redogör <strong>översiktligt</strong> för olika roller vid medieproduktioner samt hur rollerna påverkar och är beroende av varandra.",
          "C" : "Eleven redogör <strong>utförligt</strong> för olika roller vid medieproduktioner samt hur rollerna påverkar och är beroende av varandra.",
          "A" : "Eleven redogör <strong>utförligt och nyanserat</strong> för olika roller vid medieproduktioner samt hur rollerna påverkar och är beroende av varandra."
        }
      }, {
        "text" : "Dessutom beskriver eleven <strong>________</strong> hur de olika stegen i arbetet med medieproduktioner bildar en helhet.",
        "knowledgeRequirementChoice" : {
          "E" : "Dessutom beskriver eleven <strong>översiktligt</strong> hur de olika stegen i arbetet med medieproduktioner bildar en helhet.",
          "C" : "Dessutom beskriver eleven <strong>utförligt</strong> hur de olika stegen i arbetet med medieproduktioner bildar en helhet.",
          "A" : "Dessutom beskriver eleven <strong>med hjälp av modeller och begrepp utförligt och nyanserat</strong> hur de olika stegen i arbetet med medieproduktioner bildar en helhet."
        }
      } ]
    }, {
      "heading" : "",
      "knowledgeRequirements" : [ {
        "text" : "I arbetet samarbetar eleven med andra för att nå planerade mål.",
        "knowledgeRequirementChoice" : {
          "E" : "I arbetet samarbetar eleven med andra för att nå planerade mål.",
          "C" : "I arbetet samarbetar eleven med andra för att nå planerade mål.",
          "A" : "I arbetet samarbetar eleven med andra för att nå planerade mål. <strong>Dessutom intar eleven vid behov olika arbetsroller i gruppen</strong>."
        }
      }, {
        "text" : "Eleven väljer och använder <strong>________</strong> strategi för att hålla sig inom uppsatta tidsramar.",
        "knowledgeRequirementChoice" : {
          "E" : "Eleven väljer och använder <strong>en enkel</strong> strategi för att hålla sig inom uppsatta tidsramar.",
          "C" : "Eleven väljer och använder strategier för att hålla sig inom uppsatta tidsramar.",
          "A" : "Eleven väljer och använder strategier för att hålla sig inom uppsatta tidsramar. <strong>Vid behov anpassar eleven strategierna för att arbetet ska slutföras inom uppsatta tidsramar</strong>."
        }
      } ]
    }, {
      "heading" : "",
      "knowledgeRequirements" : [ {
        "text" : "Eleven redogör <strong>________</strong> för de berättargrepp som hon eller han använt i sin medieproduktion för att förmedla innehållet till en tänkt målgrupp samt drar <strong>________</strong> slutsatser om på vilket sätt de bidragit till önskvärt resultat.",
        "knowledgeRequirementChoice" : {
          "E" : "Eleven redogör <strong>översiktligt</strong> för de berättargrepp som hon eller han använt i sin medieproduktion för att förmedla innehållet till en tänkt målgrupp samt drar <strong>enkla</strong> slutsatser om på vilket sätt de bidragit till önskvärt resultat.",
          "C" : "Eleven redogör <strong>utförligt</strong> för de berättargrepp som hon eller han använt i sin medieproduktion för att förmedla innehållet till en tänkt målgrupp samt drar <strong>välgrundade</strong> slutsatser om på vilket sätt de bidragit till önskvärt resultat.",
          "A" : "Eleven redogör <strong>utförligt och nyanserat</strong> för de berättargrepp som hon eller han använt i sin medieproduktion för att förmedla innehållet till en tänkt målgrupp samt drar <strong>välgrundade och nyanserade</strong> slutsatser om på vilket sätt de bidragit till önskvärt resultat. <strong>Dessutom ger eleven välgrundade förslag på hur arbetet kan förbättras</strong>."
        }
      }, {
        "text" : "Eleven gör en <strong>________</strong> analys av medieproduktioner, som inbegriper <strong>________</strong> resonemang om produktionernas utformning och målgruppsanpassning.",
        "knowledgeRequirementChoice" : {
          "E" : "Eleven gör en <strong>enkel</strong> analys av medieproduktioner, som inbegriper <strong>enkla</strong> resonemang om produktionernas utformning och målgruppsanpassning.",
          "C" : "Eleven gör en analys av medieproduktioner, som inbegriper <strong>välgrundade</strong> resonemang om produktionernas utformning och målgruppsanpassning.",
          "A" : "Eleven gör en <strong>komplex</strong> analys av medieproduktioner, som inbegriper <strong>välgrundade och nyanserade</strong> resonemang om produktionernas utformning och målgruppsanpassning."
        }
      }, {
        "text" : "I sin analys använder eleven begrepp ur <strong>________</strong> kommunikationsvetenskaplig teori för att dra <strong>________</strong> slutsatser.",
        "knowledgeRequirementChoice" : {
          "E" : "I sin analys använder eleven begrepp ur <strong>någon</strong> kommunikationsvetenskaplig teori för att dra <strong>enkla</strong> slutsatser.",
          "C" : "I sin analys använder eleven begrepp ur <strong>någon</strong> kommunikationsvetenskaplig teori, <strong>samt egna och andras dokumenterade erfarenheter</strong>, för att dra <strong>välgrundade</strong> slutsatser.",
          "A" : "I sin analys använder eleven begrepp ur <strong>några</strong> kommunikationsvetenskapliga teorier, <strong>samt egna och andras dokumenterade erfarenheter</strong>, för att dra <strong>välgrundade och nyanserade</strong> slutsatser. <strong>Dessutom ger eleven förslag på hur medieproduktionerna kan förbättras</strong>."
        }
      } ]
    }, {
      "heading" : "",
      "knowledgeRequirements" : [ {
        "text" : "När eleven samråder med handledare bedömer hon eller han <strong>________</strong> den egna förmågan och situationens krav.",
        "knowledgeRequirementChoice" : {
          "E" : "När eleven samråder med handledare bedömer hon eller han <strong>med viss säkerhet</strong> den egna förmågan och situationens krav.",
          "C" : "När eleven samråder med handledare bedömer hon eller han <strong>med viss säkerhet</strong> den egna förmågan och situationens krav.",
          "A" : "När eleven samråder med handledare bedömer hon eller han <strong>med säkerhet</strong> den egna förmågan och situationens krav."
        }
      } ]
    } ],
    "point" : 100,
    "year" : null
  } ]
}