{
  "name" : "Medier, samhälle och kommunikation",
  "description" : "Ämnet medier, samhälle och kommunikation har sin bas inom medie- och kommunikationsvetenskap, journalistikvetenskap och samhällsvetenskap. Det behandlar såväl traditionella som nya mediers roll i samhället samt deras historiska utveckling. I ämnet ingår även delar i den lagstiftning och de etiska regler som förekommer inom medieområdet samt de principiella resonemangen bakom dessa. Ämnet behandlar också vilka strategier och drivkrafter som styr olika aktörers kommunikation i samhället. Kommunikationsområdet är till sin karaktär internationellt och därför präglas ämnet av ett internationellt perspektiv.",
  "code" : "MER",
  "designation" : "",
  "skolfsId" : "0000:00",
  "purposes" : [ {
    "type" : "PARAGRAPH",
    "heading" : "",
    "lines" : [ "Undervisningen i ämnet medier, samhälle och kommunikation ska syfta till att eleverna utvecklar kunskaper om kommunikation ur ett samhällsperspektiv.", "I undervisningen ska eleverna även ges möjlighet att arbeta med historiska skeenden för att på så sätt kunna anta ett historiskt perspektiv på massmediers utveckling.", "Eleverna ska även ges möjlighet att utreda, undersöka och beskriva komplexa mediesammanhang, till exempel mediernas konvergens och de sociala mediernas betydelse.", "Undervisningen ska leda till att eleverna utvecklar kunskaper om mediernas påverkan på samhället och mediernas roll i den demokratiska processen samt hur olika ägarintressen skaffar sig makt att påverka och styra innehållet i media." ]
  }, {
    "type" : "PARAGRAPH",
    "heading" : "",
    "lines" : [ "Genom undervisningen ska eleverna ges möjlighet att utveckla kunskaper om mediernas roll i olika länder och ländernas ekonomiska och institutionella förutsättningar för mediernas utveckling.", "Undervisningen ska ge eleverna möjlighet att studera och använda olika massmedieteorier för att analysera och strukturera masskommunikation." ]
  }, {
    "type" : "PARAGRAPH",
    "heading" : "",
    "lines" : [ "I undervisningen ska eleverna ges möjlighet att utveckla kunskaper om hur man använder olika kanaler för att söka information samt förmåga att kritiskt granska budskap som framförs genom dem.", "Dessutom ska undervisningen ge eleverna möjlighet att praktiskt formulera mediebudskap och att uttrycka olika uppfattningar om massmedier såväl muntligt och skriftligt som med modern teknik." ]
  }, {
    "type" : "BULLET",
    "heading" : "Undervisningen i ämnet medier, samhälle och kommunikation ska ge eleverna förutsättningar att utveckla följande:",
    "lines" : [ "Kunskaper om den historiska bakgrunden till dagens mediesituation, mediernas roll i samhället och deras betydelse för utvecklingen av demokratin och samtidskulturen.", "Förmåga att analysera svensk och internationell mediestruktur samt pågående förändringar inom medie- och kommunikationsområdet.", "Förmåga att använda grundläggande vetenskaplig kommunikationsteori för att analysera sambanden och samspelet mellan människor, medier och samhälle.", "Kunskaper om lagar, andra bestämmelser, överenskommelser och etiska regler inom medieområdet samt bakgrunden och motiven till deras utformning.", "Förmåga att kritiskt granska värderingar och attityder i mediernas budskap.", "Kunskaper om olika ägarintressen inom medieområdet, ägarnas möjligheter att påverka innehållet i medier samt opinionsbildningen i samhället.", "Förmåga att använda digitala medietillämpningar och olika källor för att söka, granska, tolka och värdera information samt förmåga att presentera resultat och mediebudskap med hjälp av varierande uttrycksformer." ]
  } ],
  "courses" : [ {
    "name" : "Medier, samhälle och kommunikation 1",
    "description" : "Kursen medier, samhälle och kommunikation 1 omfattar punkterna 1–4 och 7 under rubriken Ämnets syfte, med särskild betoning på punkterna 1–4.",
    "code" : "MERMEE01",
    "centralContent" : [ {
      "heading" : "Undervisningen i kursen ska behandla följande centrala innehåll:",
      "lines" : [ "Mediernas tillkomst, utveckling och påverkan ur ett historiskt och dagsaktuellt perspektiv. Mediernas roll i samhället och deras betydelse för demokratin och samtidskulturen.", "Analys av nationella och internationella mediestrukturer samt pågående förändringar inom dem.", "Strukturer och ägandeförhållanden inom mediesektorn på såväl nationell som internationell nivå.", "Grundläggande kommunikationsteori samt masskommunikation via både traditionella medier och nya medieformer.", "Lagar och andra bestämmelser samt internationella överenskommelser och etiska regler inom kommunikationsområdet.", "Analoga och digitala medietillämpningars betydelse för medieutvecklingen såväl historiskt som nationellt och globalt samt som plattform för nationell och internationell opinionsbildning." ]
    } ],
    "knowledgeRequirementParagraphs" : [ {
      "heading" : "",
      "knowledgeRequirements" : [ {
        "text" : "Eleven redogör <strong>________</strong> för mediernas utveckling, mediesituationen i dag och mediernas roll i samhället.",
        "knowledgeRequirementChoice" : {
          "E" : "Eleven redogör <strong>översiktligt</strong> för mediernas utveckling, mediesituationen i dag och mediernas roll i samhället.",
          "C" : "Eleven redogör <strong>utförligt</strong> för mediernas utveckling, mediesituationen i dag och mediernas roll i samhället.",
          "A" : "Eleven redogör <strong>utförligt och nyanserat</strong> för mediernas utveckling, mediesituationen i dag och mediernas roll i samhället."
        }
      }, {
        "text" : "Dessutom redogör eleven <strong>________</strong> för <strong>________</strong> samband mellan mediernas roll och demokratins och samtidskulturens utveckling.",
        "knowledgeRequirementChoice" : {
          "E" : "Dessutom redogör eleven <strong>översiktligt</strong> för <strong>enkla</strong> samband mellan mediernas roll och demokratins och samtidskulturens utveckling.",
          "C" : "Dessutom redogör eleven <strong>utförligt</strong> för samband mellan mediernas roll och demokratins och samtidskulturens utveckling.",
          "A" : "Dessutom redogör eleven <strong>utförligt och nyanserat</strong> för <strong>komplexa</strong> samband mellan mediernas roll och demokratins och samtidskulturens utveckling."
        }
      } ]
    }, {
      "heading" : "",
      "knowledgeRequirements" : [ {
        "text" : "Eleven redogör <strong>________</strong> för den svenska och internationella mediestrukturen.",
        "knowledgeRequirementChoice" : {
          "E" : "Eleven redogör <strong>översiktligt</strong> för den svenska och internationella mediestrukturen.",
          "C" : "Eleven redogör <strong>utförligt</strong> för den svenska och internationella mediestrukturen.",
          "A" : "Eleven redogör <strong>utförligt och nyanserat</strong> för den svenska och internationella mediestrukturen."
        }
      }, {
        "text" : "Dessutom drar eleven <strong>________</strong> slutsatser om utvecklingstendenser inom dagens massmedier och kommunikation.",
        "knowledgeRequirementChoice" : {
          "E" : "Dessutom drar eleven <strong>enkla</strong> slutsatser om utvecklingstendenser inom dagens massmedier och kommunikation.",
          "C" : "Dessutom drar eleven <strong>välgrundade</strong> slutsatser om utvecklingstendenser inom dagens massmedier och kommunikation.",
          "A" : "Dessutom drar eleven <strong>välgrundade och nyanserade</strong> slutsatser om utvecklingstendenser inom dagens massmedier och kommunikation."
        }
      }, {
        "text" : "I arbetet använder eleven <strong>________</strong> kommunikationsteori för att beskriva <strong>________</strong> samband mellan människor, medier och samhälle.",
        "knowledgeRequirementChoice" : {
          "E" : "I arbetet använder eleven <strong>med viss säkerhet någon</strong> kommunikationsteori för att beskriva <strong>enkla</strong> samband mellan människor, medier och samhälle.",
          "C" : "I arbetet använder eleven <strong>med säkerhet någon</strong> kommunikationsteori för att beskriva samband mellan människor, medier och samhälle.",
          "A" : "I arbetet använder eleven <strong>med säkerhet</strong> kommunikationsteorier för att beskriva <strong>komplexa</strong> samband mellan människor, medier och samhälle."
        }
      } ]
    }, {
      "heading" : "",
      "knowledgeRequirements" : [ {
        "text" : "Eleven redogör <strong>________</strong> för lagar, andra bestämmelser, överenskommelser och etiska regler inom medieområdet samt för bakgrunden till deras utformning och förändring.",
        "knowledgeRequirementChoice" : {
          "E" : "Eleven redogör <strong>översiktligt</strong> för lagar, andra bestämmelser, överenskommelser och etiska regler inom medieområdet samt för bakgrunden till deras utformning och förändring.",
          "C" : "Eleven redogör <strong>utförligt</strong> för lagar, andra bestämmelser, överenskommelser och etiska regler inom medieområdet samt för bakgrunden till deras utformning och förändring.",
          "A" : "Eleven redogör <strong>utförligt och nyanserat</strong> för lagar, andra bestämmelser, överenskommelser och etiska regler inom medieområdet samt för bakgrunden till deras utformning och förändring."
        }
      }, {
        "text" : "Dessutom diskuterar eleven <strong>________</strong> lagar och regler i förhållande till mediernas innehåll och drar <strong>________</strong> slutsatser om hur de påverkar medierna i samhället.",
        "knowledgeRequirementChoice" : {
          "E" : "Dessutom diskuterar eleven <strong>översiktligt</strong> lagar och regler i förhållande till mediernas innehåll och drar <strong>enkla</strong> slutsatser om hur de påverkar medierna i samhället.",
          "C" : "Dessutom diskuterar eleven <strong>utförligt</strong> lagar och regler i förhållande till mediernas innehåll och drar <strong>välgrundade</strong> slutsatser om hur de påverkar medierna i samhället.",
          "A" : "Dessutom diskuterar eleven <strong>utförligt och nyanserat</strong> lagar och regler i förhållande till mediernas innehåll och drar <strong>välgrundade och nyanserade</strong> slutsatser om hur de påverkar medierna i samhället."
        }
      } ]
    }, {
      "heading" : "",
      "knowledgeRequirements" : [ {
        "text" : "I arbetet använder eleven <strong>________</strong> digitala medietillämpningar och andra källor för att söka, granska, tolka och värdera information.",
        "knowledgeRequirementChoice" : {
          "E" : "I arbetet använder eleven <strong>med viss säkerhet</strong> digitala medietillämpningar och andra källor för att söka, granska, tolka och värdera information.",
          "C" : "I arbetet använder eleven <strong>med viss säkerhet</strong> digitala medietillämpningar och andra källor för att söka, granska, tolka och värdera information.",
          "A" : "I arbetet använder eleven <strong>med säkerhet</strong> digitala medietillämpningar och andra källor för att söka, granska, tolka och värdera information."
        }
      }, {
        "text" : "Eleven värderar med <strong>________</strong> omdömen informationens relevans och källornas trovärdighet.",
        "knowledgeRequirementChoice" : {
          "E" : "Eleven värderar med <strong>enkla</strong> omdömen informationens relevans och källornas trovärdighet.",
          "C" : "Eleven värderar med <strong>enkla</strong> omdömen informationens relevans och källornas trovärdighet.",
          "A" : "Eleven värderar med <strong>nyanserade</strong> omdömen informationens relevans och källornas trovärdighet."
        }
      }, {
        "text" : "Eleven presenterar <strong>________</strong> sina resultat och mediebudskap på ett strukturerat sätt.",
        "knowledgeRequirementChoice" : {
          "E" : "Eleven presenterar <strong>med viss säkerhet</strong> sina resultat och mediebudskap på ett strukturerat sätt.",
          "C" : "Eleven presenterar sina resultat och mediebudskap på ett strukturerat sätt <strong>samt formulerar sig självständigt i förhållande till källorna</strong>.",
          "A" : "Eleven presenterar <strong>med säkerhet</strong> sina resultat och mediebudskap på ett strukturerat sätt <strong>samt formulerar sig självständigt i förhållande till källorna</strong>."
        }
      } ]
    } ],
    "point" : 100,
    "year" : null
  }, {
    "name" : "Medier, samhälle och kommunikation 2",
    "description" : "Kursen medier, samhälle och kommunikation 2 omfattar punkterna 1–7 under rubriken Ämnets syfte, med särskild betoning på punkterna 5, 6 och 7.",
    "code" : "MERMEE02",
    "centralContent" : [ {
      "heading" : "Undervisningen i kursen ska behandla följande centrala innehåll:",
      "lines" : [ "Mediernas tillkomst, utveckling och påverkan ur ett historiskt och dagsaktuellt perspektiv. Mediernas roll i samhället och deras betydelse för utvecklingen av demokratin och samtidskulturen.", "Analys av nationella och internationella mediestrukturer och pågående förändringar inom dem. Teorier och modeller som behandlar mediernas utveckling och förändring i ett nationellt och internationellt perspektiv.", "Grundläggande kommunikationsteori och olika aspekter på de strategier och drivkrafter som styr olika aktörers kommunikation i samhället.", "Lagar och andra bestämmelser samt internationella överenskommelser och etiska regler inom kommunikationsområdet.", "Mediers budskap och olika perspektiv på vad medier betyder för att sprida värderingar och attityder globalt.", "Mediers olika användningsområden samt hur massmedier används för att föra ut budskap till olika mottagare.", "Organisationer, ägare och opinionsbildare samt hur de använder medier för att påverka samhället.", "Informationssökning via olika digitala medietillämpningar och kritisk granskning av deras relevans och trovärdighet." ]
    } ],
    "knowledgeRequirementParagraphs" : [ {
      "heading" : "",
      "knowledgeRequirements" : [ {
        "text" : "Eleven redogör <strong>________</strong> för mediernas utveckling, mediesituationen i dag och mediernas roll i samhället.",
        "knowledgeRequirementChoice" : {
          "E" : "Eleven redogör <strong>översiktligt</strong> för mediernas utveckling, mediesituationen i dag och mediernas roll i samhället.",
          "C" : "Eleven redogör <strong>utförligt</strong> för mediernas utveckling, mediesituationen i dag och mediernas roll i samhället.",
          "A" : "Eleven redogör <strong>utförligt och nyanserat</strong> för mediernas utveckling, mediesituationen i dag och mediernas roll i samhället."
        }
      }, {
        "text" : "Dessutom redogör eleven <strong>________</strong> för <strong>________</strong> samband mellan mediernas roll och demokratins och samtidskulturens utveckling.",
        "knowledgeRequirementChoice" : {
          "E" : "Dessutom redogör eleven <strong>översiktligt</strong> för <strong>enkla</strong> samband mellan mediernas roll och demokratins och samtidskulturens utveckling.",
          "C" : "Dessutom redogör eleven <strong>utförligt</strong> för samband mellan mediernas roll och demokratins och samtidskulturens utveckling.",
          "A" : "Dessutom redogör eleven <strong>utförligt och nyanserat</strong> för <strong>komplexa</strong> samband mellan mediernas roll och demokratins och samtidskulturens utveckling."
        }
      } ]
    }, {
      "heading" : "",
      "knowledgeRequirements" : [ {
        "text" : "Eleven redogör <strong>________</strong> för den svenska och internationella mediestrukturen.",
        "knowledgeRequirementChoice" : {
          "E" : "Eleven redogör <strong>översiktligt</strong> för den svenska och internationella mediestrukturen.",
          "C" : "Eleven redogör <strong>utförligt</strong> för den svenska och internationella mediestrukturen.",
          "A" : "Eleven redogör <strong>utförligt och nyanserat</strong> för den svenska och internationella mediestrukturen."
        }
      }, {
        "text" : "Dessutom drar eleven <strong>________</strong> slutsatser om utvecklingstendenser inom dagens massmedier och kommunikation.",
        "knowledgeRequirementChoice" : {
          "E" : "Dessutom drar eleven <strong>enkla</strong> slutsatser om utvecklingstendenser inom dagens massmedier och kommunikation.",
          "C" : "Dessutom drar eleven <strong>välgrundade</strong> slutsatser om utvecklingstendenser inom dagens massmedier och kommunikation.",
          "A" : "Dessutom drar eleven <strong>välgrundade och nyanserade</strong> slutsatser om utvecklingstendenser inom dagens massmedier och kommunikation."
        }
      }, {
        "text" : "I arbetet använder eleven <strong>________</strong> kommunikationsteori för att beskriva samband mellan människor, medier och samhälle.",
        "knowledgeRequirementChoice" : {
          "E" : "I arbetet använder eleven <strong>med viss säkerhet någon</strong> kommunikationsteori för att beskriva samband mellan människor, medier och samhälle.",
          "C" : "I arbetet använder eleven <strong>med säkerhet någon</strong> kommunikationsteori för att beskriva samband mellan människor, medier och samhälle.",
          "A" : "I arbetet använder eleven <strong>med säkerhet</strong> kommunikationsteorier för att beskriva <strong>komplexa</strong> samband mellan människor, medier och samhälle."
        }
      } ]
    }, {
      "heading" : "",
      "knowledgeRequirements" : [ {
        "text" : "Eleven redogör <strong>________</strong> för lagar, andra bestämmelser, överenskommelser och etiska regler inom medieområdet samt för bakgrunden till deras utformning och förändring.",
        "knowledgeRequirementChoice" : {
          "E" : "Eleven redogör <strong>översiktligt</strong> för lagar, andra bestämmelser, överenskommelser och etiska regler inom medieområdet samt för bakgrunden till deras utformning och förändring.",
          "C" : "Eleven redogör <strong>utförligt</strong> för lagar, andra bestämmelser, överenskommelser och etiska regler inom medieområdet samt för bakgrunden till deras utformning och förändring.",
          "A" : "Eleven redogör <strong>utförligt och nyanserat</strong> för lagar, andra bestämmelser, överenskommelser och etiska regler inom medieområdet samt för bakgrunden till deras utformning och förändring."
        }
      }, {
        "text" : "Dessutom diskuterar eleven <strong>________</strong> lagar och regler i förhållande till mediernas innehåll och drar <strong>________</strong> slutsatser om hur de påverkar medierna i samhället.",
        "knowledgeRequirementChoice" : {
          "E" : "Dessutom diskuterar eleven <strong>översiktligt</strong> lagar och regler i förhållande till mediernas innehåll och drar <strong>enkla</strong> slutsatser om hur de påverkar medierna i samhället.",
          "C" : "Dessutom diskuterar eleven <strong>utförligt</strong> lagar och regler i förhållande till mediernas innehåll och drar <strong>välgrundade</strong> slutsatser om hur de påverkar medierna i samhället.",
          "A" : "Dessutom diskuterar eleven <strong>utförligt och nyanserat</strong> lagar och regler i förhållande till mediernas innehåll och drar <strong>välgrundade och nyanserade</strong> slutsatser om hur de påverkar medierna i samhället."
        }
      } ]
    }, {
      "heading" : "",
      "knowledgeRequirements" : [ {
        "text" : "Eleven granskar <strong>________</strong> värderingar och attityder i mediernas budskap och drar <strong>________</strong> slutsatser om olika budskap och den påverkan de kan ha på opinionsbildning.",
        "knowledgeRequirementChoice" : {
          "E" : "Eleven granskar <strong>med viss säkerhet</strong> värderingar och attityder i mediernas budskap och drar <strong>enkla</strong> slutsatser om olika budskap och den påverkan de kan ha på opinionsbildning.",
          "C" : "Eleven granskar <strong>med viss säkerhet</strong> värderingar och attityder i mediernas budskap och drar <strong>välgrundade</strong> slutsatser om olika budskap och den påverkan de kan ha på opinionsbildning.",
          "A" : "Eleven granskar <strong>med säkerhet</strong> värderingar och attityder i mediernas budskap och drar <strong>välgrundade och nyanserade</strong> slutsatser om olika budskap och den påverkan detta kan ha på opinionsbildning."
        }
      }, {
        "text" : "Dessutom beskriver eleven <strong>________</strong> hur olika ägarintressen kan kopplas till medier samt drar <strong>________</strong> slutsatser om hur dessa intressen utövar makt genom att påverka och styra innehållet i medier.",
        "knowledgeRequirementChoice" : {
          "E" : "Dessutom beskriver eleven <strong>översiktligt</strong> hur olika ägarintressen kan kopplas till medier samt drar <strong>enkla</strong> slutsatser om hur dessa intressen utövar makt genom att påverka och styra innehållet i medier.",
          "C" : "Dessutom beskriver eleven <strong>utförligt</strong> hur olika ägarintressen kan kopplas till medier samt drar <strong>välgrundade</strong> slutsatser om hur dessa intressen utövar makt genom att påverka och styra innehållet i medier.",
          "A" : "Dessutom beskriver eleven <strong>utförligt och nyanserat</strong> hur olika ägarintressen kan kopplas till medier samt drar <strong>välgrundade och nyanserade</strong> slutsatser om hur dessa intressen utövar makt genom att påverka och styra innehållet i medier."
        }
      } ]
    }, {
      "heading" : "",
      "knowledgeRequirements" : [ {
        "text" : "I arbetet använder eleven <strong>________</strong> digitala medietillämpningar och andra källor för att söka, granska, tolka och värdera information.",
        "knowledgeRequirementChoice" : {
          "E" : "I arbetet använder eleven <strong>med viss säkerhet</strong> digitala medietillämpningar och andra källor för att söka, granska, tolka och värdera information.",
          "C" : "I arbetet använder eleven <strong>med viss säkerhet</strong> digitala medietillämpningar och andra källor för att söka, granska, tolka och värdera information.",
          "A" : "I arbetet använder eleven <strong>med säkerhet</strong> digitala medietillämpningar och andra källor för att söka, granska, tolka och värdera information."
        }
      }, {
        "text" : "Eleven värderar med <strong>________</strong> omdömen informationens relevans och källornas trovärdighet.",
        "knowledgeRequirementChoice" : {
          "E" : "Eleven värderar med <strong>enkla</strong> omdömen informationens relevans och källornas trovärdighet.",
          "C" : "Eleven värderar med <strong>enkla</strong> omdömen informationens relevans och källornas trovärdighet.",
          "A" : "Eleven värderar med <strong>nyanserade</strong> omdömen informationens relevans och källornas trovärdighet."
        }
      }, {
        "text" : "Eleven presenterar <strong>________</strong> sina resultat och mediebudskap på ett strukturerat sätt.",
        "knowledgeRequirementChoice" : {
          "E" : "Eleven presenterar <strong>med viss säkerhet</strong> sina resultat och mediebudskap på ett strukturerat sätt.",
          "C" : "Eleven presenterar sina resultat och mediebudskap på ett strukturerat sätt <strong>samt formulerar sig självständigt i förhållande till källorna</strong>.",
          "A" : "Eleven presenterar <strong>med säkerhet</strong> sina resultat och mediebudskap på ett strukturerat sätt <strong>samt formulerar sig självständigt i förhållande till källorna</strong>."
        }
      } ]
    } ],
    "point" : 100,
    "year" : null
  } ]
}