{
  "name" : "Modersmål",
  "description" : "Goda kunskaper i modersmålet gagnar lärandet av svenska, andra språk och andra ämnen i och utanför skolan. Ett rikt och varierat modersmål är betydelsefullt för att reflektera över, förstå, värdera och ta ställning till företeelser i omvärlden. Modersmålet är också en värdefull tillgång vid internationella kontakter.",
  "code" : "MOE",
  "designation" : "",
  "skolfsId" : "2010:97",
  "purposes" : [ {
    "type" : "PARAGRAPH",
    "heading" : "",
    "lines" : [ "Undervisningen i ämnet modersmål ska syfta till att eleverna utvecklar färdigheter i att tala, läsa, skriva och lyssna på sitt modersmål.", "Eleverna ska också ges möjlighet att utveckla kunskaper om sitt modersmål.", "Dessutom ska undervisningen ge eleverna möjlighet att utveckla kunskaper om litteratur." ]
  }, {
    "type" : "PARAGRAPH",
    "heading" : "",
    "lines" : [ "Eleverna ska ges möjlighet att i tal och skrift utveckla ett rikt språk, som ger självförtroende, trygghet i olika situationer och möjlighet att uttrycka sin personlighet och stärka sin identitet.", "Undervisningen ska bidra till att eleverna blir förankrade i både språkområdets kultur och den svenska kulturen." ]
  }, {
    "type" : "PARAGRAPH",
    "heading" : "",
    "lines" : [ "I undervisningen ska eleverna ges möjlighet att utveckla sitt språk i tal och skrift genom att arbeta processinriktat i samspel med andra.", "Vidare ska undervisningen ge eleverna möjlighet att utveckla ett interkulturellt förhållningssätt i skolan och samhället genom att undervisningen ska utgå från ett jämförande perspektiv på språket och kulturen." ]
  }, {
    "type" : "BULLET",
    "heading" : "Undervisningen i ämnet modersmål ska ge eleverna förutsättningar att utveckla följande:",
    "lines" : [ "Förståelse av modersmålet inom olika områden.", "Förmåga att muntligt uttrycka tankar, känslor och åsikter i samtal, diskussioner och redovisningar med ett rikt ord- och begreppsförråd.", "Förmåga att skriva olika texttyper med ett rikt ord- och begreppsförråd och med hänsyn till mottagare och situation samt att bearbeta texterna utifrån egen reflektion och andras respons.", "Förmåga att tillägna sig litteratur och författarskap från olika tider samt texter i olika genrer.", "Kunskaper om modersmålets uppbyggnad och förståelse av dess utveckling samt förmåga att göra jämförelser mellan modersmålet och det svenska språket.", "Kunskaper om historia, kultur, natur, geografi och aktuella samhällsförhållanden där språket talas, samt förmåga att göra jämförelser med svenska förhållanden.", "Förmåga att i vardagliga sammanhang, muntligt och skriftligt, tolka från modersmål till svenska och tvärtom." ]
  } ],
  "courses" : [ {
    "name" : "Modersmål 1",
    "description" : " Kursen modersmål 1 omfattar punkterna 1–6 under rubriken Ämnets syfte, med särskild betoning på punkterna 1–3. ",
    "code" : "MOEXXX01",
    "centralContent" : [ {
      "heading" : "Undervisningen i kursen ska behandla följande centrala innehåll:",
      "lines" : [ "Egen språkproduktion i tal med anpassning till innehåll och mottagare samt utveckling av strategier för att göra sig förstådd och få fram sitt budskap.", "Egen språkproduktion i skrift med anpassning till innehåll och mottagare samt utveckling av strategier för att göra sig förstådd och få fram sitt budskap.", "Ord- och begreppsförråd.", "Språkriktighet, stil och struktur i samband med talade och skrivna texter.", "Texter på modersmålet valda med hänsyn till elevernas intressen och studieväg.", "Modern litteratur, bilder, konst och musik som tar upp vardagsliv, relationer och livsfrågor.", "Språkets spridning och förekomst samt hur språket används.", "Kultur, natur och geografiska förhållanden i språkområdet." ]
    } ],
    "knowledgeRequirementParagraphs" : [ {
      "heading" : "",
      "knowledgeRequirements" : [ {
        "text" : "Eleven förstår <strong>________</strong> i sitt modersmål såväl muntligt som skriftligt.",
        "knowledgeRequirementChoice" : {
          "E" : "Eleven förstår <strong>huvudsakligt innehåll</strong> i sitt modersmål såväl muntligt som skriftligt.",
          "C" : "Eleven förstår <strong>huvudsakligt innehåll och uppfattar väsentliga detaljer</strong> i sitt modersmål såväl muntligt som skriftligt.",
          "A" : "Eleven förstår <strong>såväl helhet som detaljer</strong> i sitt modersmål såväl muntligt som skriftligt."
        }
      }, {
        "text" : "Detta visar eleven genom att redovisa, diskutera och kommentera innehållet på ett <strong>________</strong> sätt.",
        "knowledgeRequirementChoice" : {
          "E" : "Detta visar eleven genom att redovisa, diskutera och kommentera innehållet på ett <strong>översiktligt</strong> sätt.",
          "C" : "Detta visar eleven genom att redovisa, diskutera och kommentera innehållet på ett <strong>välgrundat</strong> sätt.",
          "A" : "Detta visar eleven genom att redovisa, diskutera och kommentera innehållet på ett <strong>välgrundat och nyanserat</strong> sätt."
        }
      } ]
    }, {
      "heading" : "",
      "knowledgeRequirements" : [ {
        "text" : "Eleven uttrycker muntligt sina tankar, känslor och åsikter på modersmålet så att innehållet blir <strong>________</strong> begripligt och korrekt.",
        "knowledgeRequirementChoice" : {
          "E" : "Eleven uttrycker muntligt sina tankar, känslor och åsikter på modersmålet så att innehållet blir <strong>i huvudsak</strong> begripligt och korrekt.",
          "C" : "Eleven uttrycker muntligt <strong>sammanhängande och strukturerat</strong> sina tankar, känslor och åsikter på modersmålet så att innehållet blir begripligt och korrekt.",
          "A" : "Eleven uttrycker muntligt <strong>sammanhängande, strukturerat, tydligt, ledigt samt med variation och flyt</strong> sina tankar, känslor och åsikter på modersmålet så att innehållet blir begripligt och korrekt."
        }
      }, {
        "text" : "I samtal växlar eleven <strong>________</strong> mellan vardagsspråk och skolspråk.",
        "knowledgeRequirementChoice" : {
          "E" : "I samtal växlar eleven <strong>med viss säkerhet</strong> mellan vardagsspråk och skolspråk.",
          "C" : "I samtal växlar eleven <strong>med säkerhet</strong> mellan vardagsspråk och skolspråk.",
          "A" : "I samtal växlar eleven <strong>med säkerhet</strong> mellan vardagsspråk och skolspråk."
        }
      }, {
        "text" : "I skrift formulerar eleven sig på modersmålet med <strong>________</strong> anpassning till syfte, mottagare och situation samt följer <strong>________</strong> skriftspråkets konventioner.",
        "knowledgeRequirementChoice" : {
          "E" : "I skrift formulerar eleven sig på modersmålet med <strong>viss</strong> anpassning till syfte, mottagare och situation samt följer <strong>i huvudsak</strong> skriftspråkets konventioner.",
          "C" : "I skrift formulerar eleven sig på modersmålet med anpassning till syfte, mottagare, situation och <strong>innehåll</strong> samt följer skriftspråkets konventioner.",
          "A" : "I skrift formulerar eleven sig <strong>varierat och nyanserat</strong> på modersmålet med anpassning till syfte, mottagare, situation och <strong>innehåll</strong> samt följer skriftspråkets konventioner."
        }
      }, {
        "text" : "Eleven uttrycker och formulerar sig med ett ordförråd som <strong>________</strong> är relevant för sammanhanget och som endast i undantagsfall hindrar eleven från att uttrycka sig nyanserat.",
        "knowledgeRequirementChoice" : {
          "E" : "Eleven uttrycker och formulerar sig med ett ordförråd som <strong>i huvudsak</strong> är relevant för sammanhanget och som endast i undantagsfall hindrar eleven från att uttrycka sig nyanserat.",
          "C" : "Eleven uttrycker och formulerar sig med ett ordförråd som är relevant för sammanhanget och som endast i undantagsfall hindrar eleven från att uttrycka sig nyanserat.",
          "A" : "Eleven uttrycker och formulerar sig med ett ordförråd som är relevant för sammanhanget och som endast i undantagsfall hindrar eleven från att uttrycka sig nyanserat."
        }
      } ]
    }, {
      "heading" : "",
      "knowledgeRequirements" : [ {
        "text" : "Eleven läser relativt obehindrat texter av <strong>________</strong> karaktär på modersmålet och redogör <strong>________</strong> för innehållet i texten <strong>________</strong>.",
        "knowledgeRequirementChoice" : {
          "E" : "Eleven läser relativt obehindrat texter av <strong>vardaglig</strong> karaktär på modersmålet och redogör <strong>översiktligt</strong> för innehållet i texten <strong>och några tankar som läsningen har väckt</strong>.",
          "C" : "Eleven läser relativt obehindrat texter av <strong>olika</strong> karaktär på modersmålet och redogör <strong>utförligt</strong> för innehållet i texten <strong>samt formulerar välgrundade egna tankar och iakttagelser med utgångspunkt i det lästa</strong>.",
          "A" : "Eleven läser relativt obehindrat texter av <strong>olika</strong> karaktär på modersmålet och redogör <strong>utförligt och nyanserat</strong> för innehållet i texten <strong>samt formulerar välgrundade och nyanserade egna tankar och iakttagelser med utgångspunkt i det lästa</strong>."
        }
      } ]
    }, {
      "heading" : "",
      "knowledgeRequirements" : [ {
        "text" : "Eleven redogör <strong>________</strong> för modersmålets spridning och hur språket används.",
        "knowledgeRequirementChoice" : {
          "E" : "Eleven redogör <strong>översiktligt</strong> för modersmålets spridning och hur språket används.",
          "C" : "Eleven redogör <strong>utförligt</strong> för modersmålets spridning och hur språket används. <strong>Dessutom redogör eleven översiktligt för hur modersmålet är uppbyggt och gör enkla jämförelser med svenska språket</strong>.",
          "A" : "Eleven redogör <strong>utförligt och nyanserat</strong> för modersmålets spridning och hur språket används. <strong>Dessutom redogör eleven utförligt för hur modersmålet är uppbyggt och gör välgrundade jämförelser med svenska språket</strong>."
        }
      }, {
        "text" : "I både tal och skrift presenterar eleven <strong>________</strong> fakta om natur och geografiska förhållanden i språkområdet.",
        "knowledgeRequirementChoice" : {
          "E" : "I både tal och skrift presenterar eleven <strong>grundläggande</strong> fakta om natur och geografiska förhållanden i språkområdet.",
          "C" : "I både tal och skrift presenterar eleven fakta om natur och geografiska förhållanden i språkområdet.",
          "A" : "I både tal och skrift presenterar eleven fakta om natur och geografiska förhållanden i språkområdet."
        }
      }, {
        "text" : "Eleven ger exempel på och diskuterar <strong>________</strong> några typiska kulturella förhållanden förknippade med språkområdet samt gör <strong>________</strong> jämförelser med svenska förhållanden.",
        "knowledgeRequirementChoice" : {
          "E" : "Eleven ger exempel på och diskuterar <strong>översiktligt</strong> några typiska kulturella förhållanden förknippade med språkområdet samt gör <strong>enkla</strong> jämförelser med svenska förhållanden.",
          "C" : "Eleven ger exempel på och diskuterar <strong>utförligt</strong> några typiska kulturella förhållanden förknippade med språkområdet samt gör <strong>välgrundade</strong> jämförelser med svenska förhållanden.",
          "A" : "Eleven ger exempel på och diskuterar <strong>utförligt och nyanserat</strong> några typiska kulturella förhållanden förknippade med språkområdet samt gör <strong>välgrundade och nyanserade</strong> jämförelser med svenska förhållanden."
        }
      } ]
    } ],
    "point" : 100,
    "year" : null
  }, {
    "name" : "Modersmål 2",
    "description" : " Kursen modersmål 2 omfattar punkterna 1–7 under rubriken Ämnets syfte, med särskild betoning på punkterna 1–3. I kursen behandlas fördjupade kunskaper i ämnet. ",
    "code" : "MOEXXX02",
    "centralContent" : [ {
      "heading" : "Undervisningen i kursen ska behandla följande centrala innehåll:",
      "lines" : [ "Muntlig språkproduktion i avancerade sammanhang. Muntlig framställning i och inför grupp, till exempel omfattande presentationer, intervjuer och argumentationer.", "Skriftlig språkproduktion i avancerade sammanhang. Skriftlig framställning med tonvikt på utredande och argumenterande text, baserad på olika källor som behandlats i undervisningen.", "Fördjupat ord- och begreppsförråd.", "Skönlitterära verk och författarskap. Skönlitterära texter som speglar samhället och kulturen i språkområdet, i vår tid och förr i tiden.", "Sakprosatexter som knyter an till elevens intressen och studieväg. Texter i olika medier som tar upp aktuella samhällsfrågor och kulturella frågor.", "Jämförelser mellan modersmålet och det svenska språket vad gäller ord och begrepp, meningsbyggnad och olika texters struktur och uppbyggnad.", "Samhällsförhållanden i språkområdet.", "Fördjupade studier av historia och kultur i språkområdet, till exempel inom konst, musik, arkitektur och film." ]
    } ],
    "knowledgeRequirementParagraphs" : [ {
      "heading" : "",
      "knowledgeRequirements" : [ {
        "text" : "Eleven förstår <strong>________</strong> i sitt modersmål, såväl muntligt som skriftligt.",
        "knowledgeRequirementChoice" : {
          "E" : "Eleven förstår <strong>huvudsakligt innehåll</strong> i sitt modersmål, såväl muntligt som skriftligt.",
          "C" : "Eleven förstår <strong>huvudsakligt innehåll och uppfattar tydliga detaljer</strong> i sitt modersmål, såväl muntligt som skriftligt.",
          "A" : "Eleven förstår <strong>såväl helhet som detaljer</strong> i sitt modersmål, såväl muntligt som skriftligt."
        }
      }, {
        "text" : "Detta visar eleven genom att redovisa, diskutera och kommentera innehållet på ett <strong>________</strong> sätt.",
        "knowledgeRequirementChoice" : {
          "E" : "Detta visar eleven genom att redovisa, diskutera och kommentera innehållet på ett <strong>översiktligt</strong> sätt.",
          "C" : "Detta visar eleven genom att redovisa, diskutera och kommentera innehållet på ett <strong>välgrundat</strong> sätt.",
          "A" : "Detta visar eleven genom att redovisa, diskutera och kommentera innehållet på ett <strong>välgrundat och nyanserat</strong> sätt."
        }
      } ]
    }, {
      "heading" : "",
      "knowledgeRequirements" : [ {
        "text" : "Eleven uttrycker, på modersmålet, ledigt tankar, känslor och åsikter vid muntliga framträdanden så att innehållet <strong>________</strong> framgår.",
        "knowledgeRequirementChoice" : {
          "E" : "Eleven uttrycker, på modersmålet, ledigt tankar, känslor och åsikter vid muntliga framträdanden så att innehållet <strong>i huvudsak</strong> framgår.",
          "C" : "Eleven uttrycker, på modersmålet, ledigt <strong>och språkligt säkert</strong> tankar, känslor och åsikter vid muntliga framträdanden så att innehållet <strong>i huvudsak</strong> framgår.",
          "A" : "Eleven uttrycker, på modersmålet, ledigt <strong>och språkligt säkert</strong> tankar, känslor och åsikter vid muntliga framträdanden så att innehållet <strong>klart</strong> framgår. <strong>Dessutom gör eleven vid behov anpassningar till åhörarna under framställningens gång</strong>."
        }
      }, {
        "text" : "Eleven sammanställer <strong>________</strong> med handledare underlag som bygger på flera källor och skriver utifrån detta, på sitt modersmål, utredande och argumenterande texter som är sammanhängande <strong>________</strong>.",
        "knowledgeRequirementChoice" : {
          "E" : "Eleven sammanställer <strong>i samråd</strong> med handledare underlag som bygger på flera källor och skriver utifrån detta, på sitt modersmål, utredande och argumenterande texter som är sammanhängande <strong>och har tydligt urskiljbar disposition</strong>.",
          "C" : "Eleven sammanställer <strong>efter samråd</strong> med handledare underlag som bygger på flera källor och skriver utifrån detta, på sitt modersmål, utredande och argumenterande texter som är sammanhängande, <strong>väldisponerade och ger ett nytt perspektiv på det lästa</strong>. <strong>Dessutom resonerar och drar eleven välgrundade slutsatser utifrån sina resonemang</strong>.",
          "A" : "Eleven sammanställer <strong>efter samråd</strong> med handledare underlag som bygger på flera källor och skriver utifrån detta, på sitt modersmål, utredande och argumenterande texter som är sammanhängande, <strong>väldisponerade och ger ett nytt perspektiv på det lästa</strong>. <strong>Dessutom resonerar och drar eleven välgrundade och nyanserade slutsatser utifrån sina resonemang</strong>."
        }
      }, {
        "text" : "Texterna är <strong>________</strong> anpassade till texttyp, syfte och mottagare.",
        "knowledgeRequirementChoice" : {
          "E" : "Texterna är <strong>till viss del</strong> anpassade till texttyp, syfte och mottagare.",
          "C" : "Texterna är anpassade till texttyp, syfte och mottagare.",
          "A" : "Texterna är anpassade till texttyp, syfte och mottagare."
        }
      }, {
        "text" : "Eleven tillämpar <strong>________</strong> regler för citat- och referatteknik och skriver i huvudsak korrekt.",
        "knowledgeRequirementChoice" : {
          "E" : "Eleven tillämpar <strong>med viss säkerhet</strong> regler för citat- och referatteknik och skriver i huvudsak korrekt.",
          "C" : "Eleven tillämpar <strong>med säkerhet</strong> regler för citat- och referatteknik och skriver i huvudsak korrekt.",
          "A" : "Eleven tillämpar <strong>med säkerhet</strong> regler för citat- och referatteknik och skriver i huvudsak korrekt."
        }
      } ]
    }, {
      "heading" : "",
      "knowledgeRequirements" : [ {
        "text" : "Ordförrådet och den grammatiska behärskningen är tillräckligt goda för att den muntliga och skriftliga kommunikationen <strong>________</strong>.",
        "knowledgeRequirementChoice" : {
          "E" : "Ordförrådet och den grammatiska behärskningen är tillräckligt goda för att den muntliga och skriftliga kommunikationen <strong>endast i undantagsfall ska försvåras</strong>.",
          "C" : "Ordförrådet och den grammatiska behärskningen är tillräckligt goda för att den muntliga och skriftliga kommunikationen <strong>ska fungera tillfredsställande</strong>.",
          "A" : "Ordförrådet och den grammatiska behärskningen är tillräckligt goda för att den muntliga och skriftliga kommunikationen <strong>ska fungera bra</strong>."
        }
      }, {
        "text" : "Eleven uttrycker och formulerar sig med ett ordförråd som <strong>________</strong> är relevant för sammanhanget och som endast i undantagsfall hindrar eleven från att uttrycka sig nyanserat.",
        "knowledgeRequirementChoice" : {
          "E" : "Eleven uttrycker och formulerar sig med ett ordförråd som <strong>i huvudsak</strong> är relevant för sammanhanget och som endast i undantagsfall hindrar eleven från att uttrycka sig nyanserat.",
          "C" : "Eleven uttrycker och formulerar sig med ett ordförråd som är relevant för sammanhanget och som endast i undantagsfall hindrar eleven från att uttrycka sig nyanserat. <strong>Språket är klart och varierat och innehåller goda formuleringar</strong>.",
          "A" : "Eleven uttrycker och formulerar sig med ett ordförråd som är relevant för sammanhanget och som endast i undantagsfall hindrar eleven från att uttrycka sig nyanserat. <strong>Språket är träffsäkert, klart och varierat och innehåller goda formuleringar</strong>."
        }
      } ]
    }, {
      "heading" : "",
      "knowledgeRequirements" : [ {
        "text" : "Eleven läser <strong>________</strong> obehindrat på modersmålet både skönlitterära texter och sakprosatexter av olika slag och redogör <strong>________</strong> för innehållet i lästa texter <strong>________</strong>.",
        "knowledgeRequirementChoice" : {
          "E" : "Eleven läser <strong>relativt</strong> obehindrat på modersmålet både skönlitterära texter och sakprosatexter av olika slag och redogör <strong>översiktligt</strong> för innehållet i lästa texter <strong>och några tankar som läsningen har väckt</strong>.",
          "C" : "Eleven läser <strong>relativt</strong> obehindrat på modersmålet både skönlitterära texter och sakprosatexter av olika slag och redogör <strong>utförligt</strong> för innehållet i lästa texter <strong>samt formulerar välgrundade egna tankar och iakttagelser med utgångspunkt i det lästa</strong>.",
          "A" : "Eleven läser obehindrat på modersmålet både skönlitterära texter och sakprosatexter av olika slag och redogör <strong>utförligt och nyanserat</strong> för innehållet i lästa texter <strong>samt formulerar välgrundade och nyanserade egna tankar och iakttagelser med utgångspunkt i det lästa</strong>."
        }
      } ]
    }, {
      "heading" : "",
      "knowledgeRequirements" : [ {
        "text" : "Eleven redogör <strong>________</strong> med handledare för språkliga skillnader och likheter mellan modersmålet och det svenska språket.",
        "knowledgeRequirementChoice" : {
          "E" : "Eleven redogör <strong>i samråd</strong> med handledare för språkliga skillnader och likheter mellan modersmålet och det svenska språket.",
          "C" : "Eleven redogör <strong>efter samråd</strong> med handledare för språkliga skillnader och likheter mellan modersmålet och det svenska språket.",
          "A" : "Eleven redogör <strong>efter samråd</strong> med handledare för språkliga skillnader och likheter mellan modersmålet och det svenska språket."
        }
      }, {
        "text" : "I både tal och skrift redogör eleven <strong>________</strong> för kulturella och samhälleliga förhållanden i språkområdet.",
        "knowledgeRequirementChoice" : {
          "E" : "I både tal och skrift redogör eleven <strong>översiktligt</strong> för kulturella och samhälleliga förhållanden i språkområdet.",
          "C" : "I både tal och skrift redogör eleven <strong>utförligt</strong> för kulturella och samhälleliga förhållanden i språkområdet <strong>samt översiktligt för den kulturella och språkliga utvecklingen i språkområdet</strong>.",
          "A" : "I både tal och skrift redogör eleven <strong>utförligt och nyanserat</strong> för kulturella och samhälleliga förhållanden i språkområdet <strong>samt utförligt för den kulturella och språkliga utvecklingen i språkområdet</strong>."
        }
      } ]
    }, {
      "heading" : "",
      "knowledgeRequirements" : [ {
        "text" : "När eleven samråder med handledare bedömer hon eller han <strong>________</strong> den egna förmågan och situationens krav.",
        "knowledgeRequirementChoice" : {
          "E" : "När eleven samråder med handledare bedömer hon eller han <strong>med viss säkerhet</strong> den egna förmågan och situationens krav.",
          "C" : "När eleven samråder med handledare bedömer hon eller han <strong>med viss säkerhet</strong> den egna förmågan och situationens krav.",
          "A" : "När eleven samråder med handledare bedömer hon eller han <strong>med säkerhet</strong> den egna förmågan och situationens krav."
        }
      } ]
    } ],
    "point" : 100,
    "year" : null
  }, {
    "name" : "Modersmål – aktiv tvåspråkighet",
    "description" : " Kursen modersmål – aktiv tvåspråkighet omfattar punkterna 1–7 under rubriken Ämnets syfte, med särskild betoning på punkterna 1–3 och 7. ",
    "code" : "MOEMOD0",
    "centralContent" : [ {
      "heading" : "Undervisningen i kursen ska behandla följande centrala innehåll:",
      "lines" : [ "Kommunikation i tal och skrift, till exempel med myndigheter, högskolor och arbetsgivare.", "Informella brev som syftar till social kommunikation.", "Ord- och begreppsförråd med särskild tonvikt på ord som hör till medborgarrollen och samhällslivet.", "Tolkning och översättning i vardagliga sammanhang till och från modersmålet.", "Översättning till modersmålet av olika blanketter som medborgare i Sverige använder.", "Texter i form av berättelser och dikter inom modern litteratur på modersmålet och texter från svensk litteratur för olika typer av jämförelser.", "Aktuella samhällsfrågor. Jämförande studier mellan länder där modersmålet talas och Sverige.", "Kulturella företeelser och sevärdheter. Jämförande studier mellan länder där modersmålet talas och Sverige." ]
    } ],
    "knowledgeRequirementParagraphs" : [ {
      "heading" : "",
      "knowledgeRequirements" : [ {
        "text" : "Eleven förstår <strong>________</strong> i sitt modersmål såväl muntligt som skriftligt.",
        "knowledgeRequirementChoice" : {
          "E" : "Eleven förstår <strong>huvudsakligt innehåll</strong> i sitt modersmål såväl muntligt som skriftligt.",
          "C" : "Eleven förstår <strong>huvudsakligt innehåll och uppfattar tydliga detaljer</strong> i sitt modersmål såväl muntligt som skriftligt.",
          "A" : "Eleven förstår <strong>såväl helhet som detaljer</strong> i sitt modersmål såväl muntligt som skriftligt."
        }
      }, {
        "text" : "Detta visar eleven genom att redovisa, diskutera och kommentera innehållet på ett <strong>________</strong> sätt.",
        "knowledgeRequirementChoice" : {
          "E" : "Detta visar eleven genom att redovisa, diskutera och kommentera innehållet på ett <strong>översiktligt</strong> sätt.",
          "C" : "Detta visar eleven genom att redovisa, diskutera och kommentera innehållet på ett <strong>välgrundat</strong> sätt.",
          "A" : "Detta visar eleven genom att redovisa, diskutera och kommentera innehållet på ett <strong>välgrundat och nyanserat</strong> sätt."
        }
      } ]
    }, {
      "heading" : "",
      "knowledgeRequirements" : [ {
        "text" : "Eleven uttrycker i tal och skrift tankar, känslor och åsikter så att innehållet <strong>________</strong> framgår.",
        "knowledgeRequirementChoice" : {
          "E" : "Eleven uttrycker i tal och skrift tankar, känslor och åsikter så att innehållet <strong>i huvudsak</strong> framgår.",
          "C" : "Eleven uttrycker i tal och skrift tankar, känslor och åsikter så att innehållet <strong>i huvudsak</strong> framgår.",
          "A" : "Eleven uttrycker i tal och skrift tankar, känslor och åsikter så att innehållet <strong>klart</strong> framgår."
        }
      }, {
        "text" : "Dessutom växlar eleven i tal <strong>________</strong> mellan svenska och modersmål.",
        "knowledgeRequirementChoice" : {
          "E" : "Dessutom växlar eleven i tal <strong>med viss ledighet</strong> mellan svenska och modersmål.",
          "C" : "Dessutom växlar eleven i tal <strong>ledigt</strong> mellan svenska och modersmål.",
          "A" : "Dessutom växlar eleven i tal <strong>ledigt och språkligt säkert</strong> mellan svenska och modersmål."
        }
      }, {
        "text" : "Eleven använder även i tal <strong>________</strong> olika strategier för kommunikation på båda språken i både formella och informella sammanhang och situationer, med såväl myndigheter och sociala organisationer som omvärlden i övrigt.",
        "knowledgeRequirementChoice" : {
          "E" : "Eleven använder även i tal <strong>med viss säkerhet</strong> olika strategier för kommunikation på båda språken i både formella och informella sammanhang och situationer, med såväl myndigheter och sociala organisationer som omvärlden i övrigt.",
          "C" : "Eleven använder även i tal <strong>med viss säkerhet</strong> olika strategier för kommunikation på båda språken i både formella och informella sammanhang och situationer, med såväl myndigheter och sociala organisationer som omvärlden i övrigt.",
          "A" : "Eleven använder även i tal <strong>med säkerhet</strong> olika strategier för kommunikation på båda språken i både formella och informella sammanhang och situationer, med såväl myndigheter och sociala organisationer som omvärlden i övrigt."
        }
      }, {
        "text" : "Dessutom använder eleven <strong>________</strong> olika kommunikationsmedel på modersmålet och svenska och skaffar sig <strong>________</strong> med handledare information om aktuella samhällsfrågor och händelser samt redovisar informationen, muntligt och skriftligt, med ett språk som <strong>________</strong> är anpassat till texttyp, syfte och mottagare.",
        "knowledgeRequirementChoice" : {
          "E" : "Dessutom använder eleven <strong>med viss säkerhet</strong> olika kommunikationsmedel på modersmålet och svenska och skaffar sig <strong>i samråd</strong> med handledare information om aktuella samhällsfrågor och händelser samt redovisar informationen, muntligt och skriftligt, med ett språk som <strong>till viss del</strong> är anpassat till texttyp, syfte och mottagare.",
          "C" : "Dessutom använder eleven <strong>med viss säkerhet</strong> olika kommunikationsmedel på modersmålet och svenska och skaffar sig <strong>efter samråd</strong> med handledare information om aktuella samhällsfrågor och händelser samt redovisar informationen, muntligt och skriftligt, med ett språk som är anpassat till texttyp, syfte och mottagare.",
          "A" : "Dessutom använder eleven <strong>med säkerhet</strong> olika kommunikationsmedel på modersmålet och svenska och skaffar sig <strong>efter samråd</strong> med handledare information om aktuella samhällsfrågor och händelser samt redovisar informationen, muntligt och skriftligt, med ett språk som är anpassat till texttyp, syfte och mottagare."
        }
      }, {
        "text" : "Eleven granskar och bearbetar <strong>________</strong> sina texter efter respons.",
        "knowledgeRequirementChoice" : {
          "E" : "Eleven granskar och bearbetar <strong>med viss säkerhet</strong> sina texter efter respons.",
          "C" : "Eleven granskar och bearbetar <strong>med viss säkerhet</strong> sina texter efter respons <strong>samt diskuterar utförligt hur de kan förbättras avseende form och innehåll</strong>.",
          "A" : "Eleven granskar och bearbetar <strong>med säkerhet</strong> sina texter efter respons <strong>samt diskuterar utförligt och nyanserat hur de kan förbättras avseende form och innehåll</strong>."
        }
      } ]
    }, {
      "heading" : "",
      "knowledgeRequirements" : [ {
        "text" : "Ordförrådet och den grammatiska behärskningen är tillräckligt goda för att den muntliga och skriftliga kommunikationen <strong>________</strong>.",
        "knowledgeRequirementChoice" : {
          "E" : "Ordförrådet och den grammatiska behärskningen är tillräckligt goda för att den muntliga och skriftliga kommunikationen <strong>endast i undantagsfall ska försvåras</strong>.",
          "C" : "Ordförrådet och den grammatiska behärskningen är tillräckligt goda för att den muntliga och skriftliga kommunikationen <strong>ska fungera tillfredsställande</strong>.",
          "A" : "Ordförrådet och den grammatiska behärskningen är tillräckligt goda för att den muntliga och skriftliga kommunikationen <strong>ska fungera bra</strong>."
        }
      }, {
        "text" : "Eleven uttrycker och formulerar sig med ett ordförråd som <strong>________</strong> är relevant för sammanhanget och som endast i undantagsfall hindrar eleven från att uttrycka sig nyanserat.",
        "knowledgeRequirementChoice" : {
          "E" : "Eleven uttrycker och formulerar sig med ett ordförråd som <strong>i huvudsak</strong> är relevant för sammanhanget och som endast i undantagsfall hindrar eleven från att uttrycka sig nyanserat.",
          "C" : "Eleven uttrycker och formulerar sig med ett ordförråd som är relevant för sammanhanget och som endast i undantagsfall hindrar eleven från att uttrycka sig nyanserat. <strong>Språket är klart och varierat och innehåller goda formuleringar</strong>.",
          "A" : "Eleven uttrycker och formulerar sig med ett ordförråd som är relevant för sammanhanget och som endast i undantagsfall hindrar eleven från att uttrycka sig nyanserat. <strong>Språket är träffsäkert, klart och varierat och innehåller goda formuleringar</strong>."
        }
      } ]
    }, {
      "heading" : "",
      "knowledgeRequirements" : [ {
        "text" : "Eleven översätter <strong>________</strong> vardagliga texter både till och från modersmålet med ett för sammanhanget lämpligt ordval och i huvudsak i enlighet med språkens konventioner.",
        "knowledgeRequirementChoice" : {
          "E" : "Eleven översätter <strong>med viss säkerhet</strong> vardagliga texter både till och från modersmålet med ett för sammanhanget lämpligt ordval och i huvudsak i enlighet med språkens konventioner.",
          "C" : "Eleven översätter <strong>med viss säkerhet</strong> vardagliga texter både till och från modersmålet med ett för sammanhanget lämpligt ordval och i huvudsak i enlighet med språkens konventioner.",
          "A" : "Eleven översätter <strong>med säkerhet</strong> vardagliga texter både till och från modersmålet med ett för sammanhanget lämpligt ordval <strong>och lämplig stil</strong> och i huvudsak i enlighet med språkens konventioner."
        }
      }, {
        "text" : "Elevens översättning förmedlar innehållet <strong>________</strong> korrekt.",
        "knowledgeRequirementChoice" : {
          "E" : "Elevens översättning förmedlar innehållet <strong>i huvudsak</strong> korrekt.",
          "C" : "Elevens översättning förmedlar innehållet korrekt.",
          "A" : "Elevens översättning förmedlar innehållet <strong>tydligt</strong>, korrekt <strong>och nyanserat</strong>."
        }
      }, {
        "text" : "Eleven återberättar på modersmålet <strong>________</strong> innehållet av lästa texter, skrivna på modersmål och svenska, från modern litteratur.",
        "knowledgeRequirementChoice" : {
          "E" : "Eleven återberättar på modersmålet <strong>översiktligt</strong> innehållet av lästa texter, skrivna på modersmål och svenska, från modern litteratur.",
          "C" : "Eleven återberättar på modersmålet <strong>utförligt</strong> innehållet av lästa texter, skrivna på modersmål och svenska, från modern litteratur.",
          "A" : "Eleven återberättar på modersmålet <strong>utförligt och nyanserat</strong> innehållet av lästa texter, skrivna på modersmål och svenska, från modern litteratur."
        }
      }, {
        "text" : "I samband med läsningen gör eleven <strong>________</strong> språkliga och andra jämförelser av texterna från båda språken samt <strong>________</strong>.",
        "knowledgeRequirementChoice" : {
          "E" : "I samband med läsningen gör eleven <strong>enkla</strong> språkliga och andra jämförelser av texterna från båda språken samt <strong>redogör för några tankar som läsningen har väckt</strong>.",
          "C" : "I samband med läsningen gör eleven <strong>välgrundade</strong> språkliga och andra jämförelser av texterna från båda språken, <strong>lyfter fram typiska särdrag</strong> samt <strong>formulerar välgrundade egna tankar och iakttagelser med utgångspunkt i det lästa</strong>.",
          "A" : "I samband med läsningen gör eleven <strong>välgrundade och nyanserade</strong> språkliga och andra jämförelser av texterna från båda språken, <strong>lyfter fram typiska särdrag, teman och motiv</strong> samt <strong>formulerar välgrundade och nyanserade egna tankar och iakttagelser med utgångspunkt i det lästa</strong>."
        }
      } ]
    }, {
      "heading" : "",
      "knowledgeRequirements" : [ {
        "text" : "Eleven planerar och genomför <strong>________</strong> med handledare en jämförande studie, historisk, kulturell, geografisk eller socialpolitisk.",
        "knowledgeRequirementChoice" : {
          "E" : "Eleven planerar och genomför <strong>i samråd</strong> med handledare en jämförande studie, historisk, kulturell, geografisk eller socialpolitisk.",
          "C" : "Eleven planerar och genomför <strong>efter samråd</strong> med handledare en jämförande studie, historisk, kulturell, geografisk eller socialpolitisk.",
          "A" : "Eleven planerar och genomför <strong>efter samråd</strong> med handledare en jämförande studie, historisk, kulturell, geografisk eller socialpolitisk."
        }
      }, {
        "text" : "Eleven redovisar resultatet <strong>________</strong>, både skriftligt och muntligt.",
        "knowledgeRequirementChoice" : {
          "E" : "Eleven redovisar resultatet <strong>översiktligt</strong>, både skriftligt och muntligt.",
          "C" : "Eleven redovisar resultatet <strong>utförligt</strong>, både skriftligt och muntligt.",
          "A" : "Eleven redovisar resultatet <strong>utförligt och nyanserat</strong>, både skriftligt och muntligt."
        }
      }, {
        "text" : "Innehållsmässigt är resultatet av <strong>________</strong> kvalitet, och språkligt är resultatet <strong>________</strong> anpassat till texttyp, syfte och mottagare.",
        "knowledgeRequirementChoice" : {
          "E" : "Innehållsmässigt är resultatet av <strong>tillfredsställande</strong> kvalitet, och språkligt är resultatet <strong>till viss del</strong> anpassat till texttyp, syfte och mottagare.",
          "C" : "Innehållsmässigt är resultatet av <strong>tillfredsställande</strong> kvalitet, och språkligt är resultatet anpassat till texttyp, syfte och mottagare.",
          "A" : "Innehållsmässigt är resultatet av <strong>god</strong> kvalitet, och språkligt är resultatet anpassat till texttyp, syfte och mottagare."
        }
      } ]
    }, {
      "heading" : "",
      "knowledgeRequirements" : [ {
        "text" : "Eleven tolkar i vardagliga sammanhang mellan modersmålet och svenska <strong>________</strong>.",
        "knowledgeRequirementChoice" : {
          "E" : "Eleven tolkar i vardagliga sammanhang mellan modersmålet och svenska <strong>på ett begripligt sätt</strong>.",
          "C" : "Eleven tolkar i vardagliga sammanhang mellan modersmålet och svenska <strong>korrekt och begripligt samt anpassar vid behov sin framställning till olika situationer</strong>.",
          "A" : "Eleven tolkar i vardagliga sammanhang mellan modersmålet och svenska <strong>obehindrat och precist samt anpassar vid behov sin framställning till olika situationer</strong>."
        }
      } ]
    }, {
      "heading" : "",
      "knowledgeRequirements" : [ {
        "text" : "När eleven samråder med handledare bedömer hon eller han <strong>________</strong> den egna förmågan och situationens krav.",
        "knowledgeRequirementChoice" : {
          "E" : "När eleven samråder med handledare bedömer hon eller han <strong>med viss säkerhet</strong> den egna förmågan och situationens krav.",
          "C" : "När eleven samråder med handledare bedömer hon eller han <strong>med viss säkerhet</strong> den egna förmågan och situationens krav.",
          "A" : "När eleven samråder med handledare bedömer hon eller han <strong>med säkerhet</strong> den egna förmågan och situationens krav."
        }
      } ]
    } ],
    "point" : 100,
    "year" : null
  } ]
}