{
  "name" : "Människans språk",
  "description" : "Ämnet människans språk har sin bas i språkvetenskapens olika grenar och behandlar språk ur flera aspekter. Utgångspunkten är språk i världen i dag och vad det innebär att kunna ett språk. Ämnet är en förberedelse för och komplement till vidare språk- och kulturstudier.",
  "code" : "MÄK",
  "designation" : "",
  "skolfsId" : "2010:125",
  "purposes" : [ {
    "type" : "PARAGRAPH",
    "heading" : "",
    "lines" : [ "Undervisningen i ämnet människans språk ska syfta till att eleverna utvecklar kunskaper om språk som system, kulturbärare och socialt fenomen.", "Den ska även ge eleverna möjlighet att utveckla kunskaper om den mänskliga språkförmågan och språkanvändningen samt behandla processer som språkinlärning och samband mellan språk, tanke och hjärna.", "Vidare ska eleverna ges möjlighet att utveckla kunskaper om olika språk i världen och vad som förenar dem respektive skiljer dem åt." ]
  }, {
    "type" : "PARAGRAPH",
    "heading" : "",
    "lines" : [ "Eleverna ska ges möjlighet att utveckla färdigheter i att praktiskt tillämpa kunskaper om språkliga system samt förmåga att analysera och diskutera språk och språkanvändning som kulturellt, politiskt och socialt fenomen ur olika aspekter, till exempel etnicitet och makt.", "Därigenom ska eleverna ges möjlighet att utveckla en ökad språklig medvetenhet.", "Vidare ska undervisningen bidra till att eleverna utvecklar kunskaper om språkets roll i interkulturell kommunikation samt förståelse av de möjligheter och utmaningar som språklig mångfald och flerspråkig förmåga innebär både för individ och för samhälle." ]
  }, {
    "type" : "PARAGRAPH",
    "heading" : "",
    "lines" : [ "Genom att i undervisningen studera språk såväl i närsamhället som globalt och genom att dra nytta av elevernas egna språkliga erfarenheter ska kunskaper om språkanvändning och språklig mångfald sättas in i ett sammanhang.", "Praktiska inslag som laborationer och undersökningar ska ingå i undervisningen för att ge eleverna möjlighet att utveckla förståelse av till exempel språkinlärning och språkljud.", "Undervisningen ska även innehålla praktisk problemlösning där eleverna får möjlighet att använda sina kunskaper om språkliga system i olika sammanhang." ]
  }, {
    "type" : "BULLET",
    "heading" : "Undervisningen i ämnet människans språk ska ge eleverna förutsättningar att utveckla följande:",
    "lines" : [ "Kunskaper om språk och språkfamiljer i världen.", "Förmåga att analysera språk med hjälp av kunskaper om språkens byggstenar och deras användning i olika språk.", "Kunskaper om den mänskliga språkförmågan, språkliga processer, språkinlärning och sambandet mellan språk och tänkande.", "Förståelse av språklig mångfald och flerspråkighet ur ett individ- och samhällsperspektiv.", "Förmåga att använda språkvetenskapliga begrepp, metoder och teorier.", "Färdigheter i att undersöka språkliga företeelser och lösa språkliga problem.", "Förmåga att diskutera och reflektera kring språk som kulturellt, politiskt och socialt fenomen samt kring språkets roll i interkulturell kommunikation." ]
  } ],
  "courses" : [ {
    "name" : "Människans språk 1",
    "description" : "Kursen människans språk 1 omfattar punkterna 1–7 under rubriken Ämnets syfte. I kursen behandlas grundläggande kunskaper i ämnet.",
    "code" : "MÄKMÄK01",
    "centralContent" : [ {
      "heading" : "Undervisningen i kursen ska behandla följande centrala innehåll:",
      "lines" : [ "Språk och språkfamiljer i världen, majoritets- och minoritetsspråk. Var och hur språken används och deras typiska egenskaper.", "Språklig evolution och språkhistoria. Teorier kring språkets ursprung. Hur språk uppstår, utvecklas och förändras samt hur och varför de slutar att användas.", "Olika språks uppbyggnad, till exempel vad gäller ljudsystem och satsmönster, samt relevanta begrepp och metoder.", "Andra typer av språk och kommunikation, till exempel kroppsspråk, teckenspråk och konstgjorda språk.", "Språkutveckling och hur man lär sig språk. Första- och andraspråksinlärning samt vad det innebär att kunna ett språk. Olika hjälpmedel och metoder som stödjer språkinlärning.", "Språklig mångfald i samhället och hos individen samt tvåspråkighet och flerspråkighet.", "Undersökningar av språkliga företeelser, praktisk språkrelaterad problemlösning och arbete med språkljud via olika medier.", "Språks och språkinlärnings betydelse kulturellt, politiskt och socialt, till exempel språk som maktmedel och språk som identitetsmarkör, samt språkets roll i interkulturell kommunikation." ]
    } ],
    "knowledgeRequirementParagraphs" : [ {
      "heading" : "",
      "knowledgeRequirements" : [ {
        "text" : "Eleven redogör <strong>________</strong> för några språk och språkfamiljer i världen samt gör <strong>________</strong> jämförelser mellan språken.",
        "knowledgeRequirementChoice" : {
          "E" : "Eleven redogör <strong>översiktligt</strong> för några språk och språkfamiljer i världen samt gör <strong>enkla</strong> jämförelser mellan språken.",
          "C" : "Eleven redogör <strong>utförligt</strong> för några språk och språkfamiljer i världen samt gör <strong>välgrundade</strong> jämförelser mellan språken.",
          "A" : "Eleven redogör <strong>utförligt och nyanserat</strong> för några språk och språkfamiljer i världen samt gör <strong>välgrundade och nyanserade</strong> jämförelser mellan språken."
        }
      }, {
        "text" : "Eleven beskriver också <strong>________</strong> hur några olika språk är uppbyggda, även i förhållande till sitt modersmål.",
        "knowledgeRequirementChoice" : {
          "E" : "Eleven beskriver också <strong>översiktligt</strong> hur några olika språk är uppbyggda, även i förhållande till sitt modersmål.",
          "C" : "Eleven beskriver också <strong>utförligt</strong> hur några olika språk är uppbyggda, även i förhållande till sitt modersmål.",
          "A" : "Eleven beskriver också <strong>utförligt och nyanserat</strong> hur några olika språk är uppbyggda, även i förhållande till sitt modersmål."
        }
      }, {
        "text" : "Dessutom diskuterar eleven <strong>________</strong> olika företeelser inom språklig evolution och språkhistoria.",
        "knowledgeRequirementChoice" : {
          "E" : "Dessutom diskuterar eleven <strong>översiktligt</strong> olika företeelser inom språklig evolution och språkhistoria.",
          "C" : "Dessutom diskuterar eleven <strong>utförligt</strong> olika företeelser inom språklig evolution och språkhistoria.",
          "A" : "Dessutom diskuterar eleven <strong>utförligt och nyanserat</strong> olika företeelser inom språklig evolution och språkhistoria."
        }
      }, {
        "text" : "Eleven redogör även <strong>________</strong> för olika former av kommunikation.",
        "knowledgeRequirementChoice" : {
          "E" : "Eleven redogör även <strong>översiktligt</strong> för olika former av kommunikation.",
          "C" : "Eleven redogör även <strong>utförligt</strong> för olika former av kommunikation.",
          "A" : "Eleven redogör även <strong>utförligt och nyanserat</strong> för olika former av kommunikation."
        }
      } ]
    }, {
      "heading" : "",
      "knowledgeRequirements" : [ {
        "text" : "Eleven använder <strong>________</strong> hjälpmedel och metoder för språkinlärning.",
        "knowledgeRequirementChoice" : {
          "E" : "Eleven använder <strong>med viss säkerhet enkla</strong> hjälpmedel och metoder för språkinlärning.",
          "C" : "Eleven använder <strong>med viss säkerhet</strong> hjälpmedel och metoder för språkinlärning.",
          "A" : "Eleven använder <strong>med säkerhet</strong> hjälpmedel och metoder för språkinlärning."
        }
      }, {
        "text" : "Eleven för <strong>________</strong> resonemang om språkutveckling och språkinlärning samt om språklig mångfald, tvåspråkighet och flerspråkighet ur ett samhälls- och individperspektiv.",
        "knowledgeRequirementChoice" : {
          "E" : "Eleven för <strong>enkla</strong> resonemang om språkutveckling och språkinlärning samt om språklig mångfald, tvåspråkighet och flerspråkighet ur ett samhälls- och individperspektiv.",
          "C" : "Eleven för <strong>välgrundade</strong> resonemang om språkutveckling och språkinlärning samt om språklig mångfald, tvåspråkighet och flerspråkighet ur ett samhälls- och individperspektiv.",
          "A" : "Eleven för <strong>välgrundade och nyanserade</strong> resonemang om språkutveckling och språkinlärning samt om språklig mångfald, tvåspråkighet och flerspråkighet ur ett samhälls- och individperspektiv."
        }
      } ]
    }, {
      "heading" : "",
      "knowledgeRequirements" : [ {
        "text" : "Eleven använder <strong>________</strong> begrepp och <strong>________</strong> relevant metod samt genomför enkla undersökningar av språkliga fenomen och löser <strong>________</strong> språkliga problem med <strong>________</strong> resultat.",
        "knowledgeRequirementChoice" : {
          "E" : "Eleven använder <strong>med viss säkerhet relevanta</strong> begrepp och <strong>någon</strong> relevant metod samt genomför enkla undersökningar av språkliga fenomen och löser <strong>enkla</strong> språkliga problem med <strong>tillfredsställande</strong> resultat.",
          "C" : "Eleven använder <strong>med viss säkerhet relevanta</strong> begrepp och metoder samt genomför enkla undersökningar av språkliga fenomen och löser språkliga problem med <strong>tillfredsställande</strong> resultat.",
          "A" : "Eleven använder <strong>med säkerhet relevanta</strong> begrepp och metoder samt genomför enkla undersökningar av språkliga fenomen och löser <strong>komplexa</strong> språkliga problem med <strong><strong>gott</strong> </strong>resultat."
        }
      }, {
        "text" : "Eleven värderar också resultaten med <strong>________</strong> omdömen.",
        "knowledgeRequirementChoice" : {
          "E" : "Eleven värderar också resultaten med <strong>enkla</strong> omdömen.",
          "C" : "Eleven värderar också resultaten med <strong>nyanserade</strong> omdömen.",
          "A" : "Eleven värderar också resultaten med <strong>nyanserade</strong> omdömen."
        }
      } ]
    }, {
      "heading" : "",
      "knowledgeRequirements" : [ {
        "text" : "Eleven redogör <strong>________</strong> för språks och språkinlärnings betydelse kulturellt, politiskt och socialt samt för <strong>________</strong> mellan dessa.",
        "knowledgeRequirementChoice" : {
          "E" : "Eleven redogör <strong>översiktligt</strong> för språks och språkinlärnings betydelse kulturellt, politiskt och socialt samt för <strong>enkla samband</strong> mellan dessa.",
          "C" : "Eleven redogör <strong>utförligt</strong> för språks och språkinlärnings betydelse kulturellt, politiskt och socialt samt för <strong>samband</strong> mellan dessa.",
          "A" : "Eleven redogör <strong>utförligt och nyanserat</strong> för språks och språkinlärnings betydelse kulturellt, politiskt och socialt samt för <strong>komplexa samband</strong> mellan dessa."
        }
      }, {
        "text" : "Eleven för också <strong>________</strong> resonemang om språk i kulturellt, politiskt och socialt hänseende.",
        "knowledgeRequirementChoice" : {
          "E" : "Eleven för också <strong>enkla</strong> resonemang om språk i kulturellt, politiskt och socialt hänseende.",
          "C" : "Eleven för också <strong>välgrundade</strong> resonemang om språk i kulturellt, politiskt och socialt hänseende.",
          "A" : "Eleven för också <strong>välgrundade och nyanserade</strong> resonemang om språk i kulturellt, politiskt och socialt hänseende."
        }
      }, {
        "text" : "Dessutom drar eleven <strong>________</strong> slutsatser om språkets roll i interkulturell kommunikation.",
        "knowledgeRequirementChoice" : {
          "E" : "Dessutom drar eleven <strong>enkla</strong> slutsatser om språkets roll i interkulturell kommunikation.",
          "C" : "Dessutom drar eleven <strong>välgrundade</strong> slutsatser om språkets roll i interkulturell kommunikation.",
          "A" : "Dessutom drar eleven <strong>välgrundade och nyanserade</strong> slutsatser om språkets roll i interkulturell kommunikation."
        }
      } ]
    } ],
    "point" : 100,
    "year" : null
  }, {
    "name" : "Människans språk 2",
    "description" : " Kursen människans språk 2 omfattar punkterna 1–7 under rubriken Ämnets syfte. I kursen behandlas fördjupade kunskaper i ämnet. ",
    "code" : "MÄKMÄK02",
    "centralContent" : [ {
      "heading" : "Undervisningen i kursen ska behandla följande centrala innehåll:",
      "lines" : [ "Fördjupning i världens språkliga mångfald, till exempel i relation till språkpolitik i världen eller språk inom ett geografiskt område.", "Fördjupning i olika typer av språkliga företeelser. Vanliga och ovanliga företeelser i världens språk samt likheter och skillnader mellan språk.", "Språket som fenomen som skiljer människan från andra arter. Språkets biologiska förutsättningar, till exempel talapparaten och den mänskliga språkförmågan. Olika typer av språkstörningar och vad som händer i hjärnan vid språkanvändning.", "Samband mellan språk och kunskapsutveckling.", "Språkvetenskapliga begrepp, metoder och teorier.", "Språkteknologiska tillämpningar. Översikt och användning av tillämpningar där datorer simulerar naturligt språk, till exempel översättningsprogram, syntetiskt tal och automatisk taligenkänning.", "Undersökningar av språkliga företeelser och praktisk språkrelaterad problemlösning.", "Språkanvändning och språklig betydelse i olika kulturella, politiska och sociala sammanhang. Hur kontexten påverkar hur ett språkligt budskap tolkas. Språkets roll i interkulturella möten och relationer." ]
    } ],
    "knowledgeRequirementParagraphs" : [ {
      "heading" : "",
      "knowledgeRequirements" : [ {
        "text" : "Eleven redogör <strong>________</strong> för olika språk och språkfamiljer i världen.",
        "knowledgeRequirementChoice" : {
          "E" : "Eleven redogör <strong>översiktligt</strong> för olika språk och språkfamiljer i världen.",
          "C" : "Eleven redogör <strong>utförligt</strong> för olika språk och språkfamiljer i världen.",
          "A" : "Eleven redogör <strong>utförligt och nyanserat</strong> för olika språk och språkfamiljer i världen."
        }
      }, {
        "text" : "Eleven redogör också <strong>________</strong> för likheter och skillnader mellan språken samt diskuterar <strong>________</strong> tänkbara anledningar till dessa.",
        "knowledgeRequirementChoice" : {
          "E" : "Eleven redogör också <strong>översiktligt</strong> för likheter och skillnader mellan språken samt diskuterar <strong>översiktligt</strong> tänkbara anledningar till dessa.",
          "C" : "Eleven redogör också <strong>utförligt</strong> för likheter och skillnader mellan språken samt diskuterar <strong>utförligt</strong> tänkbara anledningar till dessa.",
          "A" : "Eleven redogör också <strong>utförligt och nyanserat</strong> för likheter och skillnader mellan språken samt diskuterar <strong>utförligt och nyanserat</strong> tänkbara anledningar till dessa."
        }
      }, {
        "text" : "Dessutom beskriver eleven <strong>________</strong> </strong>språklig struktur i bekanta och mindre bekanta språk samt drar <strong>________</strong> slutsatser även i förhållande till sitt modersmål.",
        "knowledgeRequirementChoice" : {
          "E" : "Dessutom beskriver eleven <strong>översiktligt <strong>både enkla och någon mer komplex</strong> </strong>språklig struktur i bekanta och mindre bekanta språk samt drar <strong>enkla</strong> slutsatser även i förhållande till sitt modersmål.",
          "C" : "Dessutom beskriver eleven <strong>utförligt både enkla och några mer komplexa</strong> språkliga strukturer i bekanta och mindre bekanta språk samt drar <strong>välgrundade</strong> slutsatser även i förhållande till sitt modersmål.",
          "A" : "Dessutom beskriver eleven <strong>utförligt och nyanserat både enkla och några mer komplexa</strong> språkliga strukturer i bekanta och mindre bekanta språk samt drar <strong>välgrundade och nyanserade</strong> slutsatser även i förhållande till sitt modersmål."
        }
      } ]
    }, {
      "heading" : "",
      "knowledgeRequirements" : [ {
        "text" : "Eleven redogör <strong>________</strong> för språket som mänskligt fenomen och dess biologiska förutsättningar, för faktorer som kan påverka språkproduktionen och språkförnimmelsen samt för sambanden mellan dessa faktorer och mellan språk och kunskapsutveckling.",
        "knowledgeRequirementChoice" : {
          "E" : "Eleven redogör <strong>översiktligt</strong> för språket som mänskligt fenomen och dess biologiska förutsättningar, för faktorer som kan påverka språkproduktionen och språkförnimmelsen samt för sambanden mellan dessa faktorer och mellan språk och kunskapsutveckling.",
          "C" : "Eleven redogör <strong>utförligt</strong> för språket som mänskligt fenomen och dess biologiska förutsättningar, för faktorer som kan påverka språkproduktionen och språkförnimmelsen samt för sambanden mellan dessa faktorer och mellan språk och kunskapsutveckling.",
          "A" : "Eleven redogör <strong>utförligt och nyanserat</strong> för språket som mänskligt fenomen och dess biologiska förutsättningar, för faktorer som kan påverka språkproduktionen och språkförnimmelsen samt för sambanden mellan dessa faktorer och mellan språk och kunskapsutveckling."
        }
      } ]
    }, {
      "heading" : "",
      "knowledgeRequirements" : [ {
        "text" : "Eleven använder <strong>________</strong> begrepp och <strong>________</strong> relevant metod samt genomför undersökningar av språkliga fenomen och löser språkliga problem med <strong>________</strong> resultat.",
        "knowledgeRequirementChoice" : {
          "E" : "Eleven använder <strong>med viss säkerhet relevanta</strong> begrepp och <strong>någon</strong> relevant metod samt genomför undersökningar av språkliga fenomen och löser språkliga problem med <strong>tillfredsställande</strong> resultat.",
          "C" : "Eleven använder <strong>med viss säkerhet relevanta</strong> begrepp och metoder samt genomför undersökningar av språkliga fenomen och löser <strong>komplexa</strong> språkliga problem med <strong>tillfredsställande</strong> resultat.",
          "A" : "Eleven använder <strong>med säkerhet relevanta</strong> begrepp och metoder samt genomför undersökningar av språkliga fenomen och löser <strong>komplexa</strong> språkliga problem med <strong>gott</strong> resultat."
        }
      }, {
        "text" : "Eleven värderar också resultaten med <strong>________</strong> omdömen.",
        "knowledgeRequirementChoice" : {
          "E" : "Eleven värderar också resultaten med <strong>enkla</strong> omdömen.",
          "C" : "Eleven värderar också resultaten med <strong>nyanserade</strong> omdömen.",
          "A" : "Eleven värderar också resultaten med <strong>nyanserade</strong> omdömen."
        }
      }, {
        "text" : "Dessutom diskuterar eleven <strong>________</strong> olika språkteknologiska tillämpningar.",
        "knowledgeRequirementChoice" : {
          "E" : "Dessutom diskuterar eleven <strong>översiktligt</strong> olika språkteknologiska tillämpningar.",
          "C" : "Dessutom diskuterar eleven <strong>utförligt</strong> olika språkteknologiska tillämpningar.",
          "A" : "Dessutom diskuterar eleven <strong>utförligt och nyanserat</strong> olika språkteknologiska tillämpningar."
        }
      } ]
    }, {
      "heading" : "",
      "knowledgeRequirements" : [ {
        "text" : "Eleven för <strong>________</strong> resonemang om språkanvändning och språklig betydelse samt beskriver <strong>________</strong> hur kontexten påverkar språkliga budskap.",
        "knowledgeRequirementChoice" : {
          "E" : "Eleven för <strong>enkla</strong> resonemang om språkanvändning och språklig betydelse samt beskriver <strong>översiktligt</strong> hur kontexten påverkar språkliga budskap.",
          "C" : "Eleven för <strong>välgrundade</strong> resonemang om språkanvändning och språklig betydelse samt beskriver <strong>utförligt</strong> hur kontexten påverkar språkliga budskap.",
          "A" : "Eleven för <strong>välgrundade och nyanserade</strong> resonemang om språkanvändning och språklig betydelse samt beskriver <strong>utförligt och nyanserat</strong> hur kontexten påverkar språkliga budskap."
        }
      }, {
        "text" : "Dessutom drar eleven <strong>________</strong> slutsatser om språkets roll i interkulturella möten och relationer.",
        "knowledgeRequirementChoice" : {
          "E" : "Dessutom drar eleven <strong>enkla</strong> slutsatser om språkets roll i interkulturella möten och relationer.",
          "C" : "Dessutom drar eleven <strong>välgrundade</strong> slutsatser om språkets roll i interkulturella möten och relationer.",
          "A" : "Dessutom drar eleven <strong>välgrundade och nyanserade</strong> slutsatser om språkets roll i interkulturella möten och relationer."
        }
      } ]
    } ],
    "point" : 100,
    "year" : null
  } ]
}