{
  "name" : "Natur- och landskapsvård",
  "description" : "Naturbrukets branscher har ett ansvar att vårda natur- och kulturvärden samt att värna om den biologiska mångfalden. Natur- och kulturlandskapet är en del av vårt kulturarv och har i alla tider varit en inspirationskälla för konst, litteratur och musik. Genom natur- och landskapsvård skapas värden som har betydelse för kulturen och för rekreation och återhämtning. Ämnet natur- och landskapsvård behandlar skötsel och vård av natur- och kulturvärden. I ämnet behandlas också samspelet mellan naturen och människan samt biologisk mångfald och olika arters livsvillkor.",
  "code" : "NAT",
  "designation" : "",
  "skolfsId" : "2010:194",
  "purposes" : [ {
    "type" : "PARAGRAPH",
    "heading" : "",
    "lines" : [ "Undervisningen i ämnet natur- och landskapsvård ska syfta till att eleverna utvecklar förmåga att arbeta med natur- och landskapsvård.", "Genom undervisningen ska eleverna ges möjlighet att utveckla kunskaper om natur- och kulturvärden samt förståelse av upplevelsevärden och estetiska värden i landskapet.", "Eleverna ska också ges möjlighet att utveckla kunskaper om växt- och djurarter i olika naturmiljöer samt om betydelsen av biologisk mångfald.", "Vidare ska undervisningen leda till att eleverna utvecklar kunskaper om lagar och andra bestämmelser som rör skyddsvärda växter, djur och natur- och kulturmiljöer." ]
  }, {
    "type" : "PARAGRAPH",
    "heading" : "",
    "lines" : [ "Genom fältstudier och undersökningar i fält ska eleverna ges möjlighet att utveckla förmåga att göra observationer samt att dokumentera och presentera resultat.", "I samband med fältstudier ska eleverna också ges möjlighet att utveckla förmåga att identifiera och namnge växt- och djurarter i olika natur- och kulturmiljöer.", "Genom praktiskt arbete ska eleverna ges möjlighet att utveckla biologisk och ekologisk förståelse samt förmåga att tillämpa olika skötselmetoder och använda teknisk utrustning på ett säkert sätt." ]
  }, {
    "type" : "BULLET",
    "heading" : "Undervisningen i ämnet natur- och landskapsvård ska ge eleverna förutsättningar att utveckla följande:",
    "lines" : [ "Kunskaper om kulturlandskapets historiska framväxt samt om betesdjurs och skötselmetoders betydelse för landskapet.", "Förmåga att läsa och tolka planer för natur- och landskapsvård.", "Förmåga att utföra arbetsuppgifter inom natur- och landskapsvård.", "Förmåga att välja och använda teknisk utrustning i samband med natur- och landskapsvård.", "Förmåga att arbeta säkert, ergonomiskt och med hänsyn till miljön.", "Kunskaper om lagar och andra bestämmelser inom natur-, kultur- och landskapsvård.", "Kunskaper om estetiska och upplevelsemässiga värden i landskapet.", "Förmåga att identifiera och namnge växt- och djurarter i kulturlandskapet.", "Förmåga att identifiera och namnge de vanligaste kulturmiljölämningar som förekommer i landskapet." ]
  } ],
  "courses" : [ {
    "name" : "Natur- och landskapsvård",
    "description" : "Kursen natur- och landskapsvård omfattar punkterna 1–9 under rubriken Ämnets syfte.",
    "code" : "NATNAT0",
    "centralContent" : [ {
      "heading" : "Undervisningen i kursen ska behandla följande centrala innehåll:",
      "lines" : [ "Kulturlandskapets historiska framväxt. Påverkan av till exempel växtanvändning, brukningsmetoder, användning av maskiner och redskap, djurhållning samt bebyggelse.", "Betesdjurs betydelse för ett öppet kulturlandskap och för biologisk mångfald.", "Skötselmetoder och arbete med natur- och landskapsvård, till exempel röjning av natur- och kulturmiljöer, skötsel av våtmarker, lieslåtter och stängsling.", "Val av teknisk utrustning i samband med natur- och landskapsvård.", "Arbetsmiljö, ergonomi och säkerhet.", "Brand och brandförebyggande åtgärder i samband med natur- och landskapsvård.", "Lagstiftning för skydd av natur- och kulturmiljöer.", "Växter och djur i olika kulturmiljöer, till exempel strandängar, hag- och ängsmark samt skogsmark.", "Skyddsvärda natur- och kulturmiljöer, till exempel ängsmarker och betesmarker, strandängar, skogsmark, våtmarker och fornminnen." ]
    } ],
    "knowledgeRequirementParagraphs" : [ {
      "heading" : "",
      "knowledgeRequirements" : [ {
        "text" : "Eleven redogör <strong>________</strong> för kulturlandskapets historiska framväxt.",
        "knowledgeRequirementChoice" : {
          "E" : "Eleven redogör <strong>översiktligt</strong> för kulturlandskapets historiska framväxt.",
          "C" : "Eleven redogör <strong>utförligt</strong> för kulturlandskapets historiska framväxt.",
          "A" : "Eleven redogör <strong>utförligt och nyanserat</strong> för kulturlandskapets historiska framväxt."
        }
      }, {
        "text" : "Dessutom redogör eleven <strong>________</strong> för betesdjurs och skötselmetoders betydelse för landskapsbilden och den biologiska mångfalden.",
        "knowledgeRequirementChoice" : {
          "E" : "Dessutom redogör eleven <strong>översiktligt</strong> för betesdjurs och skötselmetoders betydelse för landskapsbilden och den biologiska mångfalden.",
          "C" : "Dessutom redogör eleven <strong>utförligt</strong> för betesdjurs och skötselmetoders betydelse för landskapsbilden och den biologiska mångfalden.",
          "A" : "Dessutom redogör eleven <strong>utförligt och nyanserat</strong> för betesdjurs och skötselmetoders betydelse för landskapsbilden och den biologiska mångfalden."
        }
      }, {
        "text" : "I redogörelsen förklarar eleven <strong>________</strong> samband mellan kulturlandskapets ekologi och biologiska faktorer.",
        "knowledgeRequirementChoice" : {
          "E" : "I redogörelsen förklarar eleven <strong>enkla</strong> samband mellan kulturlandskapets ekologi och biologiska faktorer.",
          "C" : "I redogörelsen förklarar eleven samband mellan kulturlandskapets ekologi och biologiska faktorer.",
          "A" : "I redogörelsen förklarar eleven <strong>komplexa</strong> samband mellan kulturlandskapets ekologi och biologiska faktorer."
        }
      } ]
    }, {
      "heading" : "",
      "knowledgeRequirements" : [ {
        "text" : "Eleven läser och tolkar <strong>________</strong> med handledare planer för natur- och landskapsvård.",
        "knowledgeRequirementChoice" : {
          "E" : "Eleven läser och tolkar <strong>i samråd</strong> med handledare planer för natur- och landskapsvård.",
          "C" : "Eleven läser och tolkar <strong>efter samråd</strong> med handledare planer för natur- och landskapsvård.",
          "A" : "Eleven läser och tolkar <strong>efter samråd</strong> med handledare planer för natur- och landskapsvård."
        }
      }, {
        "text" : "Dessutom följer eleven instruktioner och utför <strong>________</strong> med handledare arbetsuppgifter.",
        "knowledgeRequirementChoice" : {
          "E" : "Dessutom följer eleven instruktioner och utför <strong>i samråd</strong> med handledare arbetsuppgifter.",
          "C" : "Dessutom följer eleven instruktioner och utför <strong>efter samråd</strong> med handledare arbetsuppgifter.",
          "A" : "Dessutom följer eleven instruktioner och utför <strong>efter samråd</strong> med handledare arbetsuppgifter."
        }
      }, {
        "text" : "Resultatet av arbetet är <strong>________</strong>.",
        "knowledgeRequirementChoice" : {
          "E" : "Resultatet av arbetet är <strong>tillfredsställande</strong>.",
          "C" : "Resultatet av arbetet är <strong>tillfredsställande</strong>.",
          "A" : "Resultatet av arbetet är <strong>gott</strong>."
        }
      }, {
        "text" : "I arbetet väljer och använder eleven <strong>________</strong> med handledare relevant teknisk utrustning.",
        "knowledgeRequirementChoice" : {
          "E" : "I arbetet väljer och använder eleven <strong>i samråd</strong> med handledare relevant teknisk utrustning.",
          "C" : "I arbetet väljer och använder eleven <strong>efter samråd</strong> med handledare relevant teknisk utrustning.",
          "A" : "I arbetet väljer och använder eleven <strong>efter samråd</strong> med handledare relevant teknisk utrustning."
        }
      }, {
        "text" : "Eleven löser också <strong>________</strong> med handledare de problem som uppstår.",
        "knowledgeRequirementChoice" : {
          "E" : "Eleven löser också <strong>i samråd</strong> med handledare de problem som uppstår.",
          "C" : "Eleven löser också <strong>efter samråd</strong> med handledare de problem som uppstår.",
          "A" : "Eleven löser också <strong>efter samråd</strong> med handledare de problem som uppstår."
        }
      }, {
        "text" : "Eleven arbetar säkert och ergonomiskt samt tar hänsyn till miljön.",
        "knowledgeRequirementChoice" : {
          "E" : "Eleven arbetar säkert och ergonomiskt samt tar hänsyn till miljön.",
          "C" : "Eleven arbetar säkert och ergonomiskt samt tar hänsyn till miljön.",
          "A" : "Eleven arbetar säkert och ergonomiskt samt tar hänsyn till miljön."
        }
      }, {
        "text" : "Dessutom redogör eleven <strong>________</strong> för och arbetar i enlighet med lagar och andra bestämmelser inom natur-, kultur- och landskapsvård.",
        "knowledgeRequirementChoice" : {
          "E" : "Dessutom redogör eleven <strong>översiktligt</strong> för och arbetar i enlighet med lagar och andra bestämmelser inom natur-, kultur- och landskapsvård.",
          "C" : "Dessutom redogör eleven <strong>utförligt</strong> för och arbetar i enlighet med lagar och andra bestämmelser inom natur-, kultur- och landskapsvård.",
          "A" : "Dessutom redogör eleven <strong>utförligt</strong> för och arbetar i enlighet med lagar och andra bestämmelser inom natur-, kultur- och landskapsvård."
        }
      } ]
    }, {
      "heading" : "",
      "knowledgeRequirements" : [ {
        "text" : "I samband med fältstudier och praktiskt arbete värderar eleven med <strong>________</strong> omdömen estetiska och upplevelsemässiga värden i landskapet samt redogör <strong>________</strong> för vilken skötsel som krävs för att bibehålla och vidareutveckla dessa värden.",
        "knowledgeRequirementChoice" : {
          "E" : "I samband med fältstudier och praktiskt arbete värderar eleven med <strong>enkla</strong> omdömen estetiska och upplevelsemässiga värden i landskapet samt redogör <strong>översiktligt</strong> för vilken skötsel som krävs för att bibehålla och vidareutveckla dessa värden.",
          "C" : "I samband med fältstudier och praktiskt arbete värderar eleven med <strong>enkla</strong> omdömen estetiska och upplevelsemässiga värden i landskapet samt redogör <strong>utförligt</strong> för vilken skötsel som krävs för att bibehålla och vidareutveckla dessa värden.",
          "A" : "I samband med fältstudier och praktiskt arbete värderar eleven med <strong>nyanserade</strong> omdömen estetiska och upplevelsemässiga värden i landskapet samt redogör <strong>utförligt och nyanserat</strong> för vilken skötsel som krävs för att bibehålla och vidareutveckla dessa värden."
        }
      }, {
        "text" : "Eleven identifierar <strong>________</strong> och namnger <strong>________</strong> skyddsvärda växt- och djurarter i kulturlandskapet.",
        "knowledgeRequirementChoice" : {
          "E" : "Eleven identifierar <strong>med viss säkerhet</strong> och namnger <strong>några</strong> skyddsvärda växt- och djurarter i kulturlandskapet.",
          "C" : "Eleven identifierar <strong>med viss säkerhet</strong> och namnger <strong>flera</strong> skyddsvärda växt- och djurarter i kulturlandskapet.",
          "A" : "Eleven identifierar <strong>med säkerhet</strong> och namnger <strong>flera</strong> skyddsvärda växt- och djurarter i kulturlandskapet."
        }
      }, {
        "text" : "Dessutom identifierar eleven <strong>________</strong> och namnger <strong>________</strong> kulturmiljölämningar i landskapet.",
        "knowledgeRequirementChoice" : {
          "E" : "Dessutom identifierar eleven <strong>med viss säkerhet</strong> och namnger <strong>några</strong> kulturmiljölämningar i landskapet.",
          "C" : "Dessutom identifierar eleven <strong>med viss säkerhet</strong> och namnger <strong>flera</strong> kulturmiljölämningar i landskapet.",
          "A" : "Dessutom identifierar eleven <strong>med säkerhet</strong> och namnger <strong>flera</strong> kulturmiljölämningar i landskapet."
        }
      } ]
    }, {
      "heading" : "",
      "knowledgeRequirements" : [ {
        "text" : "När eleven samråder med handledare bedömer hon eller han <strong>________</strong> den egna förmågan och situationens krav.",
        "knowledgeRequirementChoice" : {
          "E" : "När eleven samråder med handledare bedömer hon eller han <strong>med viss säkerhet</strong> den egna förmågan och situationens krav.",
          "C" : "När eleven samråder med handledare bedömer hon eller han <strong>med viss säkerhet</strong> den egna förmågan och situationens krav.",
          "A" : "När eleven samråder med handledare bedömer hon eller han <strong>med säkerhet</strong> den egna förmågan och situationens krav."
        }
      } ]
    } ],
    "point" : 100,
    "year" : null
  } ]
}