{
  "name" : "Odling i växthus",
  "description" : "Växthus är i dag utrustade med avancerad teknik för styrning av klimat och övriga tillväxtfaktorer. För optimal produktion med hög kvalitet på de odlade produkterna krävs goda biologiska och tekniska kunskaper, kunskaper om olika växters krav samt kunskaper om växthuskonstruktioner och teknisk utrustning. Ämnet odling i växthus behandlar yrkesmässig produktion av prydnadsväxter och grönsaker i växthus. Dessutom behandlas kretsloppstänkande och övriga miljöaspekter i samband med odling och annan användning av växthus.",
  "code" : "ODI",
  "designation" : "",
  "skolfsId" : "2010:196",
  "purposes" : [ {
    "type" : "PARAGRAPH",
    "heading" : "",
    "lines" : [ "Undervisningen i ämnet odling i växthus ska syfta till att eleverna utvecklar kunskaper om odlingsförutsättningar samt förmåga att odla växter med utgångspunkt från tillväxtfaktorer och miljökrav.", "Den ska också bidra till att eleverna utvecklar kunskaper om hur tillväxtfaktorerna kan styras med hjälp av teknik och digital utrustning.", "I undervisningen ska eleverna ges möjlighet att utveckla kunskaper om hur växthuskonstruktioner och växthusets yta kan användas för god kvalitet och lönsamhet.", "Eleverna ska också ges möjlighet att utveckla förmåga att planera och genomföra arbetsuppgifter på ett säkert och ergonomiskt sätt med hänsyn till miljö och kretsloppstänkande." ]
  }, {
    "type" : "PARAGRAPH",
    "heading" : "",
    "lines" : [ "Praktiskt arbete, fältstudier och ett undersökande arbetssätt ska ingå i undervisningen." ]
  }, {
    "type" : "BULLET",
    "heading" : "Undervisningen i ämnet odling i växthus ska ge eleverna förutsättningar att utveckla följande:",
    "lines" : [ "Förmåga att tolka och upprätta odlingsplaner samt att göra ekonomiska beräkningar.", "Förmåga att planera och genomföra arbetsuppgifter inom odling i växthus.", "Förmåga att använda teknisk utrustning samt att arbeta hantverksmässigt, säkert och ergonomiskt.", "Kunskaper om lagar och andra bestämmelser inom området.", "Kunskaper om produkter och produktkvalitet samt om hur produkterna säljs.", "Kunskaper om odlingsförutsättningar, produktionsprocesser och hur olika växters miljökrav kan tillgodoses samt förmåga att styra tillväxtfaktorer i växthus med hjälp av digital teknik och reglerutrustning.", "Kunskaper om växthuskonstruktioner och hur växthusets yta och konstruktion kan användas samt förmåga att sköta växthusbyggnader.", "Kunskaper om miljö och kretsloppstänkande i samband med växthusodling.", "Kunskaper om växtskadegörare samt förmåga att arbeta med växtskyddsåtgärder." ]
  } ],
  "courses" : [ {
    "name" : "Odling i växthus 1",
    "description" : "Kursen odling i växthus 1 omfattar punkterna 2–6 och 8–9 under rubriken Ämnets syfte, med särskild betoning på punkterna 2 och 8.",
    "code" : "ODIODL01",
    "centralContent" : [ {
      "heading" : "Undervisningen i kursen ska behandla följande centrala innehåll:",
      "lines" : [ ]
    }, {
      "heading" : "Arbetsuppgifter",
      "lines" : [ "Planering och organisation av arbetsuppgifter för olika växthuskulturer.", "Arbete med förökning, plantering, tillväxtreglering, bevattning och andra skötselåtgärder.", "Arbetsmetoder för god hygien och förebyggande växtskyddsåtgärder." ]
    }, {
      "heading" : "Arbetsmiljö, säkerhetsfrågor och bestämmelser",
      "lines" : [ "Arbetsmiljö, ergonomi och säkerhet i samband med odling i växthus.", "Lagar och andra bestämmelser i samband med aktuell odling i växthus, till exempel miljölagstiftning, livsmedelslagstiftning och kvalitetsbestämmelser." ]
    }, {
      "heading" : "Teknik",
      "lines" : [ "Växthusets inredning. Materialanvändning i samband med odling, till exempel användning av krukor, substrat och förpackningar.", "Styr- och reglerteknik för klimatreglering, belysning, koldioxidtillförsel, bevattning, växtnäringstillförsel och recirkulation.", "Teknisk utrustning för plantering, packning, sortering och interna transporter." ]
    }, {
      "heading" : "Biologisk grund",
      "lines" : [ "Produktionsprocessen för växthusodlade produkter. Odlingssystem, tillväxtfaser och tillväxtreglering.", "Vattenkvalitet och miljöaspekter i samband med odling i växthus.", "Växtsjukdomar och skadedjur, smittspridning samt direkta och förebyggande växtskyddsåtgärder." ]
    } ],
    "knowledgeRequirementParagraphs" : [ {
      "heading" : "",
      "knowledgeRequirements" : [ {
        "text" : "Eleven följer arbetsinstruktioner och utför <strong>________</strong> med handledare <strong>________</strong> arbetsuppgifter inom odling i växthus.",
        "knowledgeRequirementChoice" : {
          "E" : "Eleven följer arbetsinstruktioner och utför <strong>i samråd</strong> med handledare <strong>avgränsade</strong> arbetsuppgifter inom odling i växthus.",
          "C" : "Eleven följer arbetsinstruktioner och utför <strong>efter samråd</strong> med handledare <strong>sammanhållna</strong> arbetsuppgifter inom odling i växthus.",
          "A" : "Eleven följer arbetsinstruktioner och utför <strong>efter samråd</strong> med handledare <strong>sammanhållna</strong> arbetsuppgifter inom odling i växthus."
        }
      }, {
        "text" : "Resultatet av arbetet är <strong>________</strong>.",
        "knowledgeRequirementChoice" : {
          "E" : "Resultatet av arbetet är <strong>tillfredsställande</strong>.",
          "C" : "Resultatet av arbetet är <strong>tillfredsställande</strong>.",
          "A" : "Resultatet av arbetet är <strong>gott</strong>."
        }
      }, {
        "text" : "I arbetet löser eleven <strong>________</strong> med handledare de problem som uppstår.",
        "knowledgeRequirementChoice" : {
          "E" : "I arbetet löser eleven <strong>i samråd</strong> med handledare de problem som uppstår.",
          "C" : "I arbetet löser eleven <strong>efter samråd</strong> med handledare de problem som uppstår.",
          "A" : "I arbetet löser eleven <strong>efter samråd</strong> med handledare de problem som uppstår."
        }
      }, {
        "text" : "Eleven arbetar säkert och ergonomiskt riktigt både med hantverksmässiga metoder och med den tekniska utrustning som används för att genomföra olika arbetsuppgifter.",
        "knowledgeRequirementChoice" : {
          "E" : "Eleven arbetar säkert och ergonomiskt riktigt både med hantverksmässiga metoder och med den tekniska utrustning som används för att genomföra olika arbetsuppgifter.",
          "C" : "Eleven arbetar säkert och ergonomiskt riktigt både med hantverksmässiga metoder och med den tekniska utrustning som används för att genomföra olika arbetsuppgifter.",
          "A" : "Eleven arbetar säkert och ergonomiskt riktigt både med hantverksmässiga metoder och med den tekniska utrustning som används för att genomföra olika arbetsuppgifter."
        }
      }, {
        "text" : "Eleven redogör <strong>________</strong> för och arbetar i enlighet med lagar och andra bestämmelser som gäller i aktuella situationer.",
        "knowledgeRequirementChoice" : {
          "E" : "Eleven redogör <strong>översiktligt</strong> för och arbetar i enlighet med lagar och andra bestämmelser som gäller i aktuella situationer.",
          "C" : "Eleven redogör <strong>utförligt</strong> för och arbetar i enlighet med lagar och andra bestämmelser som gäller i aktuella situationer.",
          "A" : "Eleven redogör <strong>utförligt</strong> för och arbetar i enlighet med lagar och andra bestämmelser som gäller i aktuella situationer."
        }
      } ]
    }, {
      "heading" : "",
      "knowledgeRequirements" : [ {
        "text" : "Eleven redogör <strong>________</strong> för odlingsförutsättningar, produktionsprocessen och odlingssystem samt för försäljning av olika växthusodlade produkter.",
        "knowledgeRequirementChoice" : {
          "E" : "Eleven redogör <strong>översiktligt</strong> för odlingsförutsättningar, produktionsprocessen och odlingssystem samt för försäljning av olika växthusodlade produkter.",
          "C" : "Eleven redogör <strong>utförligt</strong> för odlingsförutsättningar, produktionsprocessen och odlingssystem samt för försäljning av olika växthusodlade produkter.",
          "A" : "Eleven redogör <strong>utförligt och nyanserat</strong> för odlingsförutsättningar, produktionsprocessen och odlingssystem samt för försäljning av olika växthusodlade produkter."
        }
      }, {
        "text" : "Redogörelsen innehåller <strong>________</strong> biologiska förklaringar och samband.",
        "knowledgeRequirementChoice" : {
          "E" : "Redogörelsen innehåller <strong>enkla</strong> biologiska förklaringar och samband.",
          "C" : "Redogörelsen innehåller <strong>välgrundade</strong> biologiska förklaringar och samband.",
          "A" : "Redogörelsen innehåller <strong>välgrundade och nyanserade</strong> biologiska förklaringar och samband."
        }
      }, {
        "text" : "Eleven redogör också <strong>________</strong> för den styr- och reglerteknik som används för att styra klimat och andra tillväxtfaktorer samt för övrig teknisk utrustning som används i samband med produktionsprocessen.",
        "knowledgeRequirementChoice" : {
          "E" : "Eleven redogör också <strong>översiktligt</strong> för den styr- och reglerteknik som används för att styra klimat och andra tillväxtfaktorer samt för övrig teknisk utrustning som används i samband med produktionsprocessen.",
          "C" : "Eleven redogör också <strong>utförligt</strong> för den styr- och reglerteknik som används för att styra klimat och andra tillväxtfaktorer samt för övrig teknisk utrustning som används i samband med produktionsprocessen.",
          "A" : "Eleven redogör också <strong>utförligt och nyanserat</strong> för den styr- och reglerteknik som används för att styra klimat och andra tillväxtfaktorer samt för övrig teknisk utrustning som används i samband med produktionsprocessen."
        }
      }, {
        "text" : "Dessutom redogör eleven <strong>________</strong> för miljöaspekter och åtgärder för miljöhänsyn i samband med odling i växthus.",
        "knowledgeRequirementChoice" : {
          "E" : "Dessutom redogör eleven <strong>översiktligt</strong> för miljöaspekter och åtgärder för miljöhänsyn i samband med odling i växthus.",
          "C" : "Dessutom redogör eleven <strong>utförligt</strong> för miljöaspekter och åtgärder för miljöhänsyn i samband med odling i växthus.",
          "A" : "Dessutom redogör eleven <strong>utförligt och nyanserat</strong> för miljöaspekter och åtgärder för miljöhänsyn i samband med odling i växthus."
        }
      }, {
        "text" : "I redogörelsen gör eleven <strong>________</strong> reflektioner över miljö och kvalitet i samband med odling i växthus.",
        "knowledgeRequirementChoice" : {
          "E" : "I redogörelsen gör eleven <strong>enkla</strong> reflektioner över miljö och kvalitet i samband med odling i växthus.",
          "C" : "I redogörelsen gör eleven <strong>välgrundade</strong> reflektioner över miljö och kvalitet i samband med odling i växthus.",
          "A" : "I redogörelsen gör eleven <strong>välgrundade och nyanserade</strong> reflektioner över miljö och kvalitet i samband med odling i växthus."
        }
      } ]
    }, {
      "heading" : "",
      "knowledgeRequirements" : [ {
        "text" : "I samband med fältstudier beskriver eleven <strong>________</strong> växternas utveckling och kvalitet samt hur olika tillväxtfaktorer kan regleras.",
        "knowledgeRequirementChoice" : {
          "E" : "I samband med fältstudier beskriver eleven <strong>översiktligt</strong> växternas utveckling och kvalitet samt hur olika tillväxtfaktorer kan regleras.",
          "C" : "I samband med fältstudier beskriver eleven <strong>utförligt</strong> växternas utveckling och kvalitet samt hur olika tillväxtfaktorer kan regleras.",
          "A" : "I samband med fältstudier beskriver eleven <strong>utförligt och nyanserat</strong> växternas utveckling och kvalitet samt hur olika tillväxtfaktorer kan regleras."
        }
      }, {
        "text" : "Beskrivningen innehåller <strong>________</strong> förklaringar av hur växternas utveckling påverkas av olika tillväxtfaktorer.",
        "knowledgeRequirementChoice" : {
          "E" : "Beskrivningen innehåller <strong>enkla</strong> förklaringar av hur växternas utveckling påverkas av olika tillväxtfaktorer.",
          "C" : "Beskrivningen innehåller <strong>välgrundade</strong> förklaringar av hur växternas utveckling påverkas av olika tillväxtfaktorer.",
          "A" : "Beskrivningen innehåller <strong>välgrundade och nyanserade</strong> förklaringar av hur växternas utveckling påverkas av olika tillväxtfaktorer."
        }
      }, {
        "text" : "Eleven identifierar <strong>________</strong> ett begränsat antal växtskadegörare på växthuskulturer.",
        "knowledgeRequirementChoice" : {
          "E" : "Eleven identifierar <strong>med viss säkerhet</strong> ett begränsat antal växtskadegörare på växthuskulturer.",
          "C" : "Eleven identifierar <strong>med viss säkerhet</strong> ett begränsat antal växtskadegörare på växthuskulturer.",
          "A" : "Eleven identifierar <strong>med säkerhet</strong> ett begränsat antal växtskadegörare på växthuskulturer."
        }
      }, {
        "text" : "Dessutom redogör eleven <strong>________</strong> för de skador dessa växtskadegörare kan förorsaka samt för lämpliga förebyggande åtgärder och direkta motåtgärder.",
        "knowledgeRequirementChoice" : {
          "E" : "Dessutom redogör eleven <strong>översiktligt</strong> för de skador dessa växtskadegörare kan förorsaka samt för lämpliga förebyggande åtgärder och direkta motåtgärder.",
          "C" : "Dessutom redogör eleven <strong>utförligt</strong> för de skador dessa växtskadegörare kan förorsaka samt för lämpliga förebyggande åtgärder och direkta motåtgärder.",
          "A" : "Dessutom redogör eleven <strong>utförligt och nyanserat</strong> för de skador dessa växtskadegörare kan förorsaka samt för lämpliga förebyggande åtgärder och direkta motåtgärder."
        }
      }, {
        "text" : "Redogörelsen innehåller <strong>________</strong> biologiska förklaringar.",
        "knowledgeRequirementChoice" : {
          "E" : "Redogörelsen innehåller <strong>enkla</strong> biologiska förklaringar.",
          "C" : "Redogörelsen innehåller <strong>välgrundade</strong> biologiska förklaringar.",
          "A" : "Redogörelsen innehåller <strong>välgrundade och nyanserade</strong> biologiska förklaringar."
        }
      } ]
    }, {
      "heading" : "",
      "knowledgeRequirements" : [ {
        "text" : "När eleven samråder med handledare bedömer hon eller han <strong>________</strong> den egna förmågan och situationens krav.",
        "knowledgeRequirementChoice" : {
          "E" : "När eleven samråder med handledare bedömer hon eller han <strong>med viss säkerhet</strong> den egna förmågan och situationens krav.",
          "C" : "När eleven samråder med handledare bedömer hon eller han <strong>med viss säkerhet</strong> den egna förmågan och situationens krav.",
          "A" : "När eleven samråder med handledare bedömer hon eller han <strong>med säkerhet</strong> den egna förmågan och situationens krav."
        }
      } ]
    } ],
    "point" : 100,
    "year" : null
  }, {
    "name" : "Odling i växthus 2",
    "description" : "Kursen odling i växthus 2 omfattar punkterna 1–9 under rubriken Ämnets syfte, med särskild betoning på punkterna 1–2 och 7.",
    "code" : "ODIODL02",
    "centralContent" : [ {
      "heading" : "Undervisningen i kursen ska behandla följande centrala innehåll:",
      "lines" : [ ]
    }, {
      "heading" : "Arbetsuppgifter",
      "lines" : [ "Produktionsplanering, arbetsorganisation och arbetsuppgifter enligt produktionsplan.", "Växtnäringsberäkningar.", "Ekonomiska beräkningar.", "Efterfrågan och försäljningssätt för växthusodlade produkter.", "Uppföljning och bedömning av odlingsresultat och kvalitet." ]
    }, {
      "heading" : "Arbetsmiljö, säkerhetsfrågor och bestämmelser",
      "lines" : [ "Arbetsmiljö, ergonomi och säkerhet i samband med odling i växthus.", "Lagar och andra bestämmelser i samband med aktuell odling i växthus, till exempel miljölagen, livsmedelslagen och kvalitetsregler." ]
    }, {
      "heading" : "Teknik",
      "lines" : [ "Växthuskonstruktioner och användningsområden.", "Uppvärmningssystem, energikällor och miljökrav.", "Tekniska lösningar för optimal användning av växthusyta.", "Recirkulation av vatten och näringslösningar." ]
    }, {
      "heading" : "Biologisk grund",
      "lines" : [ "Samband mellan odlingssystem, effektivitet, kvalitet och miljöpåverkan.", "Odlingssubstrat för olika växtslag och odlingssystem.", "Materialanvändning och avfallshantering.", "Kvalitet, hållbarhet och miljöfrågor i samband med näringstillförsel, växtskyddsåtgärder och materialanvändning.", "Nyttoorganismer och förebyggande växtskydd." ]
    } ],
    "knowledgeRequirementParagraphs" : [ {
      "heading" : "",
      "knowledgeRequirements" : [ {
        "text" : "Eleven tolkar <strong>________</strong> med handledare odlingsplaner för växthusodlade kulturer.",
        "knowledgeRequirementChoice" : {
          "E" : "Eleven tolkar <strong>i samråd</strong> med handledare odlingsplaner för växthusodlade kulturer.",
          "C" : "Eleven tolkar <strong>efter samråd</strong> med handledare odlingsplaner för växthusodlade kulturer.",
          "A" : "Eleven tolkar <strong>efter samråd</strong> med handledare odlingsplaner för växthusodlade kulturer."
        }
      }, {
        "text" : "Dessutom upprättar eleven <strong>________</strong> med handledare en egen odlingsplan med utgångspunkt från givna förutsättningar samt motiverar <strong>________</strong> sina val i planen.",
        "knowledgeRequirementChoice" : {
          "E" : "Dessutom upprättar eleven <strong>i samråd</strong> med handledare en egen odlingsplan med utgångspunkt från givna förutsättningar samt motiverar <strong>översiktligt</strong> sina val i planen.",
          "C" : "Dessutom upprättar eleven <strong>efter samråd</strong> med handledare en egen odlingsplan med utgångspunkt från givna förutsättningar samt motiverar <strong>utförligt</strong> sina val i planen.",
          "A" : "Dessutom upprättar eleven <strong>efter samråd</strong> med handledare en egen odlingsplan med utgångspunkt från givna förutsättningar samt motiverar <strong>utförligt och nyanserat</strong> sina val i planen."
        }
      }, {
        "text" : "I planen beskriver eleven <strong>________</strong> produktionsprocessen och odlingssystemet för aktuella växtslag samt användningsgraden av växthusytan.",
        "knowledgeRequirementChoice" : {
          "E" : "I planen beskriver eleven <strong>översiktligt</strong> produktionsprocessen och odlingssystemet för aktuella växtslag samt användningsgraden av växthusytan.",
          "C" : "I planen beskriver eleven <strong>utförligt</strong> produktionsprocessen och odlingssystemet för aktuella växtslag samt användningsgraden av växthusytan.",
          "A" : "I planen beskriver eleven <strong>utförligt och nyanserat</strong> produktionsprocessen och odlingssystemet för aktuella växtslag samt användningsgraden av växthusytan."
        }
      }, {
        "text" : "Planen innehåller <strong>________</strong> ekonomiska beräkningar.",
        "knowledgeRequirementChoice" : {
          "E" : "Planen innehåller <strong>enkla</strong> ekonomiska beräkningar.",
          "C" : "Planen innehåller ekonomiska beräkningar.",
          "A" : "Planen innehåller <strong>avancerade</strong> ekonomiska beräkningar."
        }
      }, {
        "text" : "Eleven bedömer <strong>________</strong> med handledare när och hur olika arbetsuppgifter ska genomföras för optimalt odlingsresultat.",
        "knowledgeRequirementChoice" : {
          "E" : "Eleven bedömer <strong>i samråd</strong> med handledare när och hur olika arbetsuppgifter ska genomföras för optimalt odlingsresultat.",
          "C" : "Eleven bedömer <strong>efter samråd</strong> med handledare när och hur olika arbetsuppgifter ska genomföras för optimalt odlingsresultat.",
          "A" : "Eleven bedömer <strong>efter samråd</strong> med handledare när och hur olika arbetsuppgifter ska genomföras för optimalt odlingsresultat."
        }
      } ]
    }, {
      "heading" : "",
      "knowledgeRequirements" : [ {
        "text" : "Eleven organiserar, planerar och utför <strong>________</strong> med handledare <strong>________</strong></strong> arbetsuppgifter inom odling i växthus.",
        "knowledgeRequirementChoice" : {
          "E" : "Eleven organiserar, planerar och utför <strong>i samråd</strong> med handledare <strong><strong>avgränsade</strong></strong> arbetsuppgifter inom odling i växthus.",
          "C" : "Eleven organiserar, planerar och utför <strong>efter samråd</strong> med handledare <strong><strong>sammanhållna</strong></strong> arbetsuppgifter inom odling i växthus.",
          "A" : "Eleven organiserar, planerar och utför <strong>efter samråd</strong> med handledare <strong><strong>sammanhållna</strong></strong> arbetsuppgifter inom odling i växthus."
        }
      }, {
        "text" : "Resultatet av arbetet är <strong>________</strong>.",
        "knowledgeRequirementChoice" : {
          "E" : "Resultatet av arbetet är <strong>tillfredsställande</strong>.",
          "C" : "Resultatet av arbetet är <strong>tillfredsställande</strong>.",
          "A" : "Resultatet av arbetet är <strong>gott</strong>."
        }
      }, {
        "text" : "I arbetet löser eleven <strong>________</strong> med handledare de problem som uppstår.",
        "knowledgeRequirementChoice" : {
          "E" : "I arbetet löser eleven <strong>i samråd</strong> med handledare de problem som uppstår.",
          "C" : "I arbetet löser eleven <strong>efter samråd</strong> med handledare de problem som uppstår.",
          "A" : "I arbetet löser eleven <strong>efter samråd</strong> med handledare de problem som uppstår."
        }
      }, {
        "text" : "Eleven arbetar säkert och ergonomiskt riktigt både med hantverksmässiga metoder och med den tekniska utrustning som används för att genomföra olika arbetsuppgifter.",
        "knowledgeRequirementChoice" : {
          "E" : "Eleven arbetar säkert och ergonomiskt riktigt både med hantverksmässiga metoder och med den tekniska utrustning som används för att genomföra olika arbetsuppgifter.",
          "C" : "Eleven arbetar säkert och ergonomiskt riktigt både med hantverksmässiga metoder och med den tekniska utrustning som används för att genomföra olika arbetsuppgifter.",
          "A" : "Eleven arbetar säkert och ergonomiskt riktigt både med hantverksmässiga metoder och med den tekniska utrustning som används för att genomföra olika arbetsuppgifter."
        }
      }, {
        "text" : "Eleven redogör <strong>________</strong> för och arbetar i enlighet med lagar och andra bestämmelser som gäller i aktuella situationer.",
        "knowledgeRequirementChoice" : {
          "E" : "Eleven redogör <strong>översiktligt</strong> för och arbetar i enlighet med lagar och andra bestämmelser som gäller i aktuella situationer.",
          "C" : "Eleven redogör <strong>utförligt</strong> för och arbetar i enlighet med lagar och andra bestämmelser som gäller i aktuella situationer.",
          "A" : "Eleven redogör <strong>utförligt</strong> för och arbetar i enlighet med lagar och andra bestämmelser som gäller i aktuella situationer."
        }
      } ]
    }, {
      "heading" : "",
      "knowledgeRequirements" : [ {
        "text" : "Eleven redogör <strong>________</strong> för produktionsprocessen, odlingssystem, kvalitetsfrågor samt för försäljning av olika växthusodlade produkter.",
        "knowledgeRequirementChoice" : {
          "E" : "Eleven redogör <strong>översiktligt</strong> för produktionsprocessen, odlingssystem, kvalitetsfrågor samt för försäljning av olika växthusodlade produkter.",
          "C" : "Eleven redogör <strong>utförligt</strong> för produktionsprocessen, odlingssystem, kvalitetsfrågor samt för försäljning av olika växthusodlade produkter.",
          "A" : "Eleven redogör <strong>utförligt och nyanserat</strong> för produktionsprocessen, odlingssystem, kvalitetsfrågor samt för försäljning av olika växthusodlade produkter."
        }
      }, {
        "text" : "Redogörelsen innehåller <strong>________</strong> biologiska förklaringar och samband.",
        "knowledgeRequirementChoice" : {
          "E" : "Redogörelsen innehåller <strong>enkla</strong> biologiska förklaringar och samband.",
          "C" : "Redogörelsen innehåller <strong>välgrundade</strong> biologiska förklaringar och samband.",
          "A" : "Redogörelsen innehåller <strong>välgrundade och nyanserade</strong> biologiska förklaringar och samband."
        }
      }, {
        "text" : "Dessutom redogör eleven <strong>________</strong> för växthuskonstruktioner, teknisk utrustning och energikällor för uppvärmning av växthus.",
        "knowledgeRequirementChoice" : {
          "E" : "Dessutom redogör eleven <strong>översiktligt</strong> för växthuskonstruktioner, teknisk utrustning och energikällor för uppvärmning av växthus.",
          "C" : "Dessutom redogör eleven <strong>utförligt</strong> för växthuskonstruktioner, teknisk utrustning och energikällor för uppvärmning av växthus.",
          "A" : "Dessutom redogör eleven <strong>utförligt och nyanserat</strong> för växthuskonstruktioner, teknisk utrustning och energikällor för uppvärmning av växthus."
        }
      }, {
        "text" : "Redogörelsen innehåller <strong>________</strong> biologiska, tekniska och ekonomiska förklaringar.",
        "knowledgeRequirementChoice" : {
          "E" : "Redogörelsen innehåller <strong>enkla</strong> biologiska, tekniska och ekonomiska förklaringar.",
          "C" : "Redogörelsen innehåller <strong>välgrundade</strong> biologiska, tekniska och ekonomiska förklaringar.",
          "A" : "Redogörelsen innehåller <strong>välgrundade och nyanserade</strong> biologiska, tekniska och ekonomiska förklaringar."
        }
      } ]
    }, {
      "heading" : "",
      "knowledgeRequirements" : [ {
        "text" : "I samband med fältstudier beskriver eleven <strong>________</strong> växternas utveckling och kvalitet samt hur olika tillväxtfaktorer kan regleras.",
        "knowledgeRequirementChoice" : {
          "E" : "I samband med fältstudier beskriver eleven <strong>översiktligt</strong> växternas utveckling och kvalitet samt hur olika tillväxtfaktorer kan regleras.",
          "C" : "I samband med fältstudier beskriver eleven <strong>utförligt</strong> växternas utveckling och kvalitet samt hur olika tillväxtfaktorer kan regleras.",
          "A" : "I samband med fältstudier beskriver eleven <strong>utförligt och nyanserat</strong> växternas utveckling och kvalitet samt hur olika tillväxtfaktorer kan regleras."
        }
      }, {
        "text" : "Beskrivningen innehåller <strong>________</strong> förklaringar av hur växternas utveckling påverkas av olika tillväxtfaktorer.",
        "knowledgeRequirementChoice" : {
          "E" : "Beskrivningen innehåller <strong>enkla</strong> förklaringar av hur växternas utveckling påverkas av olika tillväxtfaktorer.",
          "C" : "Beskrivningen innehåller <strong>välgrundade</strong> förklaringar av hur växternas utveckling påverkas av olika tillväxtfaktorer.",
          "A" : "Beskrivningen innehåller <strong>välgrundade och nyanserade</strong> förklaringar av hur växternas utveckling påverkas av olika tillväxtfaktorer."
        }
      }, {
        "text" : "Eleven identifierar <strong>________</strong> ett flertal växtskadegörare på växthuskulturer.",
        "knowledgeRequirementChoice" : {
          "E" : "Eleven identifierar <strong>med viss säkerhet</strong> ett flertal växtskadegörare på växthuskulturer.",
          "C" : "Eleven identifierar <strong>med viss säkerhet</strong> ett flertal växtskadegörare på växthuskulturer.",
          "A" : "Eleven identifierar <strong>med säkerhet</strong> ett flertal växtskadegörare på växthuskulturer."
        }
      }, {
        "text" : "Dessutom redogör eleven <strong>________</strong> för de skador dessa växtskadegörare kan förorsaka samt för lämpliga förebyggande åtgärder och direkta motåtgärder.",
        "knowledgeRequirementChoice" : {
          "E" : "Dessutom redogör eleven <strong>översiktligt</strong> för de skador dessa växtskadegörare kan förorsaka samt för lämpliga förebyggande åtgärder och direkta motåtgärder.",
          "C" : "Dessutom redogör eleven <strong>utförligt</strong> för de skador dessa växtskadegörare kan förorsaka samt för lämpliga förebyggande åtgärder och direkta motåtgärder.",
          "A" : "Dessutom redogör eleven <strong>utförligt och nyanserat</strong> för de skador dessa växtskadegörare kan förorsaka samt för lämpliga förebyggande åtgärder och direkta motåtgärder."
        }
      }, {
        "text" : "Redogörelsen innehåller <strong>________</strong> förklaringar till sambandet mellan växternas utveckling och kondition och risk för angrepp.",
        "knowledgeRequirementChoice" : {
          "E" : "Redogörelsen innehåller <strong>enkla</strong> förklaringar till sambandet mellan växternas utveckling och kondition och risk för angrepp.",
          "C" : "Redogörelsen innehåller <strong>välgrundade</strong> förklaringar till sambandet mellan växternas utveckling och kondition och risk för angrepp.",
          "A" : "Redogörelsen innehåller <strong>välgrundade och nyanserade</strong> förklaringar till sambandet mellan växternas utveckling och kondition och risk för angrepp."
        }
      } ]
    }, {
      "heading" : "",
      "knowledgeRequirements" : [ {
        "text" : "När eleven samråder med handledare bedömer hon eller han <strong>________</strong> den egna förmågan och situationens krav.",
        "knowledgeRequirementChoice" : {
          "E" : "När eleven samråder med handledare bedömer hon eller han <strong>med viss säkerhet</strong> den egna förmågan och situationens krav.",
          "C" : "När eleven samråder med handledare bedömer hon eller han <strong>med viss säkerhet</strong> den egna förmågan och situationens krav.",
          "A" : "När eleven samråder med handledare bedömer hon eller han <strong>med säkerhet</strong> den egna förmågan och situationens krav."
        }
      } ]
    } ],
    "point" : 100,
    "year" : null
  }, {
    "name" : "Odling i växthus – specialisering",
    "description" : "Kursen odling i växthus – specialisering omfattar punkterna 1–9 under rubriken Ämnets syfte, med särskild betoning på punkterna 1–3 och 5. I kursen behandlas fördjupade kunskaper inom vald produktion.",
    "code" : "ODIODI00S",
    "centralContent" : [ {
      "heading" : "Undervisningen i kursen ska behandla följande centrala innehåll:",
      "lines" : [ "Odlingsprocessen och produktionsplaner samt ekonomiska beräkningar inom vald produktion.", "Arbetsuppgifter inom en specialiserad produktion i växthus med aktuell teknisk utrustning.", "Arbetsmiljö, ergonomi och säkerhet i samband med specialiserad produktion.", "Lagar och andra bestämmelser inom området.", "Odlingsförutsättningar, produktionsmöjligheter och försäljning inom aktuell produktion. Småskalig respektive storskalig produktion.", "Miljöaspekter, produktkvalitet och livsmedelssäkerhet.", "Utvecklingsmöjligheter, nya produkter och ny teknik inom en specialiserad produktion.", "Informationssökning om aktuell produktion samt presentation.", "Förebyggande och direkta växtskyddsåtgärder." ]
    } ],
    "knowledgeRequirementParagraphs" : [ {
      "heading" : "",
      "knowledgeRequirements" : [ {
        "text" : "Eleven upprättar <strong>________</strong> med handledare en odlingsplan för ett specialområde inom odling i växthus och en <strong>________</strong> ekonomisk kalkyl med utgångspunkt i aktuella odlingsförutsättningar, krav på miljöhänsyn och kretsloppstänkande samt i försäljningsmöjligheter.",
        "knowledgeRequirementChoice" : {
          "E" : "Eleven upprättar <strong>i samråd</strong> med handledare en odlingsplan för ett specialområde inom odling i växthus och en <strong>enkel</strong> ekonomisk kalkyl med utgångspunkt i aktuella odlingsförutsättningar, krav på miljöhänsyn och kretsloppstänkande samt i försäljningsmöjligheter.",
          "C" : "Eleven upprättar <strong>efter samråd</strong> med handledare en odlingsplan för ett specialområde inom odling i växthus och en ekonomisk kalkyl med utgångspunkt i aktuella odlingsförutsättningar, krav på miljöhänsyn och kretsloppstänkande samt i försäljningsmöjligheter.",
          "A" : "Eleven upprättar <strong>efter samråd</strong> med handledare en odlingsplan för ett specialområde inom odling i växthus och en <strong>avancerad</strong> ekonomisk kalkyl med utgångspunkt i aktuella odlingsförutsättningar, krav på miljöhänsyn och kretsloppstänkande samt i försäljningsmöjligheter."
        }
      }, {
        "text" : "Eleven planerar och utför <strong>________</strong> med handledare <strong>________</strong></strong> arbetsuppgifter enligt odlingsplanen.",
        "knowledgeRequirementChoice" : {
          "E" : "Eleven planerar och utför <strong>i samråd</strong> med handledare <strong><strong>avgränsade</strong></strong> arbetsuppgifter enligt odlingsplanen.",
          "C" : "Eleven planerar och utför <strong>efter samråd</strong> med handledare <strong><strong>sammanhållna</strong></strong> arbetsuppgifter enligt odlingsplanen.",
          "A" : "Eleven planerar och utför <strong>efter samråd</strong> med handledare <strong><strong>sammanhållna</strong></strong> arbetsuppgifter enligt odlingsplanen."
        }
      }, {
        "text" : "I planeringen bedömer eleven <strong>________</strong> med handledare när och hur olika arbetsuppgifter ska genomföras för optimalt odlingsresultat.",
        "knowledgeRequirementChoice" : {
          "E" : "I planeringen bedömer eleven <strong>i samråd</strong> med handledare när och hur olika arbetsuppgifter ska genomföras för optimalt odlingsresultat.",
          "C" : "I planeringen bedömer eleven <strong>efter samråd</strong> med handledare när och hur olika arbetsuppgifter ska genomföras för optimalt odlingsresultat.",
          "A" : "I planeringen bedömer eleven <strong>efter samråd</strong> med handledare när och hur olika arbetsuppgifter ska genomföras för optimalt odlingsresultat."
        }
      }, {
        "text" : "Resultatet av arbetet är <strong>________</strong>.",
        "knowledgeRequirementChoice" : {
          "E" : "Resultatet av arbetet är <strong>tillfredsställande</strong>.",
          "C" : "Resultatet av arbetet är <strong>tillfredsställande</strong>.",
          "A" : "Resultatet av arbetet är <strong>gott</strong>."
        }
      }, {
        "text" : "I arbetet löser eleven <strong>________</strong> med handledare de problem som uppstår.",
        "knowledgeRequirementChoice" : {
          "E" : "I arbetet löser eleven <strong>i samråd</strong> med handledare de problem som uppstår.",
          "C" : "I arbetet löser eleven <strong>efter samråd</strong> med handledare de problem som uppstår.",
          "A" : "I arbetet löser eleven <strong>efter samråd</strong> med handledare de problem som uppstår."
        }
      }, {
        "text" : "Eleven arbetar säkert och ergonomiskt riktigt både med hantverksmässiga metoder och med den tekniska utrustning som används för att genomföra olika arbetsuppgifter.",
        "knowledgeRequirementChoice" : {
          "E" : "Eleven arbetar säkert och ergonomiskt riktigt både med hantverksmässiga metoder och med den tekniska utrustning som används för att genomföra olika arbetsuppgifter.",
          "C" : "Eleven arbetar säkert och ergonomiskt riktigt både med hantverksmässiga metoder och med den tekniska utrustning som används för att genomföra olika arbetsuppgifter.",
          "A" : "Eleven arbetar säkert och ergonomiskt riktigt både med hantverksmässiga metoder och med den tekniska utrustning som används för att genomföra olika arbetsuppgifter."
        }
      }, {
        "text" : "Eleven redogör <strong>________</strong> för och arbetar i enlighet med lagar och andra bestämmelser som gäller i aktuella situationer.",
        "knowledgeRequirementChoice" : {
          "E" : "Eleven redogör <strong>översiktligt</strong> för och arbetar i enlighet med lagar och andra bestämmelser som gäller i aktuella situationer.",
          "C" : "Eleven redogör <strong>utförligt</strong> för och arbetar i enlighet med lagar och andra bestämmelser som gäller i aktuella situationer.",
          "A" : "Eleven redogör <strong>utförligt</strong> för och arbetar i enlighet med lagar och andra bestämmelser som gäller i aktuella situationer."
        }
      } ]
    }, {
      "heading" : "",
      "knowledgeRequirements" : [ {
        "text" : "Eleven redogör <strong>________</strong> för produktionsprocessen och odlingssystem för det aktuella specialområdet samt beskriver <strong>________</strong> hur de olika tillväxtfaktorerna påverkar odlingsresultatet.",
        "knowledgeRequirementChoice" : {
          "E" : "Eleven redogör <strong>översiktligt</strong> för produktionsprocessen och odlingssystem för det aktuella specialområdet samt beskriver <strong>översiktligt</strong> hur de olika tillväxtfaktorerna påverkar odlingsresultatet.",
          "C" : "Eleven redogör <strong>utförligt</strong> för produktionsprocessen och odlingssystem för det aktuella specialområdet samt beskriver <strong>utförligt</strong> hur de olika tillväxtfaktorerna påverkar odlingsresultatet.",
          "A" : "Eleven redogör <strong>utförligt och nyanserat</strong> för produktionsprocessen och odlingssystem för det aktuella specialområdet samt beskriver <strong>utförligt och nyanserat</strong> hur de olika tillväxtfaktorerna påverkar odlingsresultatet."
        }
      }, {
        "text" : "Dessutom beskriver eleven <strong>________</strong> utvecklings- och försäljningsmöjligheter för aktuella produkter.",
        "knowledgeRequirementChoice" : {
          "E" : "Dessutom beskriver eleven <strong>översiktligt</strong> utvecklings- och försäljningsmöjligheter för aktuella produkter.",
          "C" : "Dessutom beskriver eleven <strong>utförligt</strong> utvecklings- och försäljningsmöjligheter för aktuella produkter.",
          "A" : "Dessutom beskriver eleven <strong>utförligt och nyanserat</strong> utvecklings- och försäljningsmöjligheter för aktuella produkter."
        }
      } ]
    }, {
      "heading" : "",
      "knowledgeRequirements" : [ {
        "text" : "I samband med fältstudier gör eleven <strong>________</strong> bedömningar av växternas utveckling, kvalitet och beräknad tidpunkt för odlingsåtgärder inom den specialiserade odlingen.",
        "knowledgeRequirementChoice" : {
          "E" : "I samband med fältstudier gör eleven <strong>enkla</strong> bedömningar av växternas utveckling, kvalitet och beräknad tidpunkt för odlingsåtgärder inom den specialiserade odlingen.",
          "C" : "I samband med fältstudier gör eleven <strong>välgrundade</strong> bedömningar av växternas utveckling, kvalitet och beräknad tidpunkt för odlingsåtgärder inom den specialiserade odlingen.",
          "A" : "I samband med fältstudier gör eleven <strong>välgrundade och nyanserade</strong> bedömningar av växternas utveckling, kvalitet och beräknad tidpunkt för odlingsåtgärder inom den specialiserade odlingen."
        }
      }, {
        "text" : "Eleven identifierar <strong>________</strong> växtsjukdomar och skadedjur.",
        "knowledgeRequirementChoice" : {
          "E" : "Eleven identifierar <strong>med viss säkerhet</strong> växtsjukdomar och skadedjur.",
          "C" : "Eleven identifierar <strong>med viss säkerhet</strong> växtsjukdomar och skadedjur.",
          "A" : "Eleven identifierar <strong>med säkerhet</strong> växtsjukdomar och skadedjur."
        }
      }, {
        "text" : "Dessutom redogör eleven <strong>________</strong> för de skador dessa sjukdomar och skadedjur kan förorsaka samt för lämpliga förebyggande åtgärder och direkta motåtgärder.",
        "knowledgeRequirementChoice" : {
          "E" : "Dessutom redogör eleven <strong>översiktligt</strong> för de skador dessa sjukdomar och skadedjur kan förorsaka samt för lämpliga förebyggande åtgärder och direkta motåtgärder.",
          "C" : "Dessutom redogör eleven <strong>utförligt</strong> för de skador dessa sjukdomar och skadedjur kan förorsaka samt för lämpliga förebyggande åtgärder och direkta motåtgärder.",
          "A" : "Dessutom redogör eleven <strong>utförligt och nyanserat</strong> för de skador dessa sjukdomar och skadedjur kan förorsaka samt för lämpliga förebyggande åtgärder och direkta motåtgärder."
        }
      } ]
    }, {
      "heading" : "",
      "knowledgeRequirements" : [ {
        "text" : "När eleven samråder med handledare bedömer hon eller han <strong>________</strong> den egna förmågan och situationens krav.",
        "knowledgeRequirementChoice" : {
          "E" : "När eleven samråder med handledare bedömer hon eller han <strong>med viss säkerhet</strong> den egna förmågan och situationens krav.",
          "C" : "När eleven samråder med handledare bedömer hon eller han <strong>med viss säkerhet</strong> den egna förmågan och situationens krav.",
          "A" : "När eleven samråder med handledare bedömer hon eller han <strong>med säkerhet</strong> den egna förmågan och situationens krav."
        }
      } ]
    } ],
    "point" : 100,
    "year" : null
  } ]
}