{
  "name" : "Produktionskunskap",
  "description" : "Ämnet produktionskunskap behandlar hur produktionsidéer utvecklas och vad som måste beaktas i ett utvecklingsarbete. Ämnet behandlar hur produktens design och kvalitet påverkar produktionsplanering och utformning eller omarbetning av produktionsprocessen liksom olika ansvarsområden samt underhållsbehov och logistik. Ämnet behandlar även betydelsen av kommunikation, samarbete och ett kundorderstyrt tänkesätt.",
  "code" : "PRD",
  "designation" : "",
  "skolfsId" : "2010:210",
  "purposes" : [ {
    "type" : "PARAGRAPH",
    "heading" : "",
    "lines" : [ "Undervisningen i ämnet produktionskunskap ska syfta till att eleverna utvecklar förståelse av helheten i produktionsprocessen.", "I undervisningen ska eleverna ges möjlighet att utveckla kunskaper om arbetsprocessen när en produktionsidé utvecklas till färdig produkt.", "Undervisningen ska bidra till att eleverna utvecklar kunskaper om utvecklingsarbetets påverkan på produktens design och kvalitet samt hur det i sin tur påverkar valet av material och produktionsmetod.", "I undervisningen ska eleverna ges möjlighet att utveckla kunskaper om produktionsflöde, underhåll och alternativa produktionstekniker.", "Eleverna ska även ges möjlighet att utveckla kunskaper om olika arbetsuppgifter och ansvarsområden i industriteknisk produktion." ]
  }, {
    "type" : "PARAGRAPH",
    "heading" : "",
    "lines" : [ "Eleverna ska ges möjlighet att utveckla kunskaper om varför logistik, effektiviseringar, produktionsekonomi, marknadsföring och arbete för hållbar utveckling är viktigt för industriteknisk produktion.", "Dessutom ska undervisningen ge eleverna möjlighet att utveckla kunskaper för en kundorienterad tillverkning.", "I undervisningen ska eleverna även ges möjlighet att utveckla kommunikationsförmåga och samarbetsförmåga samt förståelse av varför detta är viktigt för produktionen." ]
  }, {
    "type" : "BULLET",
    "heading" : "Undervisningen i ämnet produktionskunskap ska ge eleverna förutsättningar att utveckla följande:",
    "lines" : [ "Kunskaper om hur en produktionsidé utvecklas.", "Kunskaper om organisationsenheter, arbetsuppgifter och ansvarsområden i industriteknisk produktion.", "Kunskaper om hur utvecklingsarbetet med design och kvalitet inverkar på produktionen.", "Kunskaper om materialval, produktionsmetoder, produktionsflöden, underhåll och alternativa produktionstekniker.", "Kunskaper om samarbetets betydelse för produktionen och för företaget.", "Kunskaper om logistik, effektiviseringar, produktionsekonomi, marknadsföring och hållbar utveckling.", "Kunskaper om kundorderstyrd tillverkning.", "Förmåga att använda begrepp och uttryck som är relevanta för ämnesområdet." ]
  } ],
  "courses" : [ {
    "name" : "Produktionskunskap 1",
    "description" : " Kursen produktionskunskap 1 omfattar punkterna 1–6 och 8 under rubriken Ämnets syfte. I kursen behandlas grundläggande kunskaper i ämnet.",
    "code" : "PRDPRO01",
    "centralContent" : [ {
      "heading" : "Undervisningen i kursen ska behandla följande centrala innehåll:",
      "lines" : [ "Processen för hur en produktionsidé påverkar till exempel en produkts design, funktion och kvalitet. Hur förändringar när det till exempel gäller design, funktion och kvalitet påverkar befintlig produktion.", "Olika organisationsenheter, deras samarbete och hur de bildar en helhet och skapar ett sammanhang i industriteknisk produktion.", "Arbetsuppgifter och ansvarsområden inom produktionstekniska avdelningar och vilken funktion dessa fyller i företaget.", "Val av material, metod och teknik för såväl produktion som driftsäkerhet och underhåll för ett fungerande produktionsflöde och hållbar utveckling.", "Logistik i industriteknisk produktion, till exempel orderingång, råvaruinköp, produktionsplanering, personalfrågor, försäljning, marknadsföring och lagerföring.", "Produktionsekonomi, till exempel vilka intäkter och kostnader som finns för produktionen.", "Efterfrågans påverkan på produktionen.", "Samarbetets betydelse för en fungerande och lönsam tillverkning.", "Begrepp och uttryck som är lämpliga för ämnesområdet." ]
    } ],
    "knowledgeRequirementParagraphs" : [ {
      "heading" : "",
      "knowledgeRequirements" : [ {
        "text" : "Eleven redogör <strong>________</strong> för hur en produktionsidé påverkar produktionen.",
        "knowledgeRequirementChoice" : {
          "E" : "Eleven redogör <strong>översiktligt</strong> för hur en produktionsidé påverkar produktionen.",
          "C" : "Eleven redogör <strong>utförligt</strong> för hur en produktionsidé påverkar produktionen.",
          "A" : "Eleven redogör <strong>utförligt och nyanserat</strong> för hur en produktionsidé påverkar produktionen."
        }
      }, {
        "text" : "I redogörelsen förklarar eleven <strong>________</strong> hur olika organisationsenheter i företaget hänger ihop samt deras olika arbetsuppgifter och ansvarsområden.",
        "knowledgeRequirementChoice" : {
          "E" : "I redogörelsen förklarar eleven <strong>översiktligt</strong> hur olika organisationsenheter i företaget hänger ihop samt deras olika arbetsuppgifter och ansvarsområden.",
          "C" : "I redogörelsen förklarar eleven <strong>utförligt</strong> hur olika organisationsenheter i företaget hänger ihop samt deras olika arbetsuppgifter och ansvarsområden.",
          "A" : "I redogörelsen förklarar eleven <strong>utförligt och nyanserat</strong> hur olika organisationsenheter i företaget hänger ihop samt deras olika arbetsuppgifter och ansvarsområden."
        }
      }, {
        "text" : "Dessutom resonerar eleven <strong>________</strong> om sambandet mellan designarbete, produktutveckling och kvalitetsarbete.",
        "knowledgeRequirementChoice" : {
          "E" : "Dessutom resonerar eleven <strong>översiktligt</strong> om sambandet mellan designarbete, produktutveckling och kvalitetsarbete.",
          "C" : "Dessutom resonerar eleven <strong>utförligt</strong> om sambandet mellan designarbete, produktutveckling och kvalitetsarbete.",
          "A" : "Dessutom resonerar eleven <strong>utförligt och nyanserat</strong> om sambandet mellan designarbete, produktutveckling och kvalitetsarbete."
        }
      }, {
        "text" : "Eleven resonerar även <strong>________</strong> om sambanden mellan materialval, val av produktionsteknik och underhållsteknik samt om hur dessa val påverkar produktionsflöde och hållbar utveckling.",
        "knowledgeRequirementChoice" : {
          "E" : "Eleven resonerar även <strong>översiktligt</strong> om sambanden mellan materialval, val av produktionsteknik och underhållsteknik samt om hur dessa val påverkar produktionsflöde och hållbar utveckling.",
          "C" : "Eleven resonerar även <strong>utförligt</strong> om sambanden mellan materialval, val av produktionsteknik och underhållsteknik samt om hur dessa val påverkar produktionsflöde och hållbar utveckling.",
          "A" : "Eleven resonerar även <strong>utförligt och nyanserat</strong> om sambanden mellan materialval, val av produktionsteknik och underhållsteknik samt om hur dessa val påverkar produktionsflöde och hållbar utveckling."
        }
      } ]
    }, {
      "heading" : "",
      "knowledgeRequirements" : [ {
        "text" : "Eleven redogör <strong>________</strong>, utifrån exempel, för vikten av samarbete för en fungerande och lönsam tillverkning.",
        "knowledgeRequirementChoice" : {
          "E" : "Eleven redogör <strong>översiktligt</strong>, utifrån exempel, för vikten av samarbete för en fungerande och lönsam tillverkning.",
          "C" : "Eleven redogör <strong>utförligt</strong>, utifrån exempel, för vikten av samarbete för en fungerande och lönsam tillverkning.",
          "A" : "Eleven redogör <strong>utförligt och nyanserat</strong>, utifrån exempel, för vikten av samarbete för en fungerande och lönsam tillverkning."
        }
      }, {
        "text" : "Dessutom beskriver eleven <strong>________</strong> logistiken inom en produktionsenhet samt hur den påverkar produktionsekonomin.",
        "knowledgeRequirementChoice" : {
          "E" : "Dessutom beskriver eleven <strong>översiktligt</strong> logistiken inom en produktionsenhet samt hur den påverkar produktionsekonomin.",
          "C" : "Dessutom beskriver eleven <strong>utförligt</strong> logistiken inom en produktionsenhet samt hur den påverkar produktionsekonomin.",
          "A" : "Dessutom beskriver eleven <strong>utförligt och nyanserat</strong> logistiken inom en produktionsenhet samt hur den påverkar produktionsekonomin."
        }
      } ]
    }, {
      "heading" : "",
      "knowledgeRequirements" : [ {
        "text" : "Eleven använder <strong>________</strong> korrekt fackspråk i sina redogörelser och resonemang.",
        "knowledgeRequirementChoice" : {
          "E" : "Eleven använder <strong>med viss säkerhet</strong> korrekt fackspråk i sina redogörelser och resonemang.",
          "C" : "Eleven använder <strong>med viss säkerhet</strong> korrekt fackspråk i sina redogörelser och resonemang.",
          "A" : "Eleven använder <strong>med säkerhet</strong> korrekt fackspråk i sina redogörelser och resonemang."
        }
      } ]
    } ],
    "point" : 100,
    "year" : null
  }, {
    "name" : "Produktionskunskap 2",
    "description" : " Kursen produktionskunskap 2 omfattar punkterna 1–8 under rubriken Ämnets syfte. I kursen behandlas fördjupade kunskaper i ämnet.",
    "code" : "PRDPRO02",
    "centralContent" : [ {
      "heading" : "Undervisningen i kursen ska behandla följande centrala innehåll:",
      "lines" : [ "Processen för hur en produktionsidé påverkar till exempel en produkts design, funktion och kvalitet. Hur förändringar när det till exempel gäller design, funktion och kvalitet påverkar befintlig produktion.", "Olika organisationsenheter, deras samarbete och hur de bildar en helhet och skapar ett sammanhang i industriteknisk produktion.", "Arbetsuppgifter och ansvarsområden inom industriteknisk produktion och vilken funktion de fyller i företaget. Utformning av en arbetsorganisation så att den blir ett stöd i företagets utveckling och produktion.", "Innovation och utveckling av produktionen genom systematiskt design- och kvalitetsarbete.", "Betydelsen av val av material, metod och teknik för såväl produktion som driftsäkerhet och förebyggande och avhjälpande underhåll för ett fungerande produktionsflöde, god produktionsekonomi och hållbar utveckling.", "Alternativa produktionstekniker för kundanpassning.", "Effektivisering av produktionen, till exempel lean.", "Logistik inom industriteknisk produktion för en fungerande funktionalitet inom tillverkningen och företaget med hållbar utveckling.", "Hur fasta, rörliga, direkta och indirekta kostnader påverkar produktionen.", "Vikten av marknadsföring för ett företags ekonomi.", "Produktion av det kunden vill ha, genom kundorderstyrd tillverkning.", "Samarbetets betydelse för organisationen och företaget.", "Begrepp och uttryck som är lämpliga för ämnesområdet." ]
    } ],
    "knowledgeRequirementParagraphs" : [ {
      "heading" : "",
      "knowledgeRequirements" : [ {
        "text" : "Eleven redogör <strong>________</strong> för hur en produktionsidé påverkar befintlig produktion samt utveckling av en ny produktionslinje.",
        "knowledgeRequirementChoice" : {
          "E" : "Eleven redogör <strong>översiktligt</strong> för hur en produktionsidé påverkar befintlig produktion samt utveckling av en ny produktionslinje.",
          "C" : "Eleven redogör <strong>utförligt</strong> för hur en produktionsidé påverkar befintlig produktion samt utveckling av en ny produktionslinje.",
          "A" : "Eleven redogör <strong>utförligt och nyanserat</strong> för hur en produktionsidé påverkar befintlig produktion samt utveckling av en ny produktionslinje."
        }
      }, {
        "text" : "I redogörelsen beskriver eleven <strong>________</strong> hur en produktionsidé tas fram samt processen för utveckling till färdig produkt och ett fungerande produktionsflöde.",
        "knowledgeRequirementChoice" : {
          "E" : "I redogörelsen beskriver eleven <strong>översiktligt</strong> hur en produktionsidé tas fram samt processen för utveckling till färdig produkt och ett fungerande produktionsflöde.",
          "C" : "I redogörelsen beskriver eleven <strong>utförligt</strong> hur en produktionsidé tas fram samt processen för utveckling till färdig produkt och ett fungerande produktionsflöde.",
          "A" : "I redogörelsen beskriver eleven <strong>utförligt och nyanserat</strong> hur en produktionsidé tas fram samt processen för utveckling till färdig produkt och ett fungerande produktionsflöde."
        }
      }, {
        "text" : "Dessutom förklarar eleven <strong>________</strong> hur olika organisationsenheter i företaget hänger ihop samt redogör <strong>________</strong> för deras olika arbetsuppgifter och ansvarsområden.",
        "knowledgeRequirementChoice" : {
          "E" : "Dessutom förklarar eleven <strong>översiktligt</strong> hur olika organisationsenheter i företaget hänger ihop samt redogör <strong>översiktligt</strong> för deras olika arbetsuppgifter och ansvarsområden.",
          "C" : "Dessutom förklarar eleven <strong>utförligt</strong> hur olika organisationsenheter i företaget hänger ihop samt redogör <strong><strong>utförligt</strong> </strong>för deras olika arbetsuppgifter och ansvarsområden.",
          "A" : "Dessutom förklarar eleven <strong>utförligt och nyanserat</strong> hur olika organisationsenheter i företaget hänger ihop samt redogör <strong><strong>utförligt och nyanserat</strong> </strong>för deras olika arbetsuppgifter och ansvarsområden."
        }
      }, {
        "text" : "Eleven redogör vidare <strong>________</strong> för hur arbetsorganisationen kan utformas för att bli ett stöd i företagets utveckling och produktion.",
        "knowledgeRequirementChoice" : {
          "E" : "Eleven redogör vidare <strong>översiktligt</strong> för hur arbetsorganisationen kan utformas för att bli ett stöd i företagets utveckling och produktion.",
          "C" : "Eleven redogör vidare <strong><strong>utförligt</strong> </strong>för hur arbetsorganisationen kan utformas för att bli ett stöd i företagets utveckling och produktion.",
          "A" : "Eleven redogör vidare <strong><strong>utförligt och nyanserat</strong> </strong>för hur arbetsorganisationen kan utformas för att bli ett stöd i företagets utveckling och produktion."
        }
      }, {
        "text" : "Eleven resonerar även <strong>________</strong> om sambandet mellan designarbete, produktutveckling och systematiskt kvalitetsarbete.",
        "knowledgeRequirementChoice" : {
          "E" : "Eleven resonerar även <strong>översiktligt</strong> om sambandet mellan designarbete, produktutveckling och systematiskt kvalitetsarbete.",
          "C" : "Eleven resonerar även <strong>utförligt</strong> om sambandet mellan designarbete, produktutveckling och systematiskt kvalitetsarbete.",
          "A" : "Eleven resonerar även <strong>utförligt och nyanserat</strong> om sambandet mellan designarbete, produktutveckling och systematiskt kvalitetsarbete."
        }
      }, {
        "text" : "Dessutom redogör eleven <strong>________</strong> för hur produktutveckling och förebyggande underhåll påverkar produktionsflöde och hållbar utveckling.",
        "knowledgeRequirementChoice" : {
          "E" : "Dessutom redogör eleven <strong>översiktligt</strong> för hur produktutveckling och förebyggande underhåll påverkar produktionsflöde och hållbar utveckling.",
          "C" : "Dessutom redogör eleven <strong>utförligt</strong> för hur produktutveckling och förebyggande underhåll påverkar produktionsflöde och hållbar utveckling.",
          "A" : "Dessutom redogör eleven <strong>utförligt och nyanserat</strong> för hur produktutveckling och förebyggande underhåll påverkar produktionsflöde och hållbar utveckling."
        }
      }, {
        "text" : "Eleven resonerar även <strong>________</strong> om alternativa produktionstekniker för effektivisering av produktionen.",
        "knowledgeRequirementChoice" : {
          "E" : "Eleven resonerar även <strong>översiktligt</strong> om alternativa produktionstekniker för effektivisering av produktionen.",
          "C" : "Eleven resonerar även <strong>utförligt</strong> om alternativa produktionstekniker för effektivisering av produktionen.",
          "A" : "Eleven resonerar även <strong>utförligt och nyanserat</strong> om alternativa produktionstekniker för effektivisering av produktionen."
        }
      }, {
        "text" : "Dessutom utför eleven <strong>________</strong> enkla produktionsekonomiska beräkningar.",
        "knowledgeRequirementChoice" : {
          "E" : "Dessutom utför eleven <strong>med viss säkerhet</strong> enkla produktionsekonomiska beräkningar.",
          "C" : "Dessutom utför eleven <strong>med viss säkerhet</strong> enkla produktionsekonomiska beräkningar.",
          "A" : "Dessutom utför eleven <strong>med säkerhet</strong> enkla produktionsekonomiska beräkningar."
        }
      } ]
    }, {
      "heading" : "",
      "knowledgeRequirements" : [ {
        "text" : "Eleven redogör <strong>________</strong> för hur arbetsorganisationer kan utformas för en fungerande och lönsam tillverkning samt <strong>________</strong>, utifrån exempel, för vikten av samarbete för en fungerande och lönsam tillverkning.",
        "knowledgeRequirementChoice" : {
          "E" : "Eleven redogör <strong>översiktligt</strong> för hur arbetsorganisationer kan utformas för en fungerande och lönsam tillverkning samt <strong>översiktligt</strong>, utifrån exempel, för vikten av samarbete för en fungerande och lönsam tillverkning.",
          "C" : "Eleven redogör <strong>utförligt</strong> för hur arbetsorganisationer kan utformas för en fungerande och lönsam tillverkning samt <strong>utförligt</strong>, utifrån exempel, för vikten av samarbete för en fungerande och lönsam tillverkning.",
          "A" : "Eleven redogör <strong>utförligt och nyanserat</strong> för hur arbetsorganisationer kan utformas för en fungerande och lönsam tillverkning samt <strong>utförligt och nyanserat</strong>, utifrån exempel, för vikten av samarbete för en fungerande och lönsam tillverkning."
        }
      }, {
        "text" : "Dessutom beskriver eleven <strong>________</strong> logistiken för industriteknisk produktion samt redogör <strong>________</strong> för produktionsstyrd och kundorderstyrd tillverkning.",
        "knowledgeRequirementChoice" : {
          "E" : "Dessutom beskriver eleven <strong>översiktligt</strong> logistiken för industriteknisk produktion samt redogör <strong>översiktligt</strong> för produktionsstyrd och kundorderstyrd tillverkning.",
          "C" : "Dessutom beskriver eleven <strong>utförligt</strong> logistiken för industriteknisk produktion samt redogör <strong>utförligt</strong> för produktionsstyrd och kundorderstyrd tillverkning.",
          "A" : "Dessutom beskriver eleven <strong>utförligt och nyanserat</strong> logistiken för industriteknisk produktion samt redogör <strong>utförligt och nyanserat</strong> för produktionsstyrd och kundorderstyrd tillverkning."
        }
      } ]
    }, {
      "heading" : "",
      "knowledgeRequirements" : [ {
        "text" : "Eleven använder <strong>________</strong> korrekt fackspråk i sina redogörelser och resonemang.",
        "knowledgeRequirementChoice" : {
          "E" : "Eleven använder <strong>med viss säkerhet</strong> korrekt fackspråk i sina redogörelser och resonemang.",
          "C" : "Eleven använder <strong>med viss säkerhet</strong> korrekt fackspråk i sina redogörelser, beskrivningar och resonemang.",
          "A" : "Eleven använder <strong>med säkerhet</strong> korrekt fackspråk i sina redogörelser, beskrivningar och resonemang."
        }
      } ]
    } ],
    "point" : 100,
    "year" : null
  } ]
}