{
  "name" : "Produktutveckling",
  "description" : "Ämnet produktutveckling behandlar arbetsprocessen för att skapa en produkt samt produktens material, konstruktion och design. Ämnet behandlar också hur olika intressenters krav samordnas till en helhet i den kreativa process som skapar en produkts gestalt, funktion och användning, där slutresultatet är ett samspel mellan behov, estetik, funktion, konstruktion, produktion och hållbar utveckling.",
  "code" : "PRK",
  "designation" : "",
  "skolfsId" : "2010:212",
  "purposes" : [ {
    "type" : "PARAGRAPH",
    "heading" : "",
    "lines" : [ "Undervisningen i ämnet produktutveckling ska syfta till att eleverna utvecklar förståelse av arbetsprocessen för att skapa en produkt samt kunskaper om hur produktens tänkta användningsområden påverkat och påverkar utvecklingen av den.", "Undervisningen ska ge eleverna möjlighet att utveckla kunskaper om råvaror, material, materialets egenskaper samt kostnader för material och produktframställning.", "Undervisningen ska vidare ge eleverna möjlighet att utveckla förmåga att använda verktyg samt metoder för materialval, konstruktion och design av produkter." ]
  }, {
    "type" : "PARAGRAPH",
    "heading" : "",
    "lines" : [ "Genom undervisningen ska eleverna ges möjlighet att utveckla förmåga att utveckla, analysera och visualisera idéer för utveckling av produkter.", "Design är en central del av produktutveckling.", "Det ställs höga krav på att produkter motsvarar människors förväntningar på kvalitet, estetik och funktionalitet.", "Undervisningen ska därför leda till att eleverna utvecklar förståelse av och kunskaper om faktorer som påverkar designarbetet kring produkter.", "Undervisningen ska leda till att eleverna utvecklar förståelse av människors olika behov och förutsättningar att använda produkter, eftersom det är en förutsättning för konstruktion av användbara produkter." ]
  }, {
    "type" : "PARAGRAPH",
    "heading" : "",
    "lines" : [ "Genom ett projektinriktat arbetssätt ska eleverna ges möjligheter att utveckla praktiska färdigheter parallellt med förmåga att analysera och utvärdera resultat." ]
  }, {
    "type" : "BULLET",
    "heading" : "Undervisningen i ämnet produktutveckling ska ge eleverna förutsättningar att utveckla följande:",
    "lines" : [ "Förmåga att planera, genomföra och utvärdera konstruktions- och designarbete.", "Förmåga att söka relevant information samt förmåga att använda denna.", "Förmåga att använda relevanta metoder och verktyg för konstruktion och design.", "Kunskaper om datorbaserade hjälpmedel som förekommer inom produktutveckling.", "Kunskaper om processer och metoder vid arbete med design och konstruktion.", "Kunskaper om råvarutillgång vid framtagning av material samt om material och deras egenskaper vid produktframställning och i den färdiga produkten.", "Kunskaper om materials och produkters historia.", "Förmåga att analysera materials och produkters användningsområden och utvecklingspotential.", "Förmåga att använda korrekt terminologi.", "Förmåga att kommunicera kring egna och andras förslag och lösningar i samband med produktutveckling." ]
  } ],
  "courses" : [ {
    "name" : "Produktutveckling 1",
    "description" : "Kursen produktutveckling 1 omfattar punkterna 1–10 under rubriken Ämnets syfte, med betoning på punkt 10.",
    "code" : "PRKPRK01",
    "centralContent" : [ {
      "heading" : "Undervisningen i kursen ska behandla följande centrala innehåll:",
      "lines" : [ "Planering, konstruktion, design, tillverkning och presentation av en egen enkel prototyp eller egna enkla modeller.", "Faktorer som påverkar konstruktion av produkter, till exempel estetik, hållfasthet, funktion och kvalitetskrav.", "Normer, standarder och bestämmelser som gäller konstruktion, miljöhänsyn och säkerhet.", "Bestämmelser för aktuella produkter och material beträffande skydd, hälsa och säkerhet.", "Enkla och relevanta datorbaserade hjälpmedel.", "Grundläggande fakta om designprocesser och konstruktioner samt vedertagen terminologi.", "Råvarutillgångar, material och produkter ur ett historiskt perspektiv samt deras utvecklingspotential.", "Grundläggande materialegenskaper samt materialets betydelse för produkters kvalitet, tillverkning och destruktion, alternativt återvinning.", "Produkters ändamålsenlighet och samspelet mellan människa och artefakt.", "Kvalitetskrav som är förenade med användningen samt framtida underhåll i ett socialt och ekonomiskt perspektiv.", "Presentation av idéer via till exempel bild, ritning, modell, skrift och tal samt analys och utvärdering av såväl egna som andras idéer." ]
    } ],
    "knowledgeRequirementParagraphs" : [ {
      "heading" : "",
      "knowledgeRequirements" : [ {
        "text" : "Eleven planerar och organiserar enklare konstruktions- och designarbeten <strong>________</strong> med handledare.",
        "knowledgeRequirementChoice" : {
          "E" : "Eleven planerar och organiserar enklare konstruktions- och designarbeten <strong>i samråd</strong> med handledare.",
          "C" : "Eleven planerar och organiserar enklare konstruktions- och designarbeten <strong>efter samråd</strong> med handledare.",
          "A" : "Eleven planerar och organiserar enklare konstruktions- och designarbeten <strong>efter samråd</strong> med handledare."
        }
      }, {
        "text" : "I planeringen tolkar eleven <strong>________</strong> instruktioner och tillverkningsunderlag.",
        "knowledgeRequirementChoice" : {
          "E" : "I planeringen tolkar eleven <strong>med viss säkerhet</strong> instruktioner och tillverkningsunderlag.",
          "C" : "I planeringen tolkar eleven <strong>med viss säkerhet</strong> instruktioner och tillverkningsunderlag.",
          "A" : "I planeringen tolkar eleven <strong>med säkerhet</strong> instruktioner och tillverkningsunderlag. <strong>Eleven förutser också svårigheter som kan uppstå och anpassar planering och organisation efter det</strong>."
        }
      }, {
        "text" : "Vidare väljer eleven <strong>________</strong> med handledare arbetsmetoder, verktyg, utrustning och material som passar för uppgiften.",
        "knowledgeRequirementChoice" : {
          "E" : "Vidare väljer eleven <strong>i samråd</strong> med handledare arbetsmetoder, verktyg, utrustning och material som passar för uppgiften.",
          "C" : "Vidare väljer eleven <strong>efter samråd</strong> med handledare arbetsmetoder, verktyg, utrustning och material som passar för uppgiften.",
          "A" : "Vidare väljer eleven <strong>efter samråd</strong> med handledare arbetsmetoder, verktyg, utrustning och material som passar för uppgiften."
        }
      } ]
    }, {
      "heading" : "",
      "knowledgeRequirements" : [ {
        "text" : "Eleven utför med noggrannhet och <strong>________</strong> med handledare enklare konstruktions- och designarbeten, i enlighet med säkerhetsföreskrifter samt givna instruktioner och kravspecifikationer.",
        "knowledgeRequirementChoice" : {
          "E" : "Eleven utför med noggrannhet och <strong>i samråd</strong> med handledare enklare konstruktions- och designarbeten, i enlighet med säkerhetsföreskrifter samt givna instruktioner och kravspecifikationer.",
          "C" : "Eleven utför med noggrannhet och <strong>efter samråd</strong> med handledare enklare konstruktions- och designarbeten, i enlighet med säkerhetsföreskrifter samt givna instruktioner och kravspecifikationer.",
          "A" : "Eleven utför med noggrannhet och <strong>efter samråd</strong> med handledare enklare konstruktions- och designarbeten, i enlighet med säkerhetsföreskrifter samt givna instruktioner och kravspecifikationer."
        }
      }, {
        "text" : "Resultatet av arbetet är <strong>________</strong> utifrån givna kvalitetskrav.",
        "knowledgeRequirementChoice" : {
          "E" : "Resultatet av arbetet är <strong>tillfredsställande</strong> utifrån givna kvalitetskrav.",
          "C" : "Resultatet av arbetet är <strong>tillfredsställande</strong> utifrån givna kvalitetskrav.",
          "A" : "Resultatet av arbetet är <strong>gott</strong> utifrån givna kvalitetskrav."
        }
      }, {
        "text" : "I arbetet använder eleven <strong>________</strong> instruktioner och tillverkningsunderlag.",
        "knowledgeRequirementChoice" : {
          "E" : "I arbetet använder eleven <strong>med viss säkerhet</strong> instruktioner och tillverkningsunderlag.",
          "C" : "I arbetet använder eleven <strong>med viss säkerhet</strong> instruktioner och tillverkningsunderlag.",
          "A" : "I arbetet använder eleven <strong>med säkerhet</strong> instruktioner och tillverkningsunderlag."
        }
      }, {
        "text" : "Eleven hanterar material, utrustning, verktyg och maskiner med <strong>________</strong> handlag och håller god ordning på arbetsplatsen.",
        "knowledgeRequirementChoice" : {
          "E" : "Eleven hanterar material, utrustning, verktyg och maskiner med <strong>visst</strong> handlag och håller god ordning på arbetsplatsen.",
          "C" : "Eleven hanterar material, utrustning, verktyg och maskiner med <strong>gott</strong> handlag och håller god ordning på arbetsplatsen.",
          "A" : "Eleven hanterar material, utrustning, verktyg och maskiner med <strong>mycket gott</strong> handlag och håller god ordning på arbetsplatsen."
        }
      }, {
        "text" : "Eleven arbetar ergonomiskt och på ett sätt som är säkert både för eleven själv och andra samt med hänsyn till miljön.",
        "knowledgeRequirementChoice" : {
          "E" : "Eleven arbetar ergonomiskt och på ett sätt som är säkert både för eleven själv och andra samt med hänsyn till miljön.",
          "C" : "Eleven arbetar ergonomiskt och på ett sätt som är säkert både för eleven själv och andra samt med hänsyn till miljön.",
          "A" : "Eleven arbetar ergonomiskt och på ett sätt som är säkert både för eleven själv och andra samt med hänsyn till miljön."
        }
      }, {
        "text" : "Under arbetet upptäcker eleven eventuella problem som uppkommer och åtgärdar dem <strong>________</strong> med handledare.",
        "knowledgeRequirementChoice" : {
          "E" : "Under arbetet upptäcker eleven eventuella problem som uppkommer och åtgärdar dem <strong>i samråd</strong> med handledare.",
          "C" : "Under arbetet upptäcker eleven eventuella problem som uppkommer och åtgärdar dem <strong>efter samråd</strong> med handledare.",
          "A" : "Under arbetet upptäcker eleven eventuella problem som uppkommer och åtgärdar dem <strong>efter samråd</strong> med handledare."
        }
      }, {
        "text" : "När arbetsuppgiften är utförd gör eleven en <strong>________</strong> dokumentation av arbetsprocessen och resultatet.",
        "knowledgeRequirementChoice" : {
          "E" : "När arbetsuppgiften är utförd gör eleven en <strong>enkel</strong> dokumentation av arbetsprocessen och resultatet.",
          "C" : "När arbetsuppgiften är utförd gör eleven en <strong>noggrann</strong> dokumentation av arbetsprocessen och resultatet.",
          "A" : "När arbetsuppgiften är utförd gör eleven en <strong>noggrann och utförlig</strong> dokumentation av arbetsprocessen och resultatet."
        }
      } ]
    }, {
      "heading" : "",
      "knowledgeRequirements" : [ {
        "text" : "Eleven redogör <strong>________</strong> för material, teknik, metoder och verktyg som använts för arbetsuppgiften samt förklarar <strong>________</strong> hur dessa faktorer i arbetsprocessen påverkar kvalitet och slutresultat.",
        "knowledgeRequirementChoice" : {
          "E" : "Eleven redogör <strong>översiktligt</strong> för material, teknik, metoder och verktyg som använts för arbetsuppgiften samt förklarar <strong>översiktligt</strong> hur dessa faktorer i arbetsprocessen påverkar kvalitet och slutresultat.",
          "C" : "Eleven redogör <strong>utförligt</strong> för material, teknik, metoder och verktyg som använts för arbetsuppgiften samt förklarar <strong>utförligt</strong> hur dessa faktorer i arbetsprocessen påverkar kvalitet och slutresultat.",
          "A" : "Eleven redogör <strong>utförligt och nyanserat</strong> för material, teknik, metoder och verktyg som använts för arbetsuppgiften samt förklarar <strong>utförligt och nyanserat</strong> hur dessa faktorer i arbetsprocessen påverkar kvalitet och slutresultat."
        }
      }, {
        "text" : "Dessutom redogör eleven <strong>________</strong> för produktens användningsområden, interagerande med människor och miljö samt de ingående materialens egenskaper och råvaruförbrukning.",
        "knowledgeRequirementChoice" : {
          "E" : "Dessutom redogör eleven <strong>översiktligt</strong> för produktens användningsområden, interagerande med människor och miljö samt de ingående materialens egenskaper och råvaruförbrukning.",
          "C" : "Dessutom redogör eleven <strong>utförligt</strong> för produktens användningsområden, interagerande med människor och miljö samt de ingående materialens egenskaper och råvaruförbrukning.",
          "A" : "Dessutom redogör eleven <strong>utförligt och nyanserat</strong> för produktens användningsområden, interagerande med människor och miljö samt de ingående materialens egenskaper och råvaruförbrukning."
        }
      }, {
        "text" : "Eleven redogör <strong>________</strong> för arbetsprocessen, resultatet, eventuella avvikelser från specifikationen samt den egna arbetsinsatsen.",
        "knowledgeRequirementChoice" : {
          "E" : "Eleven redogör <strong>översiktligt</strong> för arbetsprocessen, resultatet, eventuella avvikelser från specifikationen samt den egna arbetsinsatsen.",
          "C" : "Eleven redogör <strong>utförligt</strong> för arbetsprocessen, resultatet, eventuella avvikelser från specifikationen samt den egna arbetsinsatsen.",
          "A" : "Eleven redogör <strong>utförligt och nyanserat</strong> för arbetsprocessen, resultatet, eventuella avvikelser från specifikationen samt den egna arbetsinsatsen."
        }
      }, {
        "text" : "Dessutom utvärderar eleven sitt arbete och resultat med <strong>________</strong> omdömen.",
        "knowledgeRequirementChoice" : {
          "E" : "Dessutom utvärderar eleven sitt arbete och resultat med <strong>enkla</strong> omdömen.",
          "C" : "Dessutom utvärderar eleven sitt arbete och resultat med <strong>nyanserade</strong> omdömen.",
          "A" : "Dessutom utvärderar eleven sitt arbete och resultat med <strong>nyanserade</strong> omdömen <strong>samt ger förslag på hur arbetet kan förbättras</strong>."
        }
      }, {
        "text" : "Eleven redogör även <strong>________</strong> för materialens och produktens historia samt för <strong>________</strong> resonemang om deras utvecklingspotential.",
        "knowledgeRequirementChoice" : {
          "E" : "Eleven redogör även <strong>översiktligt</strong> för materialens och produktens historia samt för <strong>enkla</strong> resonemang om deras utvecklingspotential.",
          "C" : "Eleven redogör även <strong>utförligt</strong> för materialens och produktens historia samt för <strong>välgrundade</strong> resonemang om deras utvecklingspotential.",
          "A" : "Eleven redogör även <strong>utförligt och nyanserat</strong> för materialens och produktens historia samt för <strong>välgrundade och nyanserade</strong> resonemang om deras utvecklingspotential."
        }
      } ]
    }, {
      "heading" : "",
      "knowledgeRequirements" : [ {
        "text" : "Eleven samarbetar i sitt arbete med andra samt för <strong>________</strong> resonemang om andras lösningar i samband med produktutveckling.",
        "knowledgeRequirementChoice" : {
          "E" : "Eleven samarbetar i sitt arbete med andra samt för <strong>enkla</strong> resonemang om andras lösningar i samband med produktutveckling.",
          "C" : "Eleven samarbetar i sitt arbete med andra samt för <strong>välgrundade</strong> resonemang om andras lösningar i samband med produktutveckling.",
          "A" : "Eleven samarbetar i sitt arbete med andra samt för <strong>välgrundade och nyanserade</strong> resonemang om andras lösningar i samband med produktutveckling."
        }
      }, {
        "text" : "Dessutom använder eleven <strong>________</strong> korrekt fackspråk.",
        "knowledgeRequirementChoice" : {
          "E" : "Dessutom använder eleven <strong>med viss säkerhet</strong> korrekt fackspråk.",
          "C" : "Dessutom använder eleven <strong>med viss säkerhet</strong> korrekt fackspråk.",
          "A" : "Dessutom använder eleven <strong>med säkerhet</strong> korrekt fackspråk."
        }
      } ]
    }, {
      "heading" : "",
      "knowledgeRequirements" : [ {
        "text" : "När eleven samråder med handledare bedömer hon eller han <strong>________</strong> den egna förmågan och situationens krav.",
        "knowledgeRequirementChoice" : {
          "E" : "När eleven samråder med handledare bedömer hon eller han <strong>med viss säkerhet</strong> den egna förmågan och situationens krav.",
          "C" : "När eleven samråder med handledare bedömer hon eller han <strong>med viss säkerhet</strong> den egna förmågan och situationens krav.",
          "A" : "När eleven samråder med handledare bedömer hon eller han <strong>med säkerhet</strong> den egna förmågan och situationens krav."
        }
      } ]
    } ],
    "point" : 100,
    "year" : null
  }, {
    "name" : "Produktutveckling 2",
    "description" : "Kursen produktutveckling 2 omfattar punkterna 1–10 under rubriken Ämnets syfte, med betoning på punkt 10.",
    "code" : "PRKPRK02",
    "centralContent" : [ {
      "heading" : "Undervisningen i kursen ska behandla följande centrala innehåll:",
      "lines" : [ "Introduktion i produktionstekniska förutsättningar och produktionsfilosofi.", "Estetikens och ergonomins betydelse för bruksvärde och marknadsvärde hos produkter och material.", "Grundläggande färg- och formlära.", "Konstruktionsberäkningar enligt modeller och formler.", "Överföring av tillverkningsunderlag till datorstödd tillverkning eller friformframställning.", "Designprocessens olika delar, dvs. marknadsundersökning, funktionsanalys, kravspecifikation, faktainsamling, problemformulering, idéarbete, skiss, modellarbete, analys, presentation och utvärdering.", "Planering, konstruktion, design och tillverkning av en egen, enkel prototyp eller egna, enkla modeller.", "Dokumentation, redovisning och presentation av eget arbete och resultat med termer och begrepp som är relevanta för teknikområdet.", "Slutsatser ur framkomna resultat i enlighet med föreskrifter och kvalitetssäkringssystem.", "Miljöcertifiering och märkning." ]
    } ],
    "knowledgeRequirementParagraphs" : [ {
      "heading" : "",
      "knowledgeRequirements" : [ {
        "text" : "Eleven planerar och organiserar konstruktions- och designarbeten <strong>________</strong> med handledare.",
        "knowledgeRequirementChoice" : {
          "E" : "Eleven planerar och organiserar konstruktions- och designarbeten <strong>i samråd</strong> med handledare.",
          "C" : "Eleven planerar och organiserar konstruktions- och designarbeten <strong>efter samråd</strong> med handledare.",
          "A" : "Eleven planerar och organiserar konstruktions- och designarbeten <strong>efter samråd</strong> med handledare."
        }
      }, {
        "text" : "I planeringen tolkar eleven <strong>________</strong> instruktioner och tillverkningsunderlag.",
        "knowledgeRequirementChoice" : {
          "E" : "I planeringen tolkar eleven <strong>med viss säkerhet</strong> instruktioner och tillverkningsunderlag.",
          "C" : "I planeringen tolkar eleven <strong>med viss säkerhet</strong> instruktioner och tillverkningsunderlag.",
          "A" : "I planeringen tolkar eleven <strong>med säkerhet</strong> instruktioner och tillverkningsunderlag. <strong>Eleven förutser också svårigheter som kan uppstå och anpassar planering och organisation efter det</strong>."
        }
      }, {
        "text" : "Vidare väljer eleven <strong>________</strong> med handledare arbetsmetoder, verktyg, utrustning och material som passar för uppgiften.",
        "knowledgeRequirementChoice" : {
          "E" : "Vidare väljer eleven <strong>i samråd</strong> med handledare arbetsmetoder, verktyg, utrustning och material som passar för uppgiften.",
          "C" : "Vidare väljer eleven <strong>efter samråd</strong> med handledare arbetsmetoder, verktyg, utrustning och material som passar för uppgiften.",
          "A" : "Vidare väljer eleven <strong>efter samråd</strong> med handledare arbetsmetoder, verktyg, utrustning och material som passar för uppgiften."
        }
      } ]
    }, {
      "heading" : "",
      "knowledgeRequirements" : [ {
        "text" : "Eleven utför med noggrannhet och <strong>________</strong> med handledare konstruktions- och designarbeten, i enlighet med säkerhetsföreskrifter samt givna instruktioner och kravspecifikationer.",
        "knowledgeRequirementChoice" : {
          "E" : "Eleven utför med noggrannhet och <strong>i samråd</strong> med handledare konstruktions- och designarbeten, i enlighet med säkerhetsföreskrifter samt givna instruktioner och kravspecifikationer.",
          "C" : "Eleven utför med noggrannhet och <strong>efter samråd</strong> med handledare konstruktions- och designarbeten, i enlighet med säkerhetsföreskrifter samt givna instruktioner och kravspecifikationer.",
          "A" : "Eleven utför med noggrannhet och <strong>efter samråd</strong> med handledare konstruktions- och designarbeten, i enlighet med säkerhetsföreskrifter samt givna instruktioner och kravspecifikationer."
        }
      }, {
        "text" : "Resultatet av arbetet är <strong>________</strong> utifrån givna kvalitetskrav.",
        "knowledgeRequirementChoice" : {
          "E" : "Resultatet av arbetet är <strong>tillfredsställande</strong> utifrån givna kvalitetskrav.",
          "C" : "Resultatet av arbetet är <strong>tillfredsställande</strong> utifrån givna kvalitetskrav.",
          "A" : "Resultatet av arbetet är <strong>gott</strong> utifrån givna kvalitetskrav."
        }
      }, {
        "text" : "I arbetet använder eleven <strong>________</strong> instruktioner och tillverkningsunderlag.",
        "knowledgeRequirementChoice" : {
          "E" : "I arbetet använder eleven <strong>med viss säkerhet</strong> instruktioner och tillverkningsunderlag.",
          "C" : "I arbetet använder eleven <strong>med viss säkerhet</strong> instruktioner och tillverkningsunderlag.",
          "A" : "I arbetet använder eleven <strong>med säkerhet</strong> instruktioner och tillverkningsunderlag."
        }
      }, {
        "text" : "Eleven hanterar material, utrustning, verktyg och maskiner med <strong>________</strong> handlag och håller god ordning på arbetsplatsen.",
        "knowledgeRequirementChoice" : {
          "E" : "Eleven hanterar material, utrustning, verktyg och maskiner med <strong>visst</strong> handlag och håller god ordning på arbetsplatsen.",
          "C" : "Eleven hanterar material, utrustning, verktyg och maskiner med <strong>gott</strong> handlag och håller god ordning på arbetsplatsen.",
          "A" : "Eleven hanterar material, utrustning, verktyg och maskiner med <strong>mycket gott</strong> handlag och håller god ordning på arbetsplatsen."
        }
      }, {
        "text" : "Eleven arbetar ergonomiskt och på ett sätt som är säkert både för eleven själv och andra samt med hänsyn till miljön.",
        "knowledgeRequirementChoice" : {
          "E" : "Eleven arbetar ergonomiskt och på ett sätt som är säkert både för eleven själv och andra samt med hänsyn till miljön.",
          "C" : "Eleven arbetar ergonomiskt och på ett sätt som är säkert både för eleven själv och andra samt med hänsyn till miljön.",
          "A" : "Eleven arbetar ergonomiskt och på ett sätt som är säkert både för eleven själv och andra samt med hänsyn till miljön."
        }
      }, {
        "text" : "Under arbetet upptäcker eleven eventuella problem som uppkommer och åtgärdar dem <strong>________</strong> med handledare.",
        "knowledgeRequirementChoice" : {
          "E" : "Under arbetet upptäcker eleven eventuella problem som uppkommer och åtgärdar dem <strong>i samråd</strong> med handledare.",
          "C" : "Under arbetet upptäcker eleven eventuella problem som uppkommer och åtgärdar dem <strong>efter samråd</strong> med handledare.",
          "A" : "Under arbetet upptäcker eleven eventuella problem som uppkommer och åtgärdar dem <strong>efter samråd</strong> med handledare."
        }
      }, {
        "text" : "När arbetsuppgiften är utförd gör eleven en <strong>________</strong> dokumentation av arbetsprocessen och resultatet.",
        "knowledgeRequirementChoice" : {
          "E" : "När arbetsuppgiften är utförd gör eleven en <strong>enkel</strong> dokumentation av arbetsprocessen och resultatet.",
          "C" : "När arbetsuppgiften är utförd gör eleven en <strong>noggrann</strong> dokumentation av arbetsprocessen och resultatet.",
          "A" : "När arbetsuppgiften är utförd gör eleven en <strong>noggrann och utförlig</strong> dokumentation av arbetsprocessen och resultatet."
        }
      } ]
    }, {
      "heading" : "",
      "knowledgeRequirements" : [ {
        "text" : "Eleven redogör <strong>________</strong> för material, teknik, metoder och verktyg som använts för arbetsuppgiften samt förklarar <strong>________</strong> hur dessa faktorer i arbetsprocessen påverkar kvalitet och slutresultat.",
        "knowledgeRequirementChoice" : {
          "E" : "Eleven redogör <strong>översiktligt</strong> för material, teknik, metoder och verktyg som använts för arbetsuppgiften samt förklarar <strong>översiktligt</strong> hur dessa faktorer i arbetsprocessen påverkar kvalitet och slutresultat.",
          "C" : "Eleven redogör <strong>utförligt</strong> för material, teknik, metoder och verktyg som använts för arbetsuppgiften samt förklarar <strong>utförligt</strong> hur dessa faktorer i arbetsprocessen påverkar kvalitet och slutresultat.",
          "A" : "Eleven redogör <strong>utförligt och nyanserat</strong> för material, teknik, metoder och verktyg som använts för arbetsuppgiften samt förklarar <strong>utförligt och nyanserat</strong> hur dessa faktorer i arbetsprocessen påverkar kvalitet och slutresultat."
        }
      }, {
        "text" : "Dessutom redogör eleven <strong>________</strong> för produktens användningsområden, interagerande med människor och miljö samt de ingående materialens egenskaper och råvaruförbrukning.",
        "knowledgeRequirementChoice" : {
          "E" : "Dessutom redogör eleven <strong>översiktligt</strong> för produktens användningsområden, interagerande med människor och miljö samt de ingående materialens egenskaper och råvaruförbrukning.",
          "C" : "Dessutom redogör eleven <strong>utförligt</strong> för produktens användningsområden, interagerande med människor och miljö samt de ingående materialens egenskaper och råvaruförbrukning.",
          "A" : "Dessutom redogör eleven <strong>utförligt och nyanserat</strong> för produktens användningsområden, interagerande med människor och miljö samt de ingående materialens egenskaper och råvaruförbrukning."
        }
      }, {
        "text" : "Eleven redogör <strong>________</strong> för arbetsprocessen, resultatet, eventuella avvikelser från specifikationen samt den egna arbetsinsatsen.",
        "knowledgeRequirementChoice" : {
          "E" : "Eleven redogör <strong>översiktligt</strong> för arbetsprocessen, resultatet, eventuella avvikelser från specifikationen samt den egna arbetsinsatsen.",
          "C" : "Eleven redogör <strong>utförligt</strong> för arbetsprocessen, resultatet, eventuella avvikelser från specifikationen samt den egna arbetsinsatsen.",
          "A" : "Eleven redogör <strong>utförligt och nyanserat</strong> för arbetsprocessen, resultatet, eventuella avvikelser från specifikationen samt den egna arbetsinsatsen."
        }
      }, {
        "text" : "Dessutom utvärderar eleven sitt arbete och resultat med <strong>________</strong> omdömen.",
        "knowledgeRequirementChoice" : {
          "E" : "Dessutom utvärderar eleven sitt arbete och resultat med <strong>enkla</strong> omdömen.",
          "C" : "Dessutom utvärderar eleven sitt arbete och resultat med <strong>nyanserade</strong> omdömen.",
          "A" : "Dessutom utvärderar eleven sitt arbete och resultat med <strong>nyanserade</strong> omdömen <strong>samt ger förslag på hur arbetet kan förbättras</strong>."
        }
      }, {
        "text" : "Eleven redogör även <strong>________</strong> för materialens och produktens historia samt för <strong>________</strong> resonemang om deras utvecklingspotential.",
        "knowledgeRequirementChoice" : {
          "E" : "Eleven redogör även <strong>översiktligt</strong> för materialens och produktens historia samt för <strong>enkla</strong> resonemang om deras utvecklingspotential.",
          "C" : "Eleven redogör även <strong>utförligt</strong> för materialens och produktens historia samt för <strong>välgrundade</strong> resonemang om deras utvecklingspotential.",
          "A" : "Eleven redogör även <strong>utförligt och nyanserat</strong> för materialens och produktens historia samt för <strong>välgrundade och nyanserade</strong> resonemang om deras utvecklingspotential."
        }
      } ]
    }, {
      "heading" : "",
      "knowledgeRequirements" : [ {
        "text" : "Eleven samarbetar i sitt arbete med andra samt för <strong>________</strong> resonemang om andras lösningar i samband med produktutveckling.",
        "knowledgeRequirementChoice" : {
          "E" : "Eleven samarbetar i sitt arbete med andra samt för <strong>enkla</strong> resonemang om andras lösningar i samband med produktutveckling.",
          "C" : "Eleven samarbetar i sitt arbete med andra samt för <strong>välgrundade</strong> resonemang om andras lösningar i samband med produktutveckling.",
          "A" : "Eleven samarbetar i sitt arbete med andra samt för <strong>välgrundade och nyanserade</strong> resonemang om andras lösningar i samband med produktutveckling."
        }
      }, {
        "text" : "Dessutom använder eleven <strong>________</strong> korrekt fackspråk.",
        "knowledgeRequirementChoice" : {
          "E" : "Dessutom använder eleven <strong>med viss säkerhet</strong> korrekt fackspråk.",
          "C" : "Dessutom använder eleven <strong>med viss säkerhet</strong> korrekt fackspråk.",
          "A" : "Dessutom använder eleven <strong>med säkerhet</strong> korrekt fackspråk."
        }
      } ]
    }, {
      "heading" : "",
      "knowledgeRequirements" : [ {
        "text" : "När eleven samråder med handledare bedömer hon eller han <strong>________</strong> den egna förmågan och situationens krav.",
        "knowledgeRequirementChoice" : {
          "E" : "När eleven samråder med handledare bedömer hon eller han <strong>med viss säkerhet</strong> den egna förmågan och situationens krav.",
          "C" : "När eleven samråder med handledare bedömer hon eller han <strong>med viss säkerhet</strong> den egna förmågan och situationens krav.",
          "A" : "När eleven samråder med handledare bedömer hon eller han <strong>med säkerhet</strong> den egna förmågan och situationens krav."
        }
      } ]
    } ],
    "point" : 100,
    "year" : null
  } ]
}