{
  "name" : "Psykiatri",
  "description" : "Ämnet psykiatri är tvärvetenskapligt. Det bygger i huvudsak på medicinsk vetenskap, vårdvetenskap och pedagogik. Ämnet behandlar vård- och omsorgsarbete vid psykiska sjukdomar.",
  "code" : "PSY",
  "designation" : "",
  "skolfsId" : "0000:00",
  "purposes" : [ {
    "type" : "PARAGRAPH",
    "heading" : "",
    "lines" : [ "Undervisningen i ämnet psykiatri ska syfta till att eleverna utvecklar kunskaper om olika psykiska funktionsnedsättningar.", "Den ska bidra till att eleverna utvecklar förmåga att kommunicera och möta patienter och brukare med ett lyhört, respektfullt och empatiskt förhållningssätt.", "I undervisningen ska eleverna också ges möjlighet att utveckla kunskaper om livsvärldens betydelse för uppkomst av psykisk funktionsnedsättning liksom om samhällets och enskilda människors möjlighet att påverka den." ]
  }, {
    "type" : "PARAGRAPH",
    "heading" : "",
    "lines" : [ "Undervisningen ska bidra till att eleverna blir medvetna om de fördomar som finns om psykiska funktionsnedsättningar.", "I undervisningen ska eleverna ges möjlighet att diskutera orsaker till ökningen av psykisk ohälsa i samhället inte minst bland unga samt utveckla förståelse av att psykisk ohälsa kan drabba alla människor och att det är lika naturligt att söka hjälp för det som för en fysisk sjukdom.", "Eleverna ska dessutom utveckla förståelse av hur vården, omsorgen och omvårdnaden ska utformas för patienter och brukare med psykiska funktionsnedsättningar.", "Eleverna ska ges möjlighet att planera, genomföra, dokumentera och utvärdera arbetet utifrån omvårdnads- och omsorgsprocessens olika steg." ]
  }, {
    "type" : "BULLET",
    "heading" : "Undervisningen i ämnet psykiatri ska ge eleverna förutsättningar att utveckla följande:",
    "lines" : [ "Kunskaper om lagar och andra bestämmelser som styr verksamhetsområdet samt förmåga att arbeta efter dessa i praktisk verksamhet.", "Kunskaper om den historiska utvecklingen inom verksamhetsområdet samt om betydelsen av evidensbaserad kunskap.", "Kunskaper om rättspsykiatrins samhällsskyddande verksamhet samt förmåga att se människan bakom brottet i arbetet med att återanpassa patienten till ett liv i frihet.", "Kunskaper om orsaker till att psykisk ohälsa uppstår samt faktorer som påverkar psykisk hälsa och ohälsa.", "Kunskaper om olika psykiska funktionsnedsättningar samt förmåga att tillämpa dessa kunskaper i praktisk verksamhet.", "Kunskaper om omvårdnads- och omsorgsprocessens olika steg och innehåll vid olika psykiska funktionsnedsättningar samt förmåga att tillämpa dessa kunskaper i praktisk verksamhet.", "Kunskaper om den samhällsbaserade psykiatrins olika stödåtgärder i arbetet med patienter och brukare som är i behov av återhämtning.", "Förmåga att möta och kommunicera med patienter, brukare och närstående på ett respektfullt, lyhört och empatiskt sätt samt förmåga att reflektera över sitt eget förhållningssätt i mötet med dem.", "Förmåga att med kreativitet och initiativförmåga medverka i vårdens, omsorgens och omvårdnadens förbättrings- och kvalitetsarbete utifrån evidensbaserad kunskap.", "Kunskaper om hur ett väl utvecklat samarbete med olika huvudmän, yrkesgrupper och närstående påverkar patienters och brukares återhämtning positivt." ]
  } ],
  "courses" : [ {
    "name" : "Psykiatri 1",
    "description" : "Kursen psykiatri 1 omfattar punkterna 2, 4–6 och 8 under rubriken Ämnets syfte. I kursen behandlas grundläggande kunskaper i ämnet.",
    "code" : "PSYPSY01",
    "centralContent" : [ {
      "heading" : "Undervisningen i kursen ska behandla följande centrala innehåll:",
      "lines" : [ "Psykiatrins historiska utveckling vad gäller organisation, människosyn, kunskap, utveckling och användning av olika behandlingsformer samt behov av evidensbaserad kunskap.", "Förklaringsmodeller till att psykisk ohälsa uppstår. Hur individens fysiska, psykosociala och socioekonomiska situation samt könstillhörighet påverkar psykisk hälsa och ohälsa.", "Identifikation av psykiska hälsorisker och förebyggande av psykisk ohälsa.", "Orsak, symtom, skattningsinstrument, behandling, vård och omsorg, omvårdnad, återhämtning samt prevention vid vanliga psykiska funktionsnedsättningar.", "Professionell hållning, balanspunkter, överföring–motöverföring, närhet–distans, empati–sympati samt hållpunkter för ett bra samtal." ]
    } ],
    "knowledgeRequirementParagraphs" : [ {
      "heading" : "",
      "knowledgeRequirements" : [ {
        "text" : "Eleven ger med utgångspunkt i psykiatrins historia <strong>________</strong> exempel på vikten av evidensbaserad kunskap.",
        "knowledgeRequirementChoice" : {
          "E" : "Eleven ger med utgångspunkt i psykiatrins historia <strong>enkla</strong> exempel på vikten av evidensbaserad kunskap.",
          "C" : "Eleven ger med utgångspunkt i psykiatrins historia exempel på vikten av evidensbaserad kunskap.",
          "A" : "Eleven ger med utgångspunkt i psykiatrins historia exempel på vikten av evidensbaserad kunskap <strong>samt förklarar utförligt och nyanserat sambandet mellan evidensbaserad kunskap och god vård</strong>."
        }
      }, {
        "text" : "Eleven beskriver också <strong>________</strong> ett par olika förklaringsmodeller till att psykisk ohälsa uppstår.",
        "knowledgeRequirementChoice" : {
          "E" : "Eleven beskriver också <strong>översiktligt</strong> ett par olika förklaringsmodeller till att psykisk ohälsa uppstår.",
          "C" : "Eleven beskriver också <strong>utförligt</strong> ett par olika förklaringsmodeller till att psykisk ohälsa uppstår <strong>och redogör utförligt för de teorier som finns bakom förklaringsmodellerna</strong>.",
          "A" : "Eleven beskriver också <strong>utförligt och nyanserat</strong> ett par olika förklaringsmodeller till att psykisk ohälsa uppstår, <strong>redogör utförligt och nyanserat för de teorier som finns bakom förklaringsmodellerna samt jämför teorierna</strong>."
        }
      }, {
        "text" : "Dessutom beskriver eleven <strong>________</strong> hur individens fysiska, psykosociala och socioekonomiska situation samt könstillhörighet kan påverka psykisk hälsa och ohälsa.",
        "knowledgeRequirementChoice" : {
          "E" : "Dessutom beskriver eleven <strong>översiktligt</strong> hur individens fysiska, psykosociala och socioekonomiska situation samt könstillhörighet kan påverka psykisk hälsa och ohälsa.",
          "C" : "Dessutom beskriver eleven <strong>utförligt</strong> hur individens fysiska, psykosociala och socioekonomiska situation samt könstillhörighet kan påverka psykisk hälsa och ohälsa.",
          "A" : "Dessutom beskriver eleven <strong>utförligt och nyanserat</strong> hur individens fysiska, psykosociala och socioekonomiska situation samt könstillhörighet kan påverka psykisk hälsa och ohälsa."
        }
      } ]
    }, {
      "heading" : "",
      "knowledgeRequirements" : [ {
        "text" : "Eleven ger <strong>________</strong> förslag på vad som behöver förändras i människors livsstil för att förebygga psykisk ohälsa.",
        "knowledgeRequirementChoice" : {
          "E" : "Eleven ger <strong>enkla</strong> förslag på vad som behöver förändras i människors livsstil för att förebygga psykisk ohälsa.",
          "C" : "Eleven ger <strong>välgrundade</strong> förslag på vad som behöver förändras i människors livsstil för att förebygga psykisk ohälsa.",
          "A" : "Eleven <strong>identifierar olika orsaker till att psykisk ohälsa uppstår</strong>, <strong>förklarar utförligt och nyanserat livsvärldens betydelse för psykisk hälsa samt</strong> ger <strong>välgrundade och nyanserade</strong> förslag på vad som behöver förändras i människors livsstil för att förebygga psykisk ohälsa."
        }
      }, {
        "text" : "Eleven beskriver även <strong>________</strong> orsak, symtom, skattningsinstrument, behandling, vård och omsorg, omvårdnad, återhämtning samt prevention vid vanliga psykiska funktionsnedsättningar.",
        "knowledgeRequirementChoice" : {
          "E" : "Eleven beskriver även <strong>översiktligt</strong> orsak, symtom, skattningsinstrument, behandling, vård och omsorg, omvårdnad, återhämtning samt prevention vid vanliga psykiska funktionsnedsättningar.",
          "C" : "Eleven beskriver även <strong>utförligt</strong> orsak, symtom, skattningsinstrument, behandling, vård och omsorg, omvårdnad, återhämtning samt prevention vid vanliga psykiska funktionsnedsättningar.",
          "A" : "Eleven beskriver även <strong>utförligt och nyanserat</strong> orsak, symtom, skattningsinstrument, behandling, vård och omsorg, omvårdnad, återhämtning samt prevention vid vanliga psykiska funktionsnedsättningar."
        }
      } ]
    }, {
      "heading" : "",
      "knowledgeRequirements" : [ {
        "text" : "Eleven beskriver <strong>________</strong> hur man möter och kommunicerar med människor som har olika psykiska funktionsnedsättningar.",
        "knowledgeRequirementChoice" : {
          "E" : "Eleven beskriver <strong>översiktligt</strong> hur man möter och kommunicerar med människor som har olika psykiska funktionsnedsättningar.",
          "C" : "Eleven beskriver <strong>utförligt</strong> hur man möter och kommunicerar med människor som har olika psykiska funktionsnedsättningar.",
          "A" : "Eleven beskriver <strong>utförligt och nyanserat</strong> hur man möter och kommunicerar med människor som har olika psykiska funktionsnedsättningar."
        }
      }, {
        "text" : "Dessutom beskriver eleven <strong>________</strong> innebörden av ett respektfullt, lyhört och empatiskt förhållningssätt.",
        "knowledgeRequirementChoice" : {
          "E" : "Dessutom beskriver eleven <strong>översiktligt</strong> innebörden av ett respektfullt, lyhört och empatiskt förhållningssätt.",
          "C" : "Dessutom beskriver eleven <strong>utförligt</strong> innebörden av ett respektfullt, lyhört och empatiskt förhållningssätt.",
          "A" : "Dessutom beskriver eleven <strong>utförligt och nyanserat</strong> innebörden av ett respektfullt, lyhört och empatiskt förhållningssätt."
        }
      } ]
    } ],
    "point" : 100,
    "year" : null
  }, {
    "name" : "Psykiatri 2",
    "description" : "Kursen psykiatri 2 omfattar punkterna 1, 5–6 och 8–10 under rubriken Ämnets syfte. I kursen behandlas fördjupade kunskaper i ämnet.",
    "code" : "PSYPSY02",
    "centralContent" : [ {
      "heading" : "Undervisningen i kursen ska behandla följande centrala innehåll:",
      "lines" : [ "Olika lagar och andra bestämmelser som styr verksamheten, till exempel hälso- och sjukvårdslagen, lagen om psykiatrisk tvångsvård och lagen om rättspsykiatrisk vård.", "Orsak, symtom, skattningsinstrument, behandling, vård och omsorg, omvårdnad, återhämtning samt prevention vid mindre vanliga psykiska funktionsnedsättningar.", "Olika behandlingsformer, till exempel kognitiv beteendeterapi och dialektisk beteendeterapi samt ESL, ett självständigt liv.", "Samsjuklighet, bruk och missbruk vid psykisk funktionsnedsättning.", "Bedömning av behov, planering, genomförande, dokumentation och utvärdering av vård och omsorg samt omvårdnadsarbete vid mindre vanliga psykiska funktionsnedsättningar.", "Samtalsmetodik individuellt och i grupp. Motiverande samtal med öppna frågor, reflektioner och sammanfattningar. Kommunikationens betydelse vid tvångssituationer.", "Arbete med förbättrings- och kvalitetsarbete i den praktiska verksamheten.", "Vikten av samarbete mellan olika yrkesgrupper och olika ansvarsområden. Revirtänkande.", "Intresse- och anhörigföreningar samt deras möjlighet till påverkan på vården och omsorgen. Stödverksamhet till barn med föräldrar som har psykisk funktionsnedsättning eller missbruksproblematik samt utbildning om psykiska funktionsnedsättningar. Delaktighet för patienter, brukare och närstående i vård- och omsorgs- samt omvårdnadsarbete." ]
    } ],
    "knowledgeRequirementParagraphs" : [ {
      "heading" : "",
      "knowledgeRequirements" : [ {
        "text" : "Eleven redogör <strong>________</strong> för lagar och andra bestämmelser som styr verksamheten samt arbetar efter dem.",
        "knowledgeRequirementChoice" : {
          "E" : "Eleven redogör <strong>översiktligt</strong> för lagar och andra bestämmelser som styr verksamheten samt arbetar efter dem.",
          "C" : "Eleven redogör <strong>utförligt</strong> för lagar och andra bestämmelser som styr verksamheten samt arbetar efter dem <strong>och beskriver utförligt hur de påverkar patienternas handlingsfrihet</strong>.",
          "A" : "Eleven redogör <strong>utförligt och nyanserat</strong> för lagar och andra bestämmelser som styr verksamheten samt arbetar efter dem <strong>och beskriver utförligt och nyanserat hur de påverkar patienternas handlingsfrihet och vårdarbetet</strong>."
        }
      }, {
        "text" : "Eleven beskriver även <strong>________</strong> orsak, symtom, skattningsinstrument, behandling, vård och omsorg, omvårdnad, återhämtning samt prevention vid mindre vanliga psykiska funktionsnedsättningar.",
        "knowledgeRequirementChoice" : {
          "E" : "Eleven beskriver även <strong>översiktligt</strong> orsak, symtom, skattningsinstrument, behandling, vård och omsorg, omvårdnad, återhämtning samt prevention vid mindre vanliga psykiska funktionsnedsättningar.",
          "C" : "Eleven beskriver även <strong>utförligt</strong> orsak, symtom, skattningsinstrument, behandling, vård och omsorg, omvårdnad, återhämtning samt prevention vid mindre vanliga psykiska funktionsnedsättningar.",
          "A" : "Eleven beskriver även <strong>utförligt och nyanserat</strong> orsak, symtom, skattningsinstrument, behandling, vård och omsorg, omvårdnad, återhämtning samt prevention vid mindre vanliga psykiska funktionsnedsättningar."
        }
      }, {
        "text" : "Med det som utgångspunkt och <strong>________</strong> med handledare planerar, genomför och dokumenterar eleven vård-, omsorgs- och omvårdnadsarbete utifrån omvårdnads- och omsorgsprocessens olika steg.",
        "knowledgeRequirementChoice" : {
          "E" : "Med det som utgångspunkt och <strong>i samråd</strong> med handledare planerar, genomför och dokumenterar eleven vård-, omsorgs- och omvårdnadsarbete utifrån omvårdnads- och omsorgsprocessens olika steg.",
          "C" : "Med det som utgångspunkt och <strong>efter samråd</strong> med handledare <strong>uppmärksammar eleven behov samt</strong> planerar, genomför, dokumenterar och <strong>utvärderar</strong> vård-, omsorgs- och omvårdnadsarbete utifrån omvårdnads- och omsorgsprocessens olika steg.",
          "A" : "Med det som utgångspunkt och <strong>efter samråd</strong> med handledare <strong>uppmärksammar eleven behov samt</strong> planerar, genomför, dokumenterar och <strong>utvärderar</strong> vård-, omsorgs- och omvårdnadsarbete utifrån omvårdnads- och omsorgsprocessens olika steg."
        }
      } ]
    }, {
      "heading" : "",
      "knowledgeRequirements" : [ {
        "text" : "Eleven ger <strong>________</strong> exempel på hur man utifrån olika situationer möter och kommunicerar med patienter och brukare på ett respektfullt, lyhört och empatiskt sätt samt utför detta <strong>________</strong> med handledare.",
        "knowledgeRequirementChoice" : {
          "E" : "Eleven ger <strong>enkla</strong> exempel på hur man utifrån olika situationer möter och kommunicerar med patienter och brukare på ett respektfullt, lyhört och empatiskt sätt samt utför detta <strong>i samråd</strong> med handledare.",
          "C" : "Eleven ger exempel på hur man utifrån olika situationer möter och kommunicerar med patienter och brukare på ett respektfullt, lyhört och empatiskt sätt samt utför detta <strong>efter samråd</strong> med handledare.",
          "A" : "Eleven ger exempel på hur man utifrån olika situationer möter och kommunicerar med patienter och brukare på ett respektfullt, lyhört och empatiskt sätt samt utför detta <strong>efter samråd</strong> med handledare."
        }
      }, {
        "text" : "Dessutom värderar eleven med <strong>________</strong> omdömen sitt eget förhållningssätt i mötet med patienter och brukare.",
        "knowledgeRequirementChoice" : {
          "E" : "Dessutom värderar eleven med <strong>enkla</strong> omdömen sitt eget förhållningssätt i mötet med patienter och brukare.",
          "C" : "Dessutom värderar eleven med <strong>nyanserade</strong> omdömen sitt eget förhållningssätt i mötet med patienter och brukare.",
          "A" : "Dessutom värderar eleven med <strong>nyanserade</strong> omdömen sitt eget förhållningssätt i mötet med patienter och brukare <strong>samt anpassar det vid behov till ändrade förutsättningar</strong>. <strong>Eleven motiverar också utförligt och nyanserat kommunikationens betydelse i arbetet</strong>."
        }
      }, {
        "text" : "Eleven tar <strong>________</strong> med handledare initiativ i <strong>________</strong> situationer i vård- och omsorgsarbetet samt beskriver <strong>________</strong> hur olika rutiner påverkar arbetet.",
        "knowledgeRequirementChoice" : {
          "E" : "Eleven tar <strong>i samråd</strong> med handledare initiativ i <strong>bekanta</strong> situationer i vård- och omsorgsarbetet samt beskriver <strong>översiktligt utifrån givna frågeställningar</strong> hur olika rutiner påverkar arbetet.",
          "C" : "Eleven tar <strong>efter samråd</strong> med handledare initiativ i <strong>bekanta</strong> situationer i vård- och omsorgsarbetet samt beskriver <strong>utförligt</strong> hur olika rutiner påverkar arbetet.",
          "A" : "Eleven tar <strong>efter samråd</strong> med handledare initiativ i <strong>nya</strong> situationer i vård- och omsorgsarbetet samt beskriver <strong>utförligt och nyanserat</strong> hur olika rutiner påverkar arbetet."
        }
      } ]
    }, {
      "heading" : "",
      "knowledgeRequirements" : [ {
        "text" : "Eleven redogör <strong>________</strong> för nyttan av att olika huvudmän, yrkesgrupper och närstående blir delaktiga i utformningen av patientens och brukarens vård och omsorg samt omvårdnad.",
        "knowledgeRequirementChoice" : {
          "E" : "Eleven redogör <strong>översiktligt</strong> för nyttan av att olika huvudmän, yrkesgrupper och närstående blir delaktiga i utformningen av patientens och brukarens vård och omsorg samt omvårdnad.",
          "C" : "Eleven redogör <strong>utförligt</strong> för nyttan av att olika huvudmän, yrkesgrupper och närstående blir delaktiga i utformningen av patientens och brukarens vård och omsorg samt omvårdnad.",
          "A" : "Eleven redogör <strong>utförligt</strong> för nyttan av att olika huvudmän, yrkesgrupper och närstående blir delaktiga i utformningen av patientens och brukarens vård och omsorg samt omvårdnad. <strong>Dessutom förklarar eleven utförligt och nyanserat vilka negativa följder det kan få om dessa grupper inte involveras i utformningen</strong>."
        }
      } ]
    }, {
      "heading" : "",
      "knowledgeRequirements" : [ {
        "text" : "När eleven samråder med handledare bedömer hon eller han <strong>________</strong> den egna förmågan och situationens krav.",
        "knowledgeRequirementChoice" : {
          "E" : "När eleven samråder med handledare bedömer hon eller han <strong>med viss säkerhet</strong> den egna förmågan och situationens krav.",
          "C" : "När eleven samråder med handledare bedömer hon eller han <strong>med viss säkerhet</strong> den egna förmågan och situationens krav.",
          "A" : "När eleven samråder med handledare bedömer hon eller han <strong>med säkerhet</strong> den egna förmågan och situationens krav."
        }
      } ]
    } ],
    "point" : 200,
    "year" : null
  }, {
    "name" : "Rättspsykiatri",
    "description" : "Kursen rättspsykiatri omfattar punkterna 1, 3–5 och 8–10 under rubriken Ämnets syfte. I kursen behandlas fördjupade kunskaper i ämnet.",
    "code" : "PSYRÄS0",
    "centralContent" : [ {
      "heading" : "Undervisningen i kursen ska behandla följande centrala innehåll:",
      "lines" : [ "Lagar och andra bestämmelser som styr verksamheten i till exempel öppen och sluten rättspsykiatrisk vård. Samarbete med kriminalvården samt kriminalvårdens olika restriktioner.", "Dynamisk och statisk säkerhet. Riskbedömningar och hur man kan minimera hot och våldssituationer.", "Psykisk sjukdom och kriminalitet samt förebyggande åtgärder, till exempel genom samhälls- och familjeinsatser.", "Metoder för att använda sig själv som ett verktyg för att skapa goda vårdrelationer med patienter.", "Rättspsykiatrisk vård och omvårdnad, värdegrund, humanistisk människosyn, närhet och distans.", "Arbete med förbättrings- och kvalitetsarbete i den praktiska verksamheten.", "Samverkan mellan olika myndigheter och verksamhetsområden vid utslussning och eftervård. Rättigheter och skyldigheter för patienten.", "Program för patientrehabilitering, till exempel missbruksprogram." ]
    } ],
    "knowledgeRequirementParagraphs" : [ {
      "heading" : "",
      "knowledgeRequirements" : [ {
        "text" : "Eleven redogör <strong>________</strong> för lagar och andra bestämmelser som styr verksamheten samt arbetar efter dem.",
        "knowledgeRequirementChoice" : {
          "E" : "Eleven redogör <strong>översiktligt</strong> för lagar och andra bestämmelser som styr verksamheten samt arbetar efter dem.",
          "C" : "Eleven redogör <strong>utförligt</strong> för lagar och andra bestämmelser som styr verksamheten samt arbetar efter dem.",
          "A" : "Eleven redogör <strong>utförligt och nyanserat</strong> för lagar och andra bestämmelser som styr verksamheten samt arbetar efter dem."
        }
      }, {
        "text" : "Eleven beskriver även <strong>________</strong> rättspsykiatrins samhällsskyddande roll utifrån de riskbedömningar som görs.",
        "knowledgeRequirementChoice" : {
          "E" : "Eleven beskriver även <strong>översiktligt</strong> rättspsykiatrins samhällsskyddande roll utifrån de riskbedömningar som görs.",
          "C" : "Eleven beskriver även <strong>utförligt</strong> rättspsykiatrins samhällsskyddande roll utifrån de riskbedömningar som görs.",
          "A" : "Eleven beskriver även <strong>utförligt och nyanserat</strong> rättspsykiatrins samhällsskyddande roll utifrån de riskbedömningar som görs."
        }
      }, {
        "text" : "Dessutom beskriver eleven <strong>________</strong> vikten av att arbeta utifrån ett etiskt förhållningssätt där man ser människan bakom brottet.",
        "knowledgeRequirementChoice" : {
          "E" : "Dessutom beskriver eleven <strong>översiktligt</strong> vikten av att arbeta utifrån ett etiskt förhållningssätt där man ser människan bakom brottet.",
          "C" : "Dessutom beskriver eleven <strong>utförligt</strong> vikten av att arbeta utifrån ett etiskt förhållningssätt där man ser människan bakom brottet.",
          "A" : "Dessutom beskriver eleven <strong>utförligt och nyanserat</strong> vikten av att arbeta utifrån ett etiskt förhållningssätt där man ser människan bakom brottet."
        }
      } ]
    }, {
      "heading" : "",
      "knowledgeRequirements" : [ {
        "text" : "Eleven beskriver <strong>________</strong> samhällets och familjens möjlighet att genom tidig påverkan och hjälp förhindra utvecklingen av en kriminell identitet.",
        "knowledgeRequirementChoice" : {
          "E" : "Eleven beskriver <strong>översiktligt</strong> samhällets och familjens möjlighet att genom tidig påverkan och hjälp förhindra utvecklingen av en kriminell identitet.",
          "C" : "Eleven beskriver <strong>utförligt</strong> samhällets och familjens möjlighet att genom tidig påverkan och hjälp förhindra utvecklingen av en kriminell identitet.",
          "A" : "Eleven beskriver <strong>utförligt och nyanserat</strong> samhällets och familjens möjlighet att genom tidig påverkan och hjälp förhindra utvecklingen av en kriminell identitet."
        }
      }, {
        "text" : "Eleven beskriver även <strong>________</strong> hur man i omvårdnadsarbetet använder sig själv som verktyg för att skapa en vårdrelation där patienten ges möjlighet till bearbetning och tillväxt.",
        "knowledgeRequirementChoice" : {
          "E" : "Eleven beskriver även <strong>översiktligt</strong> hur man i omvårdnadsarbetet använder sig själv som verktyg för att skapa en vårdrelation där patienten ges möjlighet till bearbetning och tillväxt.",
          "C" : "Eleven beskriver även <strong>utförligt</strong> hur man i omvårdnadsarbetet använder sig själv som verktyg för att skapa en vårdrelation där patienten ges möjlighet till bearbetning och tillväxt.",
          "A" : "Eleven beskriver även <strong>utförligt och nyanserat</strong> hur man i omvårdnadsarbetet använder sig själv som verktyg för att skapa en vårdrelation där patienten ges möjlighet till bearbetning och tillväxt."
        }
      }, {
        "text" : "Dessutom värderar eleven med <strong>________</strong> omdömen sitt eget förhållningssätt vad gäller närhet och distans i mötet med patienter.",
        "knowledgeRequirementChoice" : {
          "E" : "Dessutom värderar eleven med <strong>enkla</strong> omdömen sitt eget förhållningssätt vad gäller närhet och distans i mötet med patienter.",
          "C" : "Dessutom värderar eleven med <strong>nyanserade</strong> omdömen sitt eget förhållningssätt vad gäller närhet och distans i mötet med patienter.",
          "A" : "Dessutom värderar eleven med <strong>nyanserade</strong> omdömen sitt eget förhållningssätt vad gäller närhet och distans i mötet med patienter <strong>samt identifierar och ger förslag på förändringar som kan utveckla det egna förhållningssättet</strong>."
        }
      } ]
    }, {
      "heading" : "",
      "knowledgeRequirements" : [ {
        "text" : "Eleven möter <strong>________</strong> med handledare <strong>________</strong> patienter på ett respektfullt, lyhört och empatiskt sätt.",
        "knowledgeRequirementChoice" : {
          "E" : "Eleven möter <strong>i samråd</strong> med handledare <strong>och utifrån givna rutiner</strong> patienter på ett respektfullt, lyhört och empatiskt sätt.",
          "C" : "Eleven möter <strong>efter samråd</strong> med handledare <strong>utifrån egna valda strategier</strong> patienter på ett respektfullt, lyhört och empatiskt sätt.",
          "A" : "Eleven möter <strong>efter samråd</strong> med handledare <strong>utifrån egna valda strategier och i nya situationer</strong> patienter på ett respektfullt, lyhört och empatiskt sätt."
        }
      }, {
        "text" : "Eleven tar också <strong>________</strong> med handledare initiativ i olika vård- och omsorgssituationer, väljer en strategi, följer sin planering och genomför arbetet med <strong>________</strong> resultat.",
        "knowledgeRequirementChoice" : {
          "E" : "Eleven tar också <strong>i samråd</strong> med handledare initiativ i olika vård- och omsorgssituationer, väljer en strategi, följer sin planering och genomför arbetet med <strong>tillfredsställande</strong> resultat.",
          "C" : "Eleven tar också <strong>efter samråd</strong> med handledare initiativ i olika vård- och omsorgssituationer, väljer en strategi, följer sin planering och genomför arbetet med <strong>tillfredsställande</strong> resultat.",
          "A" : "Eleven tar också <strong>efter samråd</strong> med handledare initiativ i olika vård- och omsorgssituationer, väljer en strategi, följer sin planering och genomför arbetet med <strong>gott</strong> resultat."
        }
      }, {
        "text" : "Dessutom beskriver eleven <strong>________</strong> hur olika rutiner påverkar arbetet samt ger <strong>________</strong> förslag på hur rutinerna kan förbättras.",
        "knowledgeRequirementChoice" : {
          "E" : "Dessutom beskriver eleven <strong>översiktligt utifrån givna frågeställningar</strong> hur olika rutiner påverkar arbetet samt ger <strong>enkla</strong> förslag på hur rutinerna kan förbättras.",
          "C" : "Dessutom beskriver eleven <strong>utförligt</strong> hur olika rutiner påverkar arbetet samt ger <strong>välgrundade</strong> förslag på hur rutinerna kan förbättras.",
          "A" : "Dessutom beskriver eleven <strong>utförligt och nyanserat</strong> hur olika rutiner påverkar arbetet samt ger <strong>välgrundade och nyanserade</strong> förslag på hur rutinerna kan förbättras."
        }
      } ]
    }, {
      "heading" : "",
      "knowledgeRequirements" : [ {
        "text" : "Eleven redogör <strong>________</strong> för nyttan av att olika myndigheter och verksamhetsområden samverkar vid utslussning och eftervård av patienter.",
        "knowledgeRequirementChoice" : {
          "E" : "Eleven redogör <strong>översiktligt</strong> för nyttan av att olika myndigheter och verksamhetsområden samverkar vid utslussning och eftervård av patienter.",
          "C" : "Eleven redogör <strong>utförligt</strong> för nyttan av att olika myndigheter och verksamhetsområden samverkar vid utslussning och eftervård av patienter.",
          "A" : "Eleven redogör <strong>utförligt och nyanserat</strong> för nyttan av att olika myndigheter och verksamhetsområden samverkar vid utslussning och eftervård av patienter."
        }
      }, {
        "text" : "Dessutom beskriver eleven <strong>________</strong> varför det är viktigt att samhället kan tillgodose patienternas behov av en väl utbyggd utslussningsprocess och ger exempel på olika program för patientrehabilitering.",
        "knowledgeRequirementChoice" : {
          "E" : "Dessutom beskriver eleven <strong>översiktligt</strong> varför det är viktigt att samhället kan tillgodose patienternas behov av en väl utbyggd utslussningsprocess och ger exempel på olika program för patientrehabilitering.",
          "C" : "Dessutom beskriver eleven <strong>utförligt</strong> varför det är viktigt att samhället kan tillgodose patienternas behov av en väl utbyggd utslussningsprocess och ger exempel på olika program för patientrehabilitering. <strong>Eleven förklarar också utförligt varför ett visst program kan vara framgångsrikt för en viss patient</strong>.",
          "A" : "Dessutom beskriver eleven <strong>utförligt och nyanserat</strong> varför det är viktigt att samhället kan tillgodose patienternas behov av en väl utbyggd utslussningsprocess och ger exempel på olika program för patientrehabilitering. <strong>Eleven förklarar också utförligt och nyanserat varför ett visst program kan vara framgångsrikt för en viss patient</strong>."
        }
      } ]
    }, {
      "heading" : "",
      "knowledgeRequirements" : [ {
        "text" : "När eleven samråder med handledare bedömer hon eller han <strong>________</strong> den egna förmågan och situationens krav.",
        "knowledgeRequirementChoice" : {
          "E" : "När eleven samråder med handledare bedömer hon eller han <strong>med viss säkerhet</strong> den egna förmågan och situationens krav.",
          "C" : "När eleven samråder med handledare bedömer hon eller han <strong>med viss säkerhet</strong> den egna förmågan och situationens krav.",
          "A" : "När eleven samråder med handledare bedömer hon eller han <strong>med säkerhet</strong> den egna förmågan och situationens krav."
        }
      } ]
    } ],
    "point" : 100,
    "year" : null
  }, {
    "name" : "Samhällsbaserad psykiatri",
    "description" : "Kursen samhällsbaserad psykiatri omfattar punkterna 7–10 under rubriken Ämnets syfte. I kursen behandlas fördjupade kunskaper i ämnet.",
    "code" : "PSYSAM0",
    "centralContent" : [ {
      "heading" : "Undervisningen i kursen ska behandla följande centrala innehåll:",
      "lines" : [ "Möjligheter till stöd. Case management, resurspersoner, olika boenden och boendestödsverksamheter samt sysselsättningens betydelse och utformning.", "Återhämtningsprocessens olika skeenden, återhämtningens betydelse samt återhämtning och kultur. Brukarens behov av kunskap om sin psykiska funktionsnedsättning och de professionellas roll i detta. Behovet av stöd.", "Stigmatisering vid psykisk sjukdom, hur det uppstår, varför det förekommer, brukarens erfarenheter, allmänhetens och professionens roll samt självstigmatisering.", "Professionalism, personlig integritet och självbestämmande, bemötande och relationer vid arbete i brukarens hemmiljö.", "Arbete med förbättrings- och kvalitetsarbete i den praktiska verksamheten.", "Samverkan mellan olika huvudmän och samverkans möjligheter och hinder." ]
    } ],
    "knowledgeRequirementParagraphs" : [ {
      "heading" : "",
      "knowledgeRequirements" : [ {
        "text" : "Eleven beskriver <strong>________</strong> vilket stöd brukarna kan få i form av resurspersoner, boende och sysselsättning.",
        "knowledgeRequirementChoice" : {
          "E" : "Eleven beskriver <strong>översiktligt</strong> vilket stöd brukarna kan få i form av resurspersoner, boende och sysselsättning.",
          "C" : "Eleven beskriver <strong>utförligt</strong> vilket stöd brukarna kan få i form av resurspersoner, boende och sysselsättning.",
          "A" : "Eleven beskriver <strong>utförligt och nyanserat</strong> vilket stöd brukarna kan få i form av resurspersoner, boende och sysselsättning."
        }
      }, {
        "text" : "Eleven beskriver också <strong>________</strong> brukarens grundläggande behov i återhämtningsprocessens olika skeenden, återhämtningens betydelse och vad det kan innebära om brukaren inte får stöd.",
        "knowledgeRequirementChoice" : {
          "E" : "Eleven beskriver också <strong>översiktligt</strong> brukarens grundläggande behov i återhämtningsprocessens olika skeenden, återhämtningens betydelse och vad det kan innebära om brukaren inte får stöd.",
          "C" : "Eleven beskriver också <strong>utförligt</strong> brukarens grundläggande behov i återhämtningsprocessens olika skeenden, återhämtningens betydelse och vad det kan innebära om brukaren inte får stöd <strong>samt hur man som yrkesmässig hjälpare kan utgöra ett stöd</strong>.",
          "A" : "Eleven beskriver också <strong>utförligt och nyanserat</strong> brukarens grundläggande behov i återhämtningsprocessens olika skeenden, återhämtningens betydelse och vad det kan innebära om brukaren inte får stöd <strong>samt hur man som yrkesmässig hjälpare kan utgöra ett stöd</strong>. <strong>I beskrivningen värderar eleven med nyanserade omdömen olika stödåtgärder samt ger förslag på förbättringar</strong>."
        }
      }, {
        "text" : "Dessutom beskriver eleven <strong>________</strong> brukares upplevelse av stigmatisering i samhället samt ger <strong>________</strong> på åtgärder som skulle kunna förändra denna upplevelse.",
        "knowledgeRequirementChoice" : {
          "E" : "Dessutom beskriver eleven <strong>översiktligt</strong> brukares upplevelse av stigmatisering i samhället samt ger <strong>något enkelt förslag</strong> på åtgärder som skulle kunna förändra denna upplevelse.",
          "C" : "Dessutom beskriver eleven <strong>utförligt</strong> brukares upplevelse av stigmatisering i samhället, <strong>redogör utförligt för orsaker till stigmatiseringen</strong> samt ger <strong>några välgrundade förslag</strong> på åtgärder som skulle kunna förändra denna upplevelse.",
          "A" : "Dessutom beskriver eleven <strong>utförligt och nyanserat</strong> brukares upplevelse av stigmatisering i samhället, <strong>redogör utförligt och nyanserat för orsaker till stigmatiseringen</strong> samt ger <strong>några välgrundade och nyanserade förslag</strong> på åtgärder som skulle kunna förändra denna upplevelse."
        }
      } ]
    }, {
      "heading" : "",
      "knowledgeRequirements" : [ {
        "text" : "Eleven möter <strong>________</strong> med handledare utifrån <strong>________</strong> brukare på ett respektfullt, lyhört och empatiskt sätt.",
        "knowledgeRequirementChoice" : {
          "E" : "Eleven möter <strong>i samråd</strong> med handledare utifrån <strong>givna rutiner</strong> brukare på ett respektfullt, lyhört och empatiskt sätt.",
          "C" : "Eleven möter <strong>efter samråd</strong> med handledare utifrån <strong>egna valda strategier</strong> brukare på ett respektfullt, lyhört och empatiskt sätt.",
          "A" : "Eleven möter <strong>efter samråd</strong> med handledareutifrån <strong>egna valda strategier och i nya situationer</strong> brukare på ett respektfullt, lyhört och empatiskt sätt."
        }
      }, {
        "text" : "Dessutom redogör eleven <strong>________</strong> för de speciella krav som ställs för arbete i brukares hemmiljö.",
        "knowledgeRequirementChoice" : {
          "E" : "Dessutom redogör eleven <strong>översiktligt</strong> för de speciella krav som ställs för arbete i brukares hemmiljö.",
          "C" : "Dessutom redogör eleven <strong>utförligt</strong> för de speciella krav som ställs för arbete i brukares hemmiljö.",
          "A" : "Dessutom redogör eleven <strong>utförligt och nyanserat</strong> för de speciella krav som ställs för arbete i brukares hemmiljö."
        }
      }, {
        "text" : "Eleven tar <strong>________</strong> med handledare initiativ i <strong>________</strong> situationer i vård- och omsorgsarbetet samt beskriver <strong>________</strong> handlingar som tillgodoser brukarens integritet.",
        "knowledgeRequirementChoice" : {
          "E" : "Eleven tar <strong>i samråd</strong> med handledare initiativ i <strong>bekanta</strong> situationer i vård- och omsorgsarbetet samt beskriver <strong>översiktligt</strong> handlingar som tillgodoser brukarens integritet.",
          "C" : "Eleven tar <strong>efter samråd</strong> med handledare initiativ i <strong>bekanta</strong> situationer i vård- och omsorgsarbetet samt beskriver <strong>utförligt</strong> handlingar som tillgodoser brukarens integritet.",
          "A" : "Eleven tar <strong>efter samråd</strong> med handledare initiativ i <strong>nya</strong> situationer i vård- och omsorgsarbetet samt beskriver <strong>utförligt och nyanserat</strong> handlingar som tillgodoser brukarens integritet."
        }
      }, {
        "text" : "Dessutom värderar eleven med <strong>________</strong> omdömen sitt eget förhållningssätt i bemötandet av brukare.",
        "knowledgeRequirementChoice" : {
          "E" : "Dessutom värderar eleven med <strong>enkla</strong> omdömen sitt eget förhållningssätt i bemötandet av brukare.",
          "C" : "Dessutom värderar eleven med <strong>nyanserade</strong> omdömen sitt eget förhållningssätt i bemötandet av brukare.",
          "A" : "Dessutom värderar eleven med <strong>nyanserade</strong> omdömen sitt eget förhållningssätt i bemötandet av brukare <strong>samt anpassar det vid behov till ändrade förutsättningar</strong>."
        }
      }, {
        "text" : "Eleven beskriver <strong>________</strong> hur olika rutiner påverkar arbetet samt ger <strong>________</strong> förslag på hur rutinerna kan förbättras.",
        "knowledgeRequirementChoice" : {
          "E" : "Eleven beskriver <strong>översiktligt utifrån givna frågeställningar</strong> hur olika rutiner påverkar arbetet samt ger <strong>enkla</strong> förslag på hur rutinerna kan förbättras.",
          "C" : "Eleven beskriver <strong>utförligt</strong> hur olika rutiner påverkar arbetet samt ger <strong>välgrundade</strong> förslag på hur rutinerna kan förbättras.",
          "A" : "Eleven beskriver <strong>utförligt och nyanserat</strong> hur olika rutiner påverkar arbetet samt ger <strong>välgrundade och nyanserade</strong> förslag på hur rutinerna kan förbättras."
        }
      } ]
    }, {
      "heading" : "",
      "knowledgeRequirements" : [ {
        "text" : "Eleven redogör <strong>________</strong> för nyttan av att olika huvudmän samverkar samt för möjligheter och hinder i denna samverkan.",
        "knowledgeRequirementChoice" : {
          "E" : "Eleven redogör <strong>översiktligt</strong> för nyttan av att olika huvudmän samverkar samt för möjligheter och hinder i denna samverkan.",
          "C" : "Eleven redogör <strong>utförligt</strong> för nyttan av att olika huvudmän samverkar samt för möjligheter och hinder i denna samverkan.",
          "A" : "Eleven redogör <strong>utförligt och nyanserat</strong> för nyttan av att olika huvudmän samverkar samt för möjligheter och hinder i denna samverkan."
        }
      } ]
    }, {
      "heading" : "",
      "knowledgeRequirements" : [ {
        "text" : "När eleven samråder med handledare bedömer hon eller han <strong>________</strong> den egna förmågan och situationens krav.",
        "knowledgeRequirementChoice" : {
          "E" : "När eleven samråder med handledare bedömer hon eller han <strong>med viss säkerhet</strong> den egna förmågan och situationens krav.",
          "C" : "När eleven samråder med handledare bedömer hon eller han <strong>med viss säkerhet</strong> den egna förmågan och situationens krav.",
          "A" : "När eleven samråder med handledare bedömer hon eller han <strong>med säkerhet</strong> den egna förmågan och situationens krav."
        }
      } ]
    } ],
    "point" : 100,
    "year" : null
  } ]
}