{
  "name" : "Rennäring",
  "description" : "Ämnet rennäring behandlar rennäringens betydelse för det samiska samhället. Det behandlar hur näringen är sammankopplad med den samiska kulturen och är bärare av en lång kulturell tradition och en samisk identitet. I ämnet behandlas vidare rennäringens symbolvärde för fortlevnaden av det samiska samhället.",
  "code" : "REN",
  "designation" : "",
  "skolfsId" : "0000:00",
  "purposes" : [ {
    "type" : "PARAGRAPH",
    "heading" : "",
    "lines" : [ "Undervisningen i ämnet rennäring ska syfta till att eleverna utvecklar såväl traditionell samisk som forskningsbaserad kunskap om renen och dess naturliga beteende samt om rennäringen, dess olika verksamhetsområden och utveckling.", "Undervisningen ska bidra till att eleverna utvecklar förståelse av att bevara och utveckla en ekologisk, ekonomisk och kulturellt bärkraftig näring.", "Genom undervisningen ska eleverna ges möjlighet att utveckla förståelse av samspelet mellan renen, naturen och människan samt kunskaper om såväl moderna som traditionella metoder inom renskötseln.", "Undervisningen ska bidra till att eleverna utvecklar kunskaper om förvaltningsorgan för rennäringen och samebyns roll, om lagar och andra bestämmelser som gäller för rennäringen samt om internationella konventioner med relevans för samisk rennäring.", "Den ska även bidra till att stimulera elevernas intresse för entreprenörskap.", "Undervisningen ska bidra till att eleverna utvecklar kunskaper om hur rennäringen bedrivs i olika delar av Sápmi och internationellt." ]
  }, {
    "type" : "PARAGRAPH",
    "heading" : "",
    "lines" : [ "Undervisningen ska bidra till att eleverna utvecklar kunskaper om hur man förebygger skador och sjukdomar hos renar.", "Genom observationer och fältstudier ska eleverna även ges möjlighet att utveckla kunskaper om renars utveckling, etologi, hälsa och välbefinnande samt förmåga att identifiera renar och olika rovdjur, deras beteenden och vilka skador de förorsakar.", "Undervisningen ska ge eleverna möjlighet att utveckla förmåga att använda samisk terminologi för att förstå och beskriva den samiska rennäringen i nutid och historisk tid." ]
  }, {
    "type" : "PARAGRAPH",
    "heading" : "",
    "lines" : [ "Genom praktiska övningar i undervisningen och i samband med fältstudier ska eleverna ges möjlighet att utveckla förmåga att genomföra arbetsuppgifter som ingår i rennäring, använda olika hjälpmedel och utnyttja olika anläggningar." ]
  }, {
    "type" : "BULLET",
    "heading" : "Undervisningen i ämnet rennäring ska ge eleverna förutsättningar att utveckla följande:",
    "lines" : [ "Kunskaper om rennäringens historiska utveckling samt förändringar och förutsättningar som har påverkat den.", "Kunskaper om förvaltningsorgan inom rennäringen, samebyarnas roll, lagar och andra bestämmelser som gäller i samband med utövande av rennäring.", "Kunskaper om renens utseende, underarter och utbredningsområde och anpassning till arktiskt klimat. Kunskaper om renens anatomi och fysiologi, årstidsrytm, betesval, etologi och hälsa.", "Förmåga att utföra arbetsuppgifter som ingår i rennäringen.", "Förmåga att hantera utrustning, anläggningar och andra hjälpmedel.", "Förmåga att arbeta säkert och ergonomiskt samt med hänsyn till natur och miljö.", "Förmåga att hantera renar på ett etiskt och säkert sätt samt förebygga och reducera skador och lidande hos dem.", "Förmåga att följa lagar och andra bestämmelser som rör rennäringen.", "Kunskaper om olika rovdjur, deras beteenden och de skador de orsakar.", "Förmåga att använda samisk terminologi." ]
  } ],
  "courses" : [ {
    "name" : "Renen och dess naturmiljö 1",
    "description" : " Kursen omfattar punkterna 1, 3 och 10 under rubriken Ämnets syfte. I kursen behandlas grundläggande kunskaper i ämnet. ",
    "code" : "RENREN01",
    "centralContent" : [ {
      "heading" : "Undervisningen i kursen ska behandla följande centrala innehåll:",
      "lines" : [ "Rennäringens omfattning samt ekonomiska och sociala betydelse. Dess betydelse som kulturbärare i det samiska samhället både traditionellt och i nutid.", "Rennäringens historiska utveckling. Övergång från vildrensjakt till tamrenskötsel. Faktorer som påverkat och påverkar utvecklingen.", "Traditionella och nyare former av binäringar som ingår i rennäringen.", "Renens utseende, familjetillhörighet, släkte, art och underarter samt anpassning till arktiskt klimat.", "Renens anatomi och fysiologi.", "Renens livsprocesser inklusive andning. Renens funktionella byggnad.", "Renens naturliga miljö och beteenden inom olika åldersgrupper och kön under året.", "Växter som ingår i renens foderval under olika årstider och renens årstidsland.", "Val av betesväxter under året samt växtförhållanden i olika landskapstyper och årstidsland.", "Samisk terminologi inom rennäringen." ]
    } ],
    "knowledgeRequirementParagraphs" : [ {
      "heading" : "",
      "knowledgeRequirements" : [ {
        "text" : "Eleven redogör <strong>________</strong> för rennäringens omfattning samt ekonomiska och sociala betydelse.",
        "knowledgeRequirementChoice" : {
          "E" : "Eleven redogör <strong>översiktligt</strong> för rennäringens omfattning samt ekonomiska och sociala betydelse.",
          "C" : "Eleven redogör <strong>utförligt</strong> för rennäringens omfattning samt ekonomiska och sociala betydelse.",
          "A" : "Eleven redogör <strong>utförligt och nyanserat</strong> för rennäringens omfattning samt ekonomiska och sociala betydelse."
        }
      }, {
        "text" : "Eleven beskriver även <strong>________</strong> rennäringens historiska utveckling, förändringar och utvecklingsmöjligheter samt redogör <strong>________</strong> för dess betydelse som kulturbärare.",
        "knowledgeRequirementChoice" : {
          "E" : "Eleven beskriver även <strong>översiktligt</strong> rennäringens historiska utveckling, förändringar och utvecklingsmöjligheter samt redogör <strong>översiktligt</strong> för dess betydelse som kulturbärare.",
          "C" : "Eleven beskriver även <strong>utförligt</strong> rennäringens historiska utveckling, förändringar och utvecklingsmöjligheter samt redogör <strong>utförligt</strong> för dess betydelse som kulturbärare.",
          "A" : "Eleven beskriver även <strong>utförligt och nyanserat</strong> rennäringens historiska utveckling, förändringar och utvecklingsmöjligheter samt redogör <strong>utförligt och nyanserat</strong> för dess betydelse som kulturbärare."
        }
      }, {
        "text" : "Dessutom beskriver eleven <strong>________</strong> binäringar som ingår i rennäringen.",
        "knowledgeRequirementChoice" : {
          "E" : "Dessutom beskriver eleven <strong>översiktligt</strong> binäringar som ingår i rennäringen.",
          "C" : "Dessutom beskriver eleven <strong>utförligt</strong> binäringar som ingår i rennäringen.",
          "A" : "Dessutom beskriver eleven <strong>utförligt och nyanserat</strong> binäringar som ingår i rennäringen."
        }
      } ]
    }, {
      "heading" : "",
      "knowledgeRequirements" : [ {
        "text" : "Eleven redogör <strong>________</strong> för renens utseende, underarter, utbredningsområde och biologi samt för faktorer som påverkar dess kondition och hälsa.",
        "knowledgeRequirementChoice" : {
          "E" : "Eleven redogör <strong>översiktligt</strong> för renens utseende, underarter, utbredningsområde och biologi samt för faktorer som påverkar dess kondition och hälsa.",
          "C" : "Eleven redogör <strong>utförligt</strong> för renens utseende, underarter, utbredningsområde och biologi samt för faktorer som påverkar dess kondition och hälsa.",
          "A" : "Eleven redogör <strong>utförligt och nyanserat</strong> för renens utseende, underarter, utbredningsområde och biologi samt för faktorer som påverkar dess kondition och hälsa."
        }
      }, {
        "text" : "Dessutom redogör eleven <strong>________</strong> för renens foderval och årstidsland.",
        "knowledgeRequirementChoice" : {
          "E" : "Dessutom redogör eleven <strong>översiktligt</strong> för renens foderval och årstidsland.",
          "C" : "Dessutom redogör eleven <strong>utförligt</strong> för renens foderval och årstidsland.",
          "A" : "Dessutom redogör eleven <strong>utförligt och nyanserat</strong> för renens foderval och årstidsland."
        }
      }, {
        "text" : "Eleven identifierar, beskriver och namnger <strong>________</strong> olika växter som ingår i renens foderval.",
        "knowledgeRequirementChoice" : {
          "E" : "Eleven identifierar, beskriver och namnger <strong>med viss säkerhet</strong> olika växter som ingår i renens foderval.",
          "C" : "Eleven identifierar, beskriver och namnger <strong>med viss säkerhet</strong> olika växter som ingår i renens foderval.",
          "A" : "Eleven identifierar, beskriver och namnger <strong>med säkerhet</strong> olika växter som ingår i renens foderval."
        }
      } ]
    }, {
      "heading" : "",
      "knowledgeRequirements" : [ {
        "text" : "I beskrivningar och redogörelser använder eleven <strong>________</strong> samisk terminologi som berör renen och rennäringen.",
        "knowledgeRequirementChoice" : {
          "E" : "I beskrivningar och redogörelser använder eleven <strong>med viss säkerhet</strong> samisk terminologi som berör renen och rennäringen.",
          "C" : "I beskrivningar och redogörelser använder eleven <strong>med viss säkerhet</strong> samisk terminologi som berör renen och rennäringen.",
          "A" : "I beskrivningar och redogörelser använder eleven <strong>med säkerhet</strong> samisk terminologi som berör renen och rennäringen."
        }
      } ]
    } ],
    "point" : 100,
    "year" : null
  }, {
    "name" : "Renen och dess naturmiljö 2",
    "description" : "Kursen omfattar punkterna 1–3 och 9–10 under rubriken Ämnets syfte. I kursen behandlas fördjupade kunskaper i ämnet.",
    "code" : "RENREN02",
    "centralContent" : [ {
      "heading" : "Undervisningen i kursen ska behandla följande centrala innehåll:",
      "lines" : [ "Klimatets och klimatförändringarnas betydelse för betesförhållanden och andra förhållanden inom rennäringen.", "Traditionella bostäder, förråd, samt övrig utrustning som använts inom rennäringen. Teknisk utveckling inom rennäringen.", "Rennäringens framtida utvecklingsmöjligheter.", "Förvaltningsorgan, samebyarnas roll, lagar, regler och konventioner som berör rennäringen. Organisering av rennäring inom olika delar av Sápmi.", "Renens hälsa. Undernäring, sjukdom och skador hos renen.", "Mikroorganismer, virus och parasiter samt deras betydelse och inverkan för renens hälsa.", "Smitta, smittspridning, immunförsvar och antibiotika samt förebyggande av skador, undernäring och sjukdomar.", "Foder, foderberäkning samt hantering av foder vid nödutfodring.", "Identifiering av rovdjur. Rovdjurens beteenden och vilka skador de orsakar hos renar.", "Samisk terminologi inom rennäringen." ]
    } ],
    "knowledgeRequirementParagraphs" : [ {
      "heading" : "",
      "knowledgeRequirements" : [ {
        "text" : "Eleven beskriver <strong>________</strong> hur förutsättningarna för rennäringen påverkas av klimatet och klimatförändringarna.",
        "knowledgeRequirementChoice" : {
          "E" : "Eleven beskriver <strong>översiktligt</strong> hur förutsättningarna för rennäringen påverkas av klimatet och klimatförändringarna.",
          "C" : "Eleven beskriver <strong>utförligt</strong> hur förutsättningarna för rennäringen påverkas av klimatet och klimatförändringarna.",
          "A" : "Eleven beskriver <strong>utförligt och nyanserat</strong> hur förutsättningarna för rennäringen påverkas av klimatet och klimatförändringarna."
        }
      }, {
        "text" : "Eleven beskriver även <strong>________</strong> traditionella bostäder, förråd och utrustning, samt redogör <strong>________</strong> för den tekniska utvecklingen inom rennäringen.",
        "knowledgeRequirementChoice" : {
          "E" : "Eleven beskriver även <strong>översiktligt</strong> traditionella bostäder, förråd och utrustning, samt redogör <strong>översiktligt</strong> för den tekniska utvecklingen inom rennäringen.",
          "C" : "Eleven beskriver även <strong>utförligt</strong> traditionella bostäder, förråd och utrustning, samt redogör <strong>översiktligt</strong> för den tekniska utvecklingen inom rennäringen.",
          "A" : "Eleven beskriver även <strong>utförligt och nyanserat</strong> traditionella bostäder, förråd och utrustning, samt den tekniska utvecklingen inom rennäringen."
        }
      }, {
        "text" : "Dessutom resonerar eleven <strong>________</strong> om de framtida utvecklingsmöjligheterna för rennäringen.",
        "knowledgeRequirementChoice" : {
          "E" : "Dessutom resonerar eleven <strong>översiktligt</strong> om de framtida utvecklingsmöjligheterna för rennäringen.",
          "C" : "Dessutom resonerar eleven <strong>utförligt</strong> om de framtida utvecklingsmöjligheterna för rennäringen.",
          "A" : "Dessutom resonerar eleven <strong>utförligt och nyanserat</strong> om de framtida utvecklingsmöjligheterna för rennäringen."
        }
      } ]
    }, {
      "heading" : "",
      "knowledgeRequirements" : [ {
        "text" : "Eleven redogör <strong>________</strong> för förvaltningsorgan, lagar, regler och konventioner som berör rennäringen.",
        "knowledgeRequirementChoice" : {
          "E" : "Eleven redogör <strong>översiktligt</strong> för förvaltningsorgan, lagar, regler och konventioner som berör rennäringen.",
          "C" : "Eleven redogör <strong>utförligt</strong> för förvaltningsorgan, lagar, regler och konventioner som berör rennäringen.",
          "A" : "Eleven redogör <strong>utförligt</strong> för förvaltningsorgan, lagar, regler och konventioner som berör rennäringen."
        }
      }, {
        "text" : "Dessutom redogör eleven <strong>________</strong> för organisering av rennäring inom olika delar av Sápmi.",
        "knowledgeRequirementChoice" : {
          "E" : "Dessutom redogör eleven <strong>översiktligt</strong> för organisering av rennäring inom olika delar av Sápmi.",
          "C" : "Dessutom redogör eleven <strong>utförligt</strong> för organisering av rennäring inom olika delar av Sápmi.",
          "A" : "Eleven redogör även <strong>utförligt och nyanserat</strong> för organisering av rennäring inom olika delar av Sápmi."
        }
      } ]
    }, {
      "heading" : "",
      "knowledgeRequirements" : [ {
        "text" : "Eleven redogör <strong>________</strong> för vanligt förekommande virus, parasiter och symptom på parasitangrepp.",
        "knowledgeRequirementChoice" : {
          "E" : "Eleven redogör <strong>översiktligt</strong> för vanligt förekommande virus, parasiter och symptom på parasitangrepp.",
          "C" : "Eleven redogör <strong>utförligt</strong> för vanligt förekommande virus, parasiter och symptom på parasitangrepp.",
          "A" : "Eleven redogör <strong>utförligt och nyanserat</strong> för vanligt förekommande virus, parasiter och symptom på parasitangrepp."
        }
      }, {
        "text" : "Dessutom redogör eleven <strong>________</strong> för undernäring, sjukdom och skador hos ren samt för hur man förebygger dessa.",
        "knowledgeRequirementChoice" : {
          "E" : "Dessutom redogör eleven <strong>översiktligt</strong> för undernäring, sjukdom och skador hos ren samt för hur man förebygger dessa.",
          "C" : "Dessutom redogör eleven <strong>utförligt</strong> för undernäring, sjukdom och skador hos ren samt för hur man förebygger dessa.",
          "A" : "Dessutom redogör eleven <strong>utförligt och nyanserat</strong> för undernäring, sjukdom och skador hos ren samt för hur man förebygger dessa."
        }
      } ]
    }, {
      "heading" : "",
      "knowledgeRequirements" : [ {
        "text" : "Eleven utför <strong>________</strong> foderberäkning samt beskriver <strong>________</strong> foderhantering vid nödutfodring.",
        "knowledgeRequirementChoice" : {
          "E" : "Eleven utför <strong>med viss säkerhet</strong> foderberäkning samt beskriver <strong>översiktligt</strong> foderhantering vid nödutfodring.",
          "C" : "Eleven utför <strong>med viss säkerhet</strong> foderberäkning samt beskriver <strong>utförligt</strong> foderhantering vid nödutfodring.",
          "A" : "Eleven utför <strong>med säkerhet</strong> foderberäkning samt beskriver <strong>utförligt och nyanserat</strong> foderhantering vid nödutfodring."
        }
      } ]
    }, {
      "heading" : "",
      "knowledgeRequirements" : [ {
        "text" : "Vid fältstudier identifierar eleven <strong>________</strong> olika rovdjur samt redogör <strong>________</strong> för deras beteenden och för skador de förorsakar.",
        "knowledgeRequirementChoice" : {
          "E" : "Vid fältstudier identifierar eleven <strong>med viss säkerhet</strong> olika rovdjur samt redogör <strong>översiktligt</strong> för deras beteenden och för skador de förorsakar.",
          "C" : "Vid fältstudier identifierar eleven <strong>med viss säkerhet</strong> olika rovdjur samt redogör <strong>utförligt</strong> för deras beteenden och för skador de förorsakar.",
          "A" : "Vid fältstudier identifierar eleven <strong>med säkerhet</strong> olika rovdjur samt redogör <strong>utförligt och nyanserat</strong> för deras beteenden och för skador de förorsakar."
        }
      } ]
    }, {
      "heading" : "",
      "knowledgeRequirements" : [ {
        "text" : "I beskrivningar och redogörelser använder eleven <strong>________</strong> samisk terminologi som berör renen och rennäringen.",
        "knowledgeRequirementChoice" : {
          "E" : "I beskrivningar och redogörelser använder eleven <strong>med viss säkerhet</strong> samisk terminologi som berör renen och rennäringen.",
          "C" : "I beskrivningar och redogörelser använder eleven <strong>med viss säkerhet</strong> samisk terminologi som berör renen och rennäringen.",
          "A" : "I beskrivningar och redogörelser använder eleven <strong>med säkerhet</strong> samisk terminologi som berör renen och rennäringen."
        }
      } ]
    } ],
    "point" : 100,
    "year" : null
  }, {
    "name" : "Renen och rennäringen 1",
    "description" : "Kursen omfattar punkterna 3–8 och 10 under rubriken Ämnets syfte. I kursen behandlas grundläggande kunskaper i ämnet.",
    "code" : "RENREE01",
    "centralContent" : [ {
      "heading" : "Undervisningen i kursen ska behandla följande centrala innehåll:",
      "lines" : [ "Identifiering och beskrivning av renens olika underarter.", "Renens naturliga vandringsleder samt äldre och nyare flyttningsleder.", "Beteendestudier av renar i olika miljöer.", "Organisering av arbetsuppgifter inom samebyn, siidagruppen, hushållet och familjen.", "Arbetsuppgifter som ingår i rennäringen under olika delar av året: renskiljning, kalvmärkning och samling av ren. Utfodring, tämjning, bevakning och flyttning samt andra verksamheter som berör rennäringen.", "Slakt och grovstyckning.", "Traditionella och nyare metoder vid märkning och kastrering samt vid slakt och styckning av ren.", "Fordon, utrustning, hjälpmedel och anläggningar.", "Orientering i naturen med och utan tekniska hjälpmedel.", "Ergonomi, säkerhet och miljöhänsyn.", "Etisk hantering av renen. Åtgärder för att förebygga skador hos renen.", "Lagar och andra bestämmelser som rör livsmedelshantering, hantering och transport av ren samt hjälpmedel och övrig utrustning.", "Samisk terminologi inom rennäringen." ]
    } ],
    "knowledgeRequirementParagraphs" : [ {
      "heading" : "",
      "knowledgeRequirements" : [ {
        "text" : "Eleven identifierar och namnger <strong>________</strong> samt beskriver <strong>________</strong> renars olika underarter.",
        "knowledgeRequirementChoice" : {
          "E" : "Eleven identifierar och namnger <strong>med viss säkerhet</strong> samt beskriver <strong>översiktligt</strong> renars olika underarter.",
          "C" : "Eleven identifierar och namnger <strong>med viss säkerhet</strong> samt beskriver <strong>utförligt</strong> renars olika underarter.",
          "A" : "Eleven identifierar och namnger <strong>med säkerhet</strong> samt beskriver <strong>utförligt och nyanserat</strong> renars olika underarter."
        }
      } ]
    }, {
      "heading" : "",
      "knowledgeRequirements" : [ {
        "text" : "Eleven utför <strong>________</strong> med handledare <strong>________</strong> arbetsuppgifter som ingår i rennäringens verksamhet.",
        "knowledgeRequirementChoice" : {
          "E" : "Eleven utför <strong>i samråd</strong> med handledare <strong>enkla</strong> arbetsuppgifter som ingår i rennäringens verksamhet.",
          "C" : "Eleven utför <strong>efter samråd</strong> med handledare arbetsuppgifter som ingår i rennäringens verksamhet.",
          "A" : "Eleven utför <strong>efter samråd</strong> med handledare <strong>komplexa</strong> arbetsuppgifter som ingår i rennäringens verksamhet."
        }
      }, {
        "text" : "Eleven kör även fordon på ett säkert sätt samt utför <strong>________</strong> med handledare funktions- och säkerhetskontroller vid användning av maskiner och redskap.",
        "knowledgeRequirementChoice" : {
          "E" : "Eleven kör även fordon på ett säkert sätt samt utför <strong>i samråd</strong> med handledare funktions- och säkerhetskontroller vid användning av maskiner och redskap.",
          "C" : "Eleven kör även fordon på ett säkert sätt samt utför <strong>efter samråd</strong> med handledare funktions- och säkerhetskontroller vid användning av maskiner och redskap.",
          "A" : "Eleven kör även fordon på ett säkert sätt samt utför <strong>efter samråd</strong> med handledare funktions- och säkerhetskontroller vid användning av maskiner och redskap."
        }
      }, {
        "text" : "Dessutom hanterar eleven <strong>________</strong> produkter från ren med hänsyn till produktkvalitet, smittspridning och hygien.",
        "knowledgeRequirementChoice" : {
          "E" : "Dessutom hanterar eleven <strong>med viss säkerhet</strong> produkter från ren med hänsyn till produktkvalitet, smittspridning och hygien.",
          "C" : "Dessutom hanterar eleven <strong>med viss säkerhet</strong> produkter från ren med hänsyn till produktkvalitet, smittspridning och hygien.",
          "A" : "Dessutom hanterar eleven <strong>med säkerhet</strong> produkter från ren med hänsyn till produktkvalitet, smittspridning och hygien."
        }
      }, {
        "text" : "Eleven gör <strong>________</strong> reflektioner över hur hanteringen påverkar produktkvaliteten.",
        "knowledgeRequirementChoice" : {
          "E" : "Eleven gör <strong>enkla</strong> reflektioner över hur hanteringen påverkar produktkvaliteten.",
          "C" : "Eleven gör <strong>välgrundade</strong> reflektioner över hur hanteringen påverkar produktkvaliteten.",
          "A" : "Eleven gör <strong>välgrundade och nyanserade</strong> reflektioner över hur hanteringen påverkar produktkvaliteten."
        }
      }, {
        "text" : "I arbetet följer eleven <strong>________</strong> arbetsinstruktioner samt sköter och hanterar med <strong>________</strong> handlag djur, utrustning, anläggningar och andra hjälpmedel.",
        "knowledgeRequirementChoice" : {
          "E" : "I arbetet följer eleven <strong>med viss säkerhet</strong> arbetsinstruktioner samt sköter och hanterar med <strong>visst</strong> handlag djur, utrustning, anläggningar och andra hjälpmedel.",
          "C" : "I arbetet följer eleven <strong>med viss säkerhet</strong> arbetsinstruktioner samt sköter och hanterar med <strong>gott</strong> handlag djur, utrustning, anläggningar och andra hjälpmedel.",
          "A" : "I arbetet följer eleven <strong>med säkerhet</strong> arbetsinstruktioner samt sköter och hanterar med <strong>mycket gott</strong> handlag djur, utrustning, anläggningar och andra hjälpmedel."
        }
      }, {
        "text" : "I arbetet löser eleven <strong>________</strong> med handledare de problem som uppstår och resultatet av arbetet är <strong>________</strong>.",
        "knowledgeRequirementChoice" : {
          "E" : "I arbetet löser eleven <strong>i samråd</strong> med handledare de problem som uppstår och resultatet av arbetet är <strong>tillfredsställande</strong>.",
          "C" : "I arbetet löser eleven <strong>efter samråd</strong> med handledare de problem som uppstår och resultatet av arbetet är <strong>tillfredsställande</strong>.",
          "A" : "I arbetet löser eleven <strong>efter samråd</strong> med handledare de problem som uppstår och resultatet av arbetet är <strong>gott</strong>."
        }
      } ]
    }, {
      "heading" : "",
      "knowledgeRequirements" : [ {
        "text" : "Eleven arbetar ergonomiskt, säkert och etiskt samt tar hänsyn till miljön.",
        "knowledgeRequirementChoice" : {
          "E" : "Eleven arbetar ergonomiskt, säkert och etiskt samt tar hänsyn till miljön.",
          "C" : "Eleven arbetar ergonomiskt, säkert och etiskt samt tar hänsyn till miljön.",
          "A" : "Eleven arbetar ergonomiskt, säkert och etiskt samt tar hänsyn till miljön."
        }
      }, {
        "text" : "Eleven arbetar i enlighet med lagar och andra bestämmelser som rör rennäringen.",
        "knowledgeRequirementChoice" : {
          "E" : "Eleven arbetar i enlighet med lagar och andra bestämmelser som rör rennäringen.",
          "C" : "Eleven arbetar i enlighet med lagar och andra bestämmelser som rör rennäringen.",
          "A" : "Eleven arbetar i enlighet med lagar och andra bestämmelser som rör rennäringen."
        }
      } ]
    }, {
      "heading" : "",
      "knowledgeRequirements" : [ {
        "text" : "I sina beskrivningar och reflektioner använder eleven <strong>________</strong> samisk terminologi.",
        "knowledgeRequirementChoice" : {
          "E" : "I sina beskrivningar och reflektioner använder eleven <strong>med viss säkerhet</strong> samisk terminologi.",
          "C" : "I sina beskrivningar och reflektioner använder eleven <strong>med viss säkerhet</strong> samisk terminologi.",
          "A" : "I sina beskrivningar och reflektioner använder eleven <strong>med säkerhet</strong> samisk terminologi."
        }
      } ]
    }, {
      "heading" : "",
      "knowledgeRequirements" : [ {
        "text" : "När eleven samråder med handledare bedömer hon eller han <strong>________</strong> den egna förmågan och situationens krav.",
        "knowledgeRequirementChoice" : {
          "E" : "När eleven samråder med handledare bedömer hon eller han <strong>med viss säkerhet</strong> den egna förmågan och situationens krav.",
          "C" : "När eleven samråder med handledare bedömer hon eller han <strong>med viss säkerhet</strong> den egna förmågan och situationens krav.",
          "A" : "När eleven samråder med handledare bedömer hon eller han <strong>med säkerhet</strong> den egna förmågan och situationens krav."
        }
      } ]
    } ],
    "point" : 100,
    "year" : null
  }, {
    "name" : "Renen och rennäringen 2",
    "description" : "Kursen omfattar punkterna 3–8 och 10 under rubriken Ämnets syfte. I kursen behandlas fördjupade färdigheter i ämnet.",
    "code" : "RENREE02",
    "centralContent" : [ {
      "heading" : "Undervisningen i kursen ska behandla följande centrala innehåll:",
      "lines" : [ "Renens anatomi.", "Renens styckningsdetaljers och de inre organens utseende samt användningsområde vid tillagning och förädling.", "Organisering av arbetsuppgifter inom samebyn, siidagruppen, hushållet och familjen.", "Arbetsuppgifter som ingår i rennäringen under olika delar av året: renskiljning, kalvmärkning och samling av ren. Utfodring, tämjning, bevakning och flyttning samt andra verksamheter som berör rennäringen.", "Finstyckning av grovstyckade styckningsdetaljer.", "Rök-, tork- och övriga vidareförädlingsmetoder för renprodukter.", "Hantering och förvaring av renprodukter.", "Praktisk hygien och egenkontroll.", "Planering och organisation av arbetet.", "Fordon, utrustning, hjälpmedel och anläggningar.", "Ergonomi, säkerhet och miljöhänsyn.", "Etisk hantering av renen. Åtgärder för att förebygga skador hos renen.", "Lagar och andra bestämmelser som rör livsmedelshantering, hantering och transport av ren samt hjälpmedel och övrig utrustning.", "Samisk terminologi inom rennäringen." ]
    } ],
    "knowledgeRequirementParagraphs" : [ {
      "heading" : "",
      "knowledgeRequirements" : [ {
        "text" : "Eleven beskriver <strong>________</strong> djurens anatomi samt redogör <strong>________</strong> för styckningsdetaljernas användningsområden.",
        "knowledgeRequirementChoice" : {
          "E" : "Eleven beskriver <strong>översiktligt</strong> djurens anatomi samt redogör <strong>översiktligt</strong> för styckningsdetaljernas användningsområden.",
          "C" : "Eleven beskriver <strong>utförligt</strong> djurens anatomi samt redogör <strong>utförligt</strong> för styckningsdetaljernas användningsområden.",
          "A" : "Eleven beskriver <strong>utförligt och nyanserat</strong> djurens anatomi samt redogör <strong>utförligt och nyanserat</strong> för styckningsdetaljernas användningsområden."
        }
      } ]
    }, {
      "heading" : "",
      "knowledgeRequirements" : [ {
        "text" : "Eleven utför <strong>________</strong> med handledare <strong>________</strong> arbetsuppgifter som ingår i rennäringens verksamhet.",
        "knowledgeRequirementChoice" : {
          "E" : "Eleven utför <strong>i samråd</strong> med handledare <strong>enkla</strong> arbetsuppgifter som ingår i rennäringens verksamhet.",
          "C" : "Eleven utför <strong>efter samråd</strong> med handledare arbetsuppgifter som ingår i rennäringens verksamhet.",
          "A" : "Eleven utför <strong>efter samråd</strong> med handledare <strong>komplexa</strong> arbetsuppgifter som ingår i rennäringens verksamhet."
        }
      }, {
        "text" : "Eleven kör även fordon på ett säkert sätt samt utför <strong>________</strong> med handledare funktions- och säkerhetskontroller vid användning av maskiner och redskap.",
        "knowledgeRequirementChoice" : {
          "E" : "Eleven kör även fordon på ett säkert sätt samt utför <strong>i samråd</strong> med handledare funktions- och säkerhetskontroller vid användning av maskiner och redskap.",
          "C" : "Eleven kör även fordon på ett säkert sätt samt utför <strong>efter samråd</strong> med handledare funktions- och säkerhetskontroller vid användning av maskiner och redskap.",
          "A" : "Eleven kör även fordon på ett säkert sätt samt utför <strong>efter samråd</strong> med handledare funktions- och säkerhetskontroller vid användning av maskiner och redskap."
        }
      }, {
        "text" : "Dessutom hanterar eleven <strong>________</strong> produkter från ren med hänsyn till produktkvalitet, smittspridning och hygien.",
        "knowledgeRequirementChoice" : {
          "E" : "Dessutom hanterar eleven <strong>med viss säkerhet</strong> produkter från ren med hänsyn till produktkvalitet, smittspridning och hygien.",
          "C" : "Dessutom hanterar eleven <strong>med viss säkerhet</strong> produkter från ren med hänsyn till produktkvalitet, smittspridning och hygien.",
          "A" : "Dessutom hanterar eleven <strong>med säkerhet</strong> produkter från ren med hänsyn till produktkvalitet, smittspridning och hygien."
        }
      }, {
        "text" : "Eleven gör <strong>________</strong> reflektioner över hur hanteringen påverkar produktkvaliteten.",
        "knowledgeRequirementChoice" : {
          "E" : "Eleven gör <strong>enkla</strong> reflektioner över hur hanteringen påverkar produktkvaliteten.",
          "C" : "Eleven gör <strong>välgrundade</strong> reflektioner över hur hanteringen påverkar produktkvaliteten.",
          "A" : "Eleven gör <strong>välgrundade och nyanserade</strong> reflektioner över hur hanteringen påverkar produktkvaliteten."
        }
      }, {
        "text" : "I arbetet följer eleven <strong>________</strong> arbetsinstruktioner samt sköter och hanterar med <strong>________</strong> handlag djur, utrustning, anläggningar och andra hjälpmedel.",
        "knowledgeRequirementChoice" : {
          "E" : "I arbetet följer eleven <strong>med viss säkerhet</strong> arbetsinstruktioner samt sköter och hanterar med <strong>visst</strong> handlag djur, utrustning, anläggningar och andra hjälpmedel.",
          "C" : "I arbetet följer eleven <strong>med viss säkerhet</strong> arbetsinstruktioner samt sköter och hanterar med <strong>gott</strong> handlag djur, utrustning, anläggningar och andra hjälpmedel.",
          "A" : "I arbetet följer eleven <strong>med säkerhet</strong> arbetsinstruktioner samt sköter och hanterar med <strong>mycket gott</strong> handlag djur, utrustning, anläggningar och andra hjälpmedel."
        }
      }, {
        "text" : "I arbetet löser eleven <strong>________</strong> med handledare de problem som uppstår och resultatet av arbetet är <strong>________</strong>.",
        "knowledgeRequirementChoice" : {
          "E" : "I arbetet löser eleven <strong>i samråd</strong> med handledare de problem som uppstår och resultatet av arbetet är <strong>tillfredsställande</strong>.",
          "C" : "I arbetet löser eleven <strong>efter samråd</strong> med handledare de problem som uppstår och resultatet av arbetet är <strong>tillfredsställande</strong>.",
          "A" : "I arbetet löser eleven <strong>efter samråd</strong> med handledare de problem som uppstår och resultatet av arbetet är <strong>gott</strong>."
        }
      } ]
    }, {
      "heading" : "",
      "knowledgeRequirements" : [ {
        "text" : "Eleven arbetar ergonomiskt, säkert och etiskt samt tar hänsyn till miljön.",
        "knowledgeRequirementChoice" : {
          "E" : "Eleven arbetar ergonomiskt, säkert och etiskt samt tar hänsyn till miljön.",
          "C" : "Eleven arbetar ergonomiskt, säkert och etiskt samt tar hänsyn till miljön.",
          "A" : "Eleven arbetar ergonomiskt, säkert och etiskt samt tar hänsyn till miljön."
        }
      }, {
        "text" : "Eleven arbetar i enlighet med lagar och andra bestämmelser som rör rennäringen.",
        "knowledgeRequirementChoice" : {
          "E" : "Eleven arbetar i enlighet med lagar och andra bestämmelser som rör rennäringen.",
          "C" : "Eleven arbetar i enlighet med lagar och andra bestämmelser som rör rennäringen.",
          "A" : "Eleven arbetar i enlighet med lagar och andra bestämmelser som rör rennäringen."
        }
      } ]
    }, {
      "heading" : "",
      "knowledgeRequirements" : [ {
        "text" : "I sina beskrivningar, redogörelser och reflektioner använder eleven <strong>________</strong> samisk terminologi.",
        "knowledgeRequirementChoice" : {
          "E" : "I sina beskrivningar, redogörelser och reflektioner använder eleven <strong>med viss säkerhet</strong> samisk terminologi.",
          "C" : "I sina beskrivningar, redogörelser och reflektioner använder eleven <strong>med viss säkerhet</strong> samisk terminologi.",
          "A" : "I sina beskrivningar, redogörelser och reflektioner använder eleven <strong>med säkerhet</strong> samisk terminologi."
        }
      } ]
    }, {
      "heading" : "",
      "knowledgeRequirements" : [ {
        "text" : "När eleven samråder med handledare bedömer hon eller han <strong>________</strong> den egna förmågan och situationens krav.",
        "knowledgeRequirementChoice" : {
          "E" : "När eleven samråder med handledare bedömer hon eller han <strong>med viss säkerhet</strong> den egna förmågan och situationens krav.",
          "C" : "När eleven samråder med handledare bedömer hon eller han <strong>med viss säkerhet</strong> den egna förmågan och situationens krav.",
          "A" : "När eleven samråder med handledare bedömer hon eller han <strong>med säkerhet</strong> den egna förmågan och situationens krav."
        }
      } ]
    } ],
    "point" : 100,
    "year" : null
  } ]
}