{
  "name" : "Reseproduktion och marknadsföring",
  "description" : "Turismen är en viktig näring i stora delar av världen och omfattar flera verksamhetsområden inom besöks- och resenäringen: bo, äta, göra, resa och sälja. Både privatpersoners och företags behov av tjänster inom turismområdet växer och blir mer varierade. Det medför att resvägar och färdsätt ändras, att förväntningar på nya upplevelser ökar och att kraven på resmål, reseproduktion och service förändras. Ämnet reseproduktion och marknadsföring behandlar huvudsakligen produktion och försäljning av resor inom resenäringen.",
  "code" : "RES",
  "designation" : "",
  "skolfsId" : "0000:00",
  "purposes" : [ {
    "type" : "PARAGRAPH",
    "heading" : "",
    "lines" : [ "Undervisningen i ämnet reseproduktion och marknadsföring ska syfta till att eleverna utvecklar kunskaper inom verksamhetsområdena resa och sälja.", "Den ska belysa frågor som rör sociala, ekonomiska och kulturella förhållanden, etiska förhållningssätt samt hållbar utveckling inom turismområdet.", "Undervisningen ska vidare ge eleverna möjlighet att utveckla kunskaper om hur man utvecklar destinationer och producerar, paketerar, marknadsför, informerar och säljer tjänster." ]
  }, {
    "type" : "PARAGRAPH",
    "heading" : "",
    "lines" : [ "Undervisningen ska leda till att eleverna utvecklar förmåga att kommunicera och möta kunden och besökaren på ett yrkesmässigt sätt med hög grad av service.", "Vidare ska den ge eleverna möjlighet att utveckla förståelse av olika målgruppers kulturer och levnadssätt.", "Undervisningen ska också bidra till att eleverna stärker sin förmåga att söka, sortera, granska och värdera information från olika källor och medier samt att dra slutsatser utifrån informationen." ]
  }, {
    "type" : "PARAGRAPH",
    "heading" : "",
    "lines" : [ "Undervisningen ska leda till att eleverna utvecklar kunskaper om internationella överenskommelser samt om lagar och andra bestämmelser som berör turismnäringen.", "Den ska även behandla frågor om arbetsmiljö och säkerhet.", "Undervisningen ska dessutom bidra till att stimulera elevernas intresse för entreprenörskap och för arbetstagarens roll i verksamheten." ]
  }, {
    "type" : "PARAGRAPH",
    "heading" : "",
    "lines" : [ "Genom praktiska övningar i verklighetstrogen miljö och fältstudier i undervisningen ska eleverna ges möjlighet att utveckla sina kunskaper om resenäringen." ]
  }, {
    "type" : "BULLET",
    "heading" : "Undervisningen i ämnet reseproduktion och marknadsföring ska ge eleverna förutsättningar att utveckla följande:",
    "lines" : [ "Kunskaper om olika verksamheter, roller och arbetsuppgifter inom resenäringen samt om turismens utveckling.", "Kunskaper om resmål och resvägar samt om reseproduktion, marknadsföring och försäljning.", "Kunskaper om olika målgrupper, kulturer och möten mellan olika kulturer.", "Kunskaper om hållbar utveckling inom turismnäringen.", "Förmåga att söka, sortera, granska, värdera och presentera information.", "Förmåga att planera, organisera och utföra arbetsuppgifter på ett serviceinriktat och ansvarsfullt sätt.", "Kunskaper om internationella överenskommelser samt om lagar och andra bestämmelser som berör turismnäringen.", "Förmåga att arbeta arbetsmiljömässigt och säkert.", "Förmåga att samverka och kommunicera med andra.", "Förmåga att utvärdera sitt arbete och resultat." ]
  } ],
  "courses" : [ {
    "name" : "Hållbar turism",
    "description" : "Kursen hållbar turism omfattar punkterna 1–10 under rubriken Ämnets syfte, med särskild betoning på punkterna 1, 4 och 7.",
    "code" : "RESHAL0",
    "centralContent" : [ {
      "heading" : "Undervisningen i kursen ska behandla följande centrala innehåll:",
      "lines" : [ "Ekoturismens grundprinciper.", "Miljöarbete inom turismnäringens olika verksamhetsområden samt positiva förebilder och varumärken inom området.", "Certifieringssystem för hållbar, säker och ansvarsfull turism.", "Förutsättningar för hållbar turism på kända resmål.", "Hållbar och miljövänlig turismutveckling där människan samspelar med natur och kultur samt utvecklar resmål och verksamheter med hänsyn till ekologi, etik och ekonomi.", "Natur- och kulturresurser ur ett historiskt och framtida perspektiv samt deras betydelse för utveckling.", "Turismens påverkan på länders natur, kulturarv, samhälle, ekonomi och sysselsättning.", "Turismföretagens och den enskilda resenärens möjligheter att bidra till ansvarsfullt resande.", "Lagar och andra bestämmelser samt etiskt förhållningssätt inom området.", "Informationssökning samt kritisk granskning, bearbetning och presentation av materialet." ]
    } ],
    "knowledgeRequirementParagraphs" : [ {
      "heading" : "",
      "knowledgeRequirements" : [ {
        "text" : "Eleven beskriver <strong>________</strong> ekoturismens grundprinciper samt redogör <strong>________</strong>, utifrån några exempel, för pågående miljöarbete för en hållbar utveckling.",
        "knowledgeRequirementChoice" : {
          "E" : "Eleven beskriver <strong>översiktligt</strong> ekoturismens grundprinciper samt redogör <strong>översiktligt</strong>, utifrån några exempel, för pågående miljöarbete för en hållbar utveckling.",
          "C" : "Eleven beskriver <strong>utförligt</strong> ekoturismens grundprinciper samt redogör <strong>utförligt</strong>, utifrån några exempel, för pågående miljöarbete för en hållbar utveckling.",
          "A" : "Eleven beskriver <strong>utförligt och nyanserat</strong> ekoturismens grundprinciper samt redogör <strong>utförligt och nyanserat</strong>, utifrån några exempel, för pågående miljöarbete för en hållbar utveckling."
        }
      }, {
        "text" : "Dessutom beskriver eleven <strong>________</strong> hur turismen påverkar länders natur, kulturarv och ekonomi.",
        "knowledgeRequirementChoice" : {
          "E" : "Dessutom beskriver eleven <strong>översiktligt</strong> hur turismen påverkar länders natur, kulturarv och ekonomi.",
          "C" : "Dessutom beskriver eleven <strong>översiktligt</strong> hur turismen påverkar länders natur, kulturarv och ekonomi.",
          "A" : "Dessutom beskriver eleven <strong>utförligt</strong> hur turismen påverkar länders natur, kulturarv och ekonomi."
        }
      }, {
        "text" : "Vidare beskriver eleven <strong>________</strong> hur turismnäringen kan anpassa sig efter landets kultur samt ta hänsyn till naturen i utvecklingen av resmål.",
        "knowledgeRequirementChoice" : {
          "E" : "Vidare beskriver eleven <strong>översiktligt</strong> hur turismnäringen kan anpassa sig efter landets kultur samt ta hänsyn till naturen i utvecklingen av resmål.",
          "C" : "Vidare beskriver eleven <strong>utförligt</strong> hur turismnäringen kan anpassa sig efter landets kultur samt ta hänsyn till naturen i utvecklingen av resmål.",
          "A" : "Vidare beskriver eleven <strong>utförligt och nyanserat</strong> hur turismnäringen kan anpassa sig efter landets kultur samt ta hänsyn till naturen i utvecklingen av resmål."
        }
      } ]
    }, {
      "heading" : "",
      "knowledgeRequirements" : [ {
        "text" : "Eleven redogör <strong>________</strong> för miljöcertifiering samt beskriver och jämför miljöarbetet inom turismnäringens olika verksamhetsområden.",
        "knowledgeRequirementChoice" : {
          "E" : "Eleven redogör <strong>översiktligt</strong> för miljöcertifiering samt beskriver och jämför miljöarbetet inom turismnäringens olika verksamhetsområden.",
          "C" : "Eleven redogör <strong>utförligt</strong> för miljöcertifiering samt beskriver och jämför miljöarbetet inom turismnäringens olika verksamhetsområden.",
          "A" : "Eleven redogör <strong>utförligt</strong> för miljöcertifiering samt beskriver och jämför miljöarbetet inom turismnäringens olika verksamhetsområden."
        }
      }, {
        "text" : "Eleven ger <strong>________</strong> exempel på den enskilda individens möjligheter till insatser som bidrar till ett ansvarsfullt resande.",
        "knowledgeRequirementChoice" : {
          "E" : "Eleven ger <strong>något</strong> exempel på den enskilda individens möjligheter till insatser som bidrar till ett ansvarsfullt resande.",
          "C" : "Eleven ger <strong>några</strong> exempel på den enskilda individens möjligheter till insatser som bidrar till ett ansvarsfullt resande.",
          "A" : "Eleven ger <strong>flera</strong> exempel på den enskilda individens möjligheter till insatser som bidrar till ett ansvarsfullt resande."
        }
      }, {
        "text" : "Eleven resonerar om hur lagar och andra bestämmelser påverkar utvecklingen.",
        "knowledgeRequirementChoice" : {
          "E" : "Eleven resonerar om hur lagar och andra bestämmelser påverkar utvecklingen.",
          "C" : "Eleven resonerar om hur lagar och andra bestämmelser påverkar utvecklingen.",
          "A" : "Eleven resonerar översiktligt om hur lagar och andra bestämmelser påverkar utvecklingen."
        }
      } ]
    }, {
      "heading" : "",
      "knowledgeRequirements" : [ {
        "text" : "Eleven söker, sorterar och granskar <strong>________</strong> information samt värderar den med <strong>________</strong> omdömen.",
        "knowledgeRequirementChoice" : {
          "E" : "Eleven söker, sorterar och granskar <strong>med viss säkerhet</strong> information samt värderar den med <strong>enkla</strong> omdömen.",
          "C" : "Eleven söker, sorterar och granskar <strong>med viss säkerhet</strong> information samt värderar den med <strong>enkla</strong> omdömen.",
          "A" : "Eleven söker, sorterar och granskar <strong>med säkerhet</strong> information samt värderar den med <strong>nyanserade</strong> omdömen."
        }
      }, {
        "text" : "Dessutom gör eleven <strong>________</strong> en <strong>________</strong> presentation av informationen och integrerar <strong>________</strong> tekniska hjälpmedel.",
        "knowledgeRequirementChoice" : {
          "E" : "Dessutom gör eleven <strong>med viss säkerhet</strong> en <strong>enkel</strong> presentation av informationen och integrerar <strong>med viss säkerhet</strong> tekniska hjälpmedel.",
          "C" : "Dessutom gör eleven <strong>med viss säkerhet</strong> en presentation av informationen och integrerar <strong>med viss säkerhet</strong> tekniska hjälpmedel.",
          "A" : "Dessutom gör eleven <strong>med säkerhet</strong> en presentation av informationen och integrerar <strong>med säkerhet</strong> tekniska hjälpmedel."
        }
      }, {
        "text" : "Under arbetets gång upptäcker eleven eventuella problem som uppkommer och löser dem <strong>________</strong> med handledare.",
        "knowledgeRequirementChoice" : {
          "E" : "Under arbetets gång upptäcker eleven eventuella problem som uppkommer och löser dem <strong>i samråd</strong> med handledare.",
          "C" : "Under arbetets gång upptäcker eleven eventuella problem som uppkommer och löser dem <strong>efter samråd</strong> med handledare.",
          "A" : "Under arbetets gång upptäcker eleven eventuella problem som uppkommer och löser dem <strong>efter samråd</strong> med handledare."
        }
      } ]
    }, {
      "heading" : "",
      "knowledgeRequirements" : [ {
        "text" : "Eleven samverkar och kommunicerar <strong>________</strong> med andra samt anpassar <strong>________</strong> sitt språk efter situation och mottagare.",
        "knowledgeRequirementChoice" : {
          "E" : "Eleven samverkar och kommunicerar <strong>med viss säkerhet</strong> med andra samt anpassar <strong>med viss säkerhet</strong> sitt språk efter situation och mottagare.",
          "C" : "Eleven samverkar och kommunicerar <strong>med viss säkerhet</strong> med andra samt anpassar <strong>med viss säkerhet</strong> sitt språk efter situation och mottagare.",
          "A" : "Eleven samverkar och kommunicerar <strong>med säkerhet</strong> med andra samt anpassar <strong>med säkerhe</strong>t sitt språk efter situation och mottagare."
        }
      } ]
    }, {
      "heading" : "",
      "knowledgeRequirements" : [ {
        "text" : "När arbetet är utfört utvärderar eleven sitt arbete och resultat med <strong>________</strong> omdömen.",
        "knowledgeRequirementChoice" : {
          "E" : "När arbetet är utfört utvärderar eleven sitt arbete och resultat med <strong>enkla</strong> omdömen.",
          "C" : "När arbetet är utfört utvärderar eleven sitt arbete och resultat med <strong>nyanserade</strong> omdömen.",
          "A" : "När arbetet är utfört utvärderar eleven sitt arbete och resultat med <strong>nyanserade</strong> omdömen <strong>samt ger förslag på hur arbetet kan förbättras</strong>."
        }
      } ]
    }, {
      "heading" : "",
      "knowledgeRequirements" : [ {
        "text" : "När eleven samråder med handledare bedömer hon eller han <strong>________</strong> den egna förmågan och situationens krav.",
        "knowledgeRequirementChoice" : {
          "E" : "När eleven samråder med handledare bedömer hon eller han <strong>med viss säkerhet</strong> den egna förmågan och situationens krav.",
          "C" : "När eleven samråder med handledare bedömer hon eller han <strong>med viss säkerhet</strong> den egna förmågan och situationens krav.",
          "A" : "När eleven samråder med handledare bedömer hon eller han <strong>med säkerhet</strong> den egna förmågan och situationens krav."
        }
      } ]
    } ],
    "point" : 100,
    "year" : null
  }, {
    "name" : "Marknadsföring och försäljning",
    "description" : "Kursen marknadsföring och försäljning omfattar punkterna 1–10 under rubriken Ämnets syfte, med särskild betoning på punkterna 1–3 och 5.",
    "code" : "RESMAS0",
    "centralContent" : [ {
      "heading" : "Undervisningen i kursen ska behandla följande innehåll:",
      "lines" : [ "Marknadsföringens påverkan på individen.", "Riktad marknadsföring anpassad för olika målgrupper.", "Marknadsföring och försäljning via media.", "Varumärkets och marknadsföringens roll i köpprocessen från behov till beslut.", "Företagsprofilens betydelse i all kommunikation.", "Begrepp, definitioner, lagar och etiska regler inom området.", "Utformning av marknadsplan utifrån affärsidé och målsättning.", "Planering, genomförande och utvärdering av marknadsaktiviteter, till exempel mässor, evenemang, sponsring och annonsering.", "Informationsteknik som ett verktyg i marknadsföringsarbetet.", "Layout och exponering av marknadsföringsmaterial.", "Analysmetoder och undersökningar för att anpassa tjänst eller produkt efter marknad." ]
    } ],
    "knowledgeRequirementParagraphs" : [ {
      "heading" : "",
      "knowledgeRequirements" : [ {
        "text" : "Eleven beskriver <strong>________</strong> marknadsföringens påverkan på individen och resonerar även om målgruppsinriktad marknadsföring.",
        "knowledgeRequirementChoice" : {
          "E" : "Eleven beskriver <strong>översiktligt</strong> marknadsföringens påverkan på individen och resonerar även om målgruppsinriktad marknadsföring.",
          "C" : "Eleven beskriver <strong>utförligt</strong> marknadsföringens påverkan på individen och resonerar även om målgruppsinriktad marknadsföring.",
          "A" : "Eleven beskriver <strong>utförligt och nyanserat</strong> marknadsföringens påverkan på individen och resonerar även om målgruppsinriktad marknadsföring."
        }
      }, {
        "text" : "Vidare redogör eleven <strong>________</strong> för medial marknadsföring och försäljning, marknadsföringens roll i köpprocessen samt betydelsen av en tydlig företagsprofil.",
        "knowledgeRequirementChoice" : {
          "E" : "Vidare redogör eleven <strong>översiktligt</strong> för medial marknadsföring och försäljning, marknadsföringens roll i köpprocessen samt betydelsen av en tydlig företagsprofil.",
          "C" : "Vidare redogör eleven <strong>utförligt</strong> för medial marknadsföring och försäljning, marknadsföringens roll i köpprocessen samt betydelsen av en tydlig företagsprofil.",
          "A" : "Vidare redogör eleven <strong>utförligt och nyanserat</strong> för medial marknadsföring och försäljning, marknadsföringens roll i köpprocessen samt betydelsen av en tydlig företagsprofil."
        }
      } ]
    }, {
      "heading" : "",
      "knowledgeRequirements" : [ {
        "text" : "Eleven redogör <strong>________</strong> för vanliga begrepp och definitioner samt ger <strong>________</strong> exempel på lagar och etiska regler som är relevanta för området.",
        "knowledgeRequirementChoice" : {
          "E" : "Eleven redogör <strong>översiktligt</strong> för vanliga begrepp och definitioner samt ger <strong>något</strong> exempel på lagar och etiska regler som är relevanta för området.",
          "C" : "Eleven redogör <strong>utförligt</strong> för vanliga begrepp och definitioner samt ger <strong>några</strong> exempel på lagar och etiska regler som är relevanta för området.",
          "A" : "Eleven redogör <strong>utförligt och nyanserat</strong> för vanliga begrepp och definitioner samt ger <strong>flera</strong> exempel på lagar och etiska regler som är relevanta för området."
        }
      } ]
    }, {
      "heading" : "",
      "knowledgeRequirements" : [ {
        "text" : "Eleven planerar, organiserar och presenterar <strong>________</strong> med handledare en marknadsaktivitet, med ett resultat som uppfyller fastställda kvalitetskrav.",
        "knowledgeRequirementChoice" : {
          "E" : "Eleven planerar, organiserar och presenterar <strong>i samråd</strong> med handledare en marknadsaktivitet, med ett resultat som uppfyller fastställda kvalitetskrav.",
          "C" : "Eleven planerar, organiserar och presenterar <strong>efter samråd</strong> med handledare en marknadsaktivitet, med ett resultat som uppfyller fastställda kvalitetskrav.",
          "A" : "Eleven planerar, organiserar och presenterar <strong>efter samråd</strong> med handledare en marknadsaktivitet, med ett resultat som uppfyller fastställda kvalitetskrav."
        }
      }, {
        "text" : "I planeringen och inför presentationen väljer eleven <strong>________</strong> med handledare material, teknisk utrustning och metod som passar för uppgiften.",
        "knowledgeRequirementChoice" : {
          "E" : "I planeringen och inför presentationen väljer eleven <strong>i samråd</strong> med handledare material, teknisk utrustning och metod som passar för uppgiften.",
          "C" : "I planeringen och inför presentationen väljer eleven <strong>efter samråd</strong> med handledare material, teknisk utrustning och metod som passar för uppgiften.",
          "A" : "I planeringen och inför presentationen väljer eleven <strong>efter samråd</strong> med handledare material, teknisk utrustning och metod som passar för uppgiften."
        }
      }, {
        "text" : "Dessutom gör eleven <strong>________</strong> en <strong>________</strong> säljande presentation av informationen och integrerar <strong>________</strong> tekniska hjälpmedel.",
        "knowledgeRequirementChoice" : {
          "E" : "Dessutom gör eleven <strong>med viss säkerhet</strong> en <strong>enkel</strong> säljande presentation av informationen och integrerar <strong>med viss säkerhet</strong> tekniska hjälpmedel.",
          "C" : "Dessutom gör eleven <strong>med viss säkerhet</strong> en säljande presentation av informationen och integrerar <strong>med viss säkerhet</strong> tekniska hjälpmedel.",
          "A" : "Dessutom gör eleven <strong>med säkerhet</strong> en säljande presentation av informationen och integrerar <strong>med säkerhet</strong> tekniska hjälpmedel."
        }
      }, {
        "text" : "Under arbetets gång upptäcker eleven eventuella problem som uppkommer och löser dem i samråd med handledare.",
        "knowledgeRequirementChoice" : {
          "E" : "Under arbetets gång upptäcker eleven eventuella problem som uppkommer och löser dem i samråd med handledare.",
          "C" : "Under arbetets gång upptäcker eleven eventuella problem som uppkommer och löser dem <strong>efter samråd</strong> med handledare.",
          "A" : "Under arbetets gång upptäcker eleven eventuella problem som uppkommer och löser dem <strong>efter samråd</strong> med handledare."
        }
      } ]
    }, {
      "heading" : "",
      "knowledgeRequirements" : [ {
        "text" : "I arbetet samarbetar och kommunicerar eleven <strong>________</strong> med andra samt anpassar <strong>________</strong> sitt språk efter situationen.",
        "knowledgeRequirementChoice" : {
          "E" : "I arbetet samarbetar och kommunicerar eleven <strong>med viss säkerhet</strong> med andra samt anpassar <strong>med viss säkerhet</strong> sitt språk efter situationen.",
          "C" : "I arbetet samarbetar och kommunicerar eleven <strong>med viss säkerhet</strong> med andra samt anpassar med <strong>viss säkerhet</strong> sitt språk efter situationen.",
          "A" : "I arbetet samarbetar och kommunicerar eleven <strong>med säkerhet</strong> med andra samt anpassar <strong>med säkerhet</strong> sitt språk efter situationen."
        }
      }, {
        "text" : "Vidare utvärderar eleven sitt arbete och resultat med <strong>________</strong> omdömen.",
        "knowledgeRequirementChoice" : {
          "E" : "Vidare utvärderar eleven sitt arbete och resultat med <strong>enkla</strong> omdömen.",
          "C" : "Vidare utvärderar eleven sitt arbete och resultat med <strong>nyanserade</strong> omdömen.",
          "A" : "Vidare utvärderar eleven sitt arbete och resultat med <strong>nyanserade</strong> omdömen <strong>samt ger förslag på hur arbetet kan förbättras</strong>."
        }
      } ]
    }, {
      "heading" : "",
      "knowledgeRequirements" : [ {
        "text" : "När eleven samråder med handledare bedömer hon eller han <strong>________</strong> den egna förmågan och situationens krav.",
        "knowledgeRequirementChoice" : {
          "E" : "När eleven samråder med handledare bedömer hon eller han <strong>med viss säkerhet</strong> den egna förmågan och situationens krav.",
          "C" : "När eleven samråder med handledare bedömer hon eller han <strong>med viss säkerhet</strong> den egna förmågan och situationens krav.",
          "A" : "När eleven samråder med handledare bedömer hon eller han <strong>med säkerhet</strong> den egna förmågan och situationens krav."
        }
      } ]
    } ],
    "point" : 100,
    "year" : null
  }, {
    "name" : "Reseproduktion och försäljning",
    "description" : "Kursen reseproduktion och försäljning omfattar punkterna 1–10 under rubriken Ämnets syfte, med särskild betoning på punkterna 1–3, 5, 7 och 9.",
    "code" : "RESRES0",
    "centralContent" : [ {
      "heading" : "Undervisningen i kursen ska behandla följande centrala innehåll:",
      "lines" : [ "Aktörer, deras produkter och varumärken samt yrkesroller och arbetsuppgifter inom reseproduktion och försäljning.", "Betydelsen av samverkan mellan aktörer inom reseproduktion och försäljning.", "Utveckling av researrangemang i takt med trender och förändringar i samhället.", "Utveckling av nya resmål med hänsyn till destinationens förutsättningar för en hållbar utveckling.", "Tolkning av avtal och utformning av kontrakt mellan researrangör kontra transport- och logiföretag och andra aktörer i produktionsledet.", "Lagar, internationella överenskommelser och etiska regler inom området.", "Betalningssätt, valutahantering och kassaredovisning.", "Prissättning med hänsyn till tillgång och efterfrågan beroende på till exempel resemönster, säsong och konjunktur.", "Lönsamhetsberäkning och ekonomisk uppföljning.", "Försäljning och bokning av privat-, grupp- och affärsresor.", "Bokningsprogram för att boka resor, logi och aktiviteter.", "Informationssökning och marknadskommunikation som verktyg vid reseproduktion.", "Produktion av målgruppsanpassade researrangemang med särskild hänsyn till miljö, ekonomi och säkerhet på destinationen samt uppföljning och utvärdering av dem.", "Säljstimulerande aktiviteter, riktad försäljning och kundvård.", "Presentationsteknik i form av layout, skyltning och exponering.", "Facktermer samt språkets betydelse i all kommunikation." ]
    } ],
    "knowledgeRequirementParagraphs" : [ {
      "heading" : "",
      "knowledgeRequirements" : [ {
        "text" : "Eleven redogör <strong>________</strong> för aktörer inom reseproduktion och försäljning samt hur de samverkar.",
        "knowledgeRequirementChoice" : {
          "E" : "Eleven redogör <strong>översiktligt</strong> för aktörer inom reseproduktion och försäljning samt hur de samverkar.",
          "C" : "Eleven redogör <strong>utförligt</strong> för aktörer inom reseproduktion och försäljning samt hur de samverkar.",
          "A" : "Eleven redogör <strong>utförligt och nyanserat</strong> för aktörer inom reseproduktion och försäljning samt hur de samverkar."
        }
      }, {
        "text" : "Eleven beskriver <strong>________</strong> olika yrkesroller och arbetsuppgifter.",
        "knowledgeRequirementChoice" : {
          "E" : "Eleven beskriver <strong>översiktligt</strong> olika yrkesroller och arbetsuppgifter.",
          "C" : "Eleven beskriver <strong>utförligt</strong> olika yrkesroller och arbetsuppgifter.",
          "A" : "Eleven beskriver <strong>utförligt och nyanserat</strong> olika yrkesroller och arbetsuppgifter."
        }
      }, {
        "text" : "Vidare redogör eleven <strong>________</strong> för utvecklingen av nya resmål och researrangemang.",
        "knowledgeRequirementChoice" : {
          "E" : "Vidare redogör eleven <strong>översiktligt</strong> för utvecklingen av nya resmål och researrangemang.",
          "C" : "Vidare redogör eleven <strong>utförligt</strong> för utvecklingen av nya resmål och researrangemang.",
          "A" : "Vidare redogör eleven <strong>utförligt och nyanserat</strong> för utvecklingen av nya resmål och researrangemang."
        }
      } ]
    }, {
      "heading" : "",
      "knowledgeRequirements" : [ {
        "text" : "Eleven redogör för förekommande avtal och kontrakt samt lagar och andra överenskommelser.",
        "knowledgeRequirementChoice" : {
          "E" : "Eleven redogör för förekommande avtal och kontrakt samt lagar och andra överenskommelser.",
          "C" : "Eleven redogör för förekommande avtal och kontrakt samt lagar och andra överenskommelser.",
          "A" : "Eleven redogör för förekommande avtal och kontrakt samt lagar och andra överenskommelser."
        }
      }, {
        "text" : "Vidare ger eleven <strong>________</strong> exempel på prissättning av olika resepaket.",
        "knowledgeRequirementChoice" : {
          "E" : "Vidare ger eleven <strong>något</strong> exempel på prissättning av olika resepaket.",
          "C" : "Vidare ger eleven <strong>några</strong> exempel på prissättning av olika resepaket.",
          "A" : "Vidare ger eleven <strong>flera</strong> exempel på prissättning av olika resepaket."
        }
      }, {
        "text" : "Eleven ger exempel på bokningsprogram och jämför dem med varandra samt utför <strong>________</strong> bokningar.",
        "knowledgeRequirementChoice" : {
          "E" : "Eleven ger exempel på bokningsprogram och jämför dem med varandra samt utför <strong>enkla</strong> bokningar.",
          "C" : "Eleven ger exempel på bokningsprogram och jämför dem med varandra samt utför bokningar.",
          "A" : "Eleven ger exempel på bokningsprogram och jämför dem med varandra samt utför bokningar."
        }
      } ]
    }, {
      "heading" : "",
      "knowledgeRequirements" : [ {
        "text" : "Eleven planerar och organiserar <strong>________</strong> med handledare ett mindre arrangemang, med ett resultat som uppfyller fastställda kvalitetskrav.",
        "knowledgeRequirementChoice" : {
          "E" : "Eleven planerar och organiserar <strong>i samråd</strong> med handledare ett mindre arrangemang, med ett resultat som uppfyller fastställda kvalitetskrav.",
          "C" : "Eleven planerar och organiserar <strong>efter samråd</strong> med handledare ett mindre arrangemang med ett resultat som uppfyller fastställda kvalitetskrav.",
          "A" : "Eleven planerar och organiserar <strong>efter samråd</strong> med handledare ett mindre arrangemang med ett resultat som uppfyller fastställda kvalitetskrav."
        }
      }, {
        "text" : "I planeringen väljer eleven i samråd med handledare lämplig metod för informationssökning samt gör en <strong>________</strong> presentation och marknadsföring av arrangemanget.",
        "knowledgeRequirementChoice" : {
          "E" : "I planeringen väljer eleven i samråd med handledare lämplig metod för informationssökning samt gör en <strong>enkel</strong> presentation och marknadsföring av arrangemanget.",
          "C" : "I planeringen väljer eleven <strong>efter samråd</strong> med handledare lämplig metod för informationssökning samt gör en presentation och marknadsföring av arrangemanget.",
          "A" : "I planeringen väljer eleven <strong>efter samråd</strong> med handledare lämplig metod för informationssökning samt gör en presentation och marknadsföring av arrangemanget."
        }
      }, {
        "text" : "Eleven integrerar <strong>________</strong> tekniska hjälpmedel i presentationen.",
        "knowledgeRequirementChoice" : {
          "E" : "Eleven integrerar <strong>med viss säkerhet</strong> tekniska hjälpmedel i presentationen.",
          "C" : "Eleven integrerar <strong>med viss säkerhet</strong> tekniska hjälpmedel i presentationen.",
          "A" : "Eleven integrerar <strong>med säkerhet</strong> tekniska hjälpmedel i presentationen."
        }
      }, {
        "text" : "Dessutom ger eleven <strong>________</strong> exempel på säljstimulerande och kundvårdande aktiviteter.",
        "knowledgeRequirementChoice" : {
          "E" : "Dessutom ger eleven <strong>något</strong> exempel på säljstimulerande och kundvårdande aktiviteter.",
          "C" : "Dessutom ger eleven <strong>några</strong> exempel på säljstimulerande och kundvårdande aktiviteter <strong>samt resonerar om likheter och skillnader mellan dessa</strong>.",
          "A" : "Dessutom ger eleven <strong>flera</strong> exempel på säljstimulerande och kundvårdande aktiviteter <strong>samt resonerar om likheter och skillnader mellan dessa</strong>."
        }
      }, {
        "text" : "Under arbetets gång upptäcker eleven eventuella problem som uppkommer och löser dem <strong>________</strong> med handledare.",
        "knowledgeRequirementChoice" : {
          "E" : "Under arbetets gång upptäcker eleven eventuella problem som uppkommer och löser dem <strong>i samråd</strong> med handledare.",
          "C" : "Under arbetets gång upptäcker eleven eventuella problem som uppkommer och löser dem <strong>efter samråd</strong> med handledare.",
          "A" : "Under arbetets gång upptäcker eleven eventuella problem som uppkommer och löser dem <strong>efter samråd</strong> med handledare."
        }
      } ]
    }, {
      "heading" : "",
      "knowledgeRequirements" : [ {
        "text" : "Eleven samverkar och kommunicerar <strong>________</strong> med andra samt anpassar <strong>________</strong> sitt språk efter situation och mottagare.",
        "knowledgeRequirementChoice" : {
          "E" : "Eleven samverkar och kommunicerar <strong>med viss säkerhet</strong> med andra samt anpassar <strong>med viss säkerhet</strong> sitt språk efter situation och mottagare.",
          "C" : "Eleven samverkar och kommunicerar <strong>med viss säkerhet</strong> med andra samt anpassar <strong>med viss säkerhet</strong> sitt språk efter situation och mottagare.",
          "A" : "Eleven samverkar och kommunicerar <strong>med säkerhet</strong> med andra samt anpassar <strong>med säkerhet</strong> sitt språk efter situation och mottagare."
        }
      }, {
        "text" : "När arbetet är utfört utvärderar eleven sitt arbete och resultatet med <strong>________</strong> omdömen.",
        "knowledgeRequirementChoice" : {
          "E" : "När arbetet är utfört utvärderar eleven sitt arbete och resultatet med <strong>enkla</strong> omdömen.",
          "C" : "När arbetet är utfört utvärderar eleven sitt arbete och resultatet med <strong>nyanserade</strong> omdömen.",
          "A" : "När arbetet är utfört utvärderar eleven sitt arbete och resultatet med <strong>nyanserade</strong> omdömen <strong>samt ger förslag på hur arbetet kan förbättras</strong>."
        }
      } ]
    }, {
      "heading" : "",
      "knowledgeRequirements" : [ {
        "text" : "När eleven samråder med handledare bedömer hon eller han <strong>________</strong> den egna förmågan och situationens krav.",
        "knowledgeRequirementChoice" : {
          "E" : "När eleven samråder med handledare bedömer hon eller han <strong>med viss säkerhet</strong> den egna förmågan och situationens krav.",
          "C" : "När eleven samråder med handledare bedömer hon eller han <strong>med viss säkerhet</strong> den egna förmågan och situationens krav.",
          "A" : "När eleven samråder med handledare bedömer hon eller han <strong>med säkerhet</strong> den egna förmågan och situationens krav."
        }
      } ]
    } ],
    "point" : 100,
    "year" : null
  }, {
    "name" : "Resmål och resvägar",
    "description" : "Kursen resmål och resvägar omfattar punkterna 1–10 under rubriken Ämnets syfte, med särskild betoning på punkt 2, 3 och 5.",
    "code" : "RESREM0",
    "centralContent" : [ {
      "heading" : "Undervisningen i kursen ska behandla följande centrala innehåll:",
      "lines" : [ "Vanliga resmål i Sverige och i andra länder.", "Val av transportmedel och resväg med hänsyn till miljön.", "Turismens och destinationens utveckling i takt med samhällsförändringar och trender.", "Resvägen som attraktion.", "Marknadsföring och presentation av olika resmål.", "Seder och bruk i olika kulturer.", "Händelser och aktiviteter som påverkar turistflöden till och från en destination.", "Geografisk information från kartor för att söka alternativa resvägar mellan resmål.", "Företags och offentliga verksamheters satsningar på resmål samt konsekvenser av dessa.", "Lagar, andra bestämmelser och överenskommelser inom området." ]
    } ],
    "knowledgeRequirementParagraphs" : [ {
      "heading" : "",
      "knowledgeRequirements" : [ {
        "text" : "Eleven beskriver <strong>________</strong> olika destinationer och vanliga resmål, föreslår transportmedel och resvägar samt jämför deras påverkan på miljön.",
        "knowledgeRequirementChoice" : {
          "E" : "Eleven beskriver <strong>översiktligt</strong> olika destinationer och vanliga resmål, föreslår transportmedel och resvägar samt jämför deras påverkan på miljön.",
          "C" : "Eleven beskriver <strong>utförligt</strong> olika destinationer och vanliga resmål, föreslår transportmedel och resvägar samt jämför deras påverkan på miljön.",
          "A" : "Eleven beskriver <strong>utförligt och nyanserat</strong> olika destinationer och vanliga resmål, föreslår transportmedel och resvägar samt jämför deras påverkan på miljön."
        }
      }, {
        "text" : "Eleven redogör <strong>________</strong> för destinationsutveckling i förhållande till aktuella trender.",
        "knowledgeRequirementChoice" : {
          "E" : "Eleven redogör <strong>översiktligt</strong> för destinationsutveckling i förhållande till aktuella trender.",
          "C" : "Eleven redogör <strong>utförligt</strong> för destinationsutveckling i förhållande till aktuella trender.",
          "A" : "Eleven redogör <strong>utförligt och nyanserat</strong> för destinationsutveckling i förhållande till aktuella trender."
        }
      }, {
        "text" : "Dessutom ger eleven <strong>________</strong> exempel på marknadsföring av såväl resmål som resväg.",
        "knowledgeRequirementChoice" : {
          "E" : "Dessutom ger eleven <strong>något</strong> exempel på marknadsföring av såväl resmål som resväg.",
          "C" : "Dessutom ger eleven <strong>några</strong> exempel på marknadsföring av såväl resmål som resväg.",
          "A" : "Dessutom ger eleven <strong>flera</strong> exempel på marknadsföring av såväl resmål som resväg."
        }
      }, {
        "text" : "Vidare beskriver eleven <strong>________</strong> seder och bruk i olika kulturer samt hur olika faktorer påverkar turistflöden till och från olika destinationer.",
        "knowledgeRequirementChoice" : {
          "E" : "Vidare beskriver eleven <strong>översiktligt</strong> seder och bruk i olika kulturer samt hur olika faktorer påverkar turistflöden till och från olika destinationer.",
          "C" : "Vidare beskriver eleven <strong>utförligt</strong> seder och bruk i olika kulturer samt hur olika faktorer påverkar turistflöden till och från olika destinationer.",
          "A" : "Vidare beskriver eleven <strong>utförligt och nyanserat</strong> seder och bruk i olika kulturer samt hur olika faktorer påverkar turistflöden till och från olika destinationer."
        }
      } ]
    }, {
      "heading" : "",
      "knowledgeRequirements" : [ {
        "text" : "Eleven söker <strong>________</strong> information från kartor och andra källor för att hitta alternativa resmål och resvägar.",
        "knowledgeRequirementChoice" : {
          "E" : "Eleven söker <strong>med viss säkerhet</strong> information från kartor och andra källor för att hitta alternativa resmål och resvägar.",
          "C" : "Eleven söker <strong>med viss säkerhet</strong> information från kartor och andra källor för att hitta alternativa resmål och resvägar.",
          "A" : "Eleven söker <strong>med säkerhet</strong> information från kartor och andra källor för att hitta alternativa resmål och resvägar."
        }
      }, {
        "text" : "Eleven gör en <strong>________</strong> granskning, bearbetning och presentation av resultatet.",
        "knowledgeRequirementChoice" : {
          "E" : "Eleven gör en <strong>enkel</strong> granskning, bearbetning och presentation av resultatet.",
          "C" : "Eleven gör en <strong>välgrundad</strong> granskning, bearbetning och presentation av resultatet.",
          "A" : "Eleven gör en <strong>välgrundad och nyanserad</strong> granskning, bearbetning och presentation av resultatet."
        }
      }, {
        "text" : "I arbetet väljer eleven <strong>________</strong> med handledare material, källor och metod som passar för uppgiften.",
        "knowledgeRequirementChoice" : {
          "E" : "I arbetet väljer eleven <strong>i samråd</strong> med handledare material, källor och metod som passar för uppgiften.",
          "C" : "I arbetet väljer eleven <strong>efter samråd</strong> med handledare material, källor och metod som passar för uppgiften.",
          "A" : "I arbetet väljer eleven <strong>efter samråd</strong> med handledare material, källor och metod som passar för uppgiften."
        }
      }, {
        "text" : "Under arbetets gång upptäcker eleven eventuella problem som uppkommer och löser dem <strong>________</strong> med handledare.",
        "knowledgeRequirementChoice" : {
          "E" : "Under arbetets gång upptäcker eleven eventuella problem som uppkommer och löser dem <strong>i samråd</strong> med handledare.",
          "C" : "Under arbetets gång upptäcker eleven eventuella problem som uppkommer och löser dem <strong>efter samråd</strong> med handledare.",
          "A" : "Under arbetets gång upptäcker eleven eventuella problem som uppkommer och löser dem <strong>efter samråd</strong> med handledare."
        }
      } ]
    }, {
      "heading" : "",
      "knowledgeRequirements" : [ {
        "text" : "Eleven samverkar och kommunicerar <strong>________</strong> med andra samt anpassar <strong>________</strong> sitt språk efter situation och mottagare.",
        "knowledgeRequirementChoice" : {
          "E" : "Eleven samverkar och kommunicerar <strong>med viss säkerhet</strong> med andra samt anpassar <strong>med viss säkerhet</strong> sitt språk efter situation och mottagare.",
          "C" : "Eleven samverkar och kommunicerar <strong>med viss säkerhet</strong> med andra samt anpassar <strong>med viss säkerhet</strong> sitt språk efter situation och mottagare.",
          "A" : "Eleven samverkar och kommunicerar <strong>med säkerhet</strong> med andra samt anpassar <strong>med säkerhet</strong> sitt språk efter situation och mottagare."
        }
      }, {
        "text" : "När arbetet är utfört utvärderar eleven sitt arbete och resultat med <strong>________</strong> omdömen.",
        "knowledgeRequirementChoice" : {
          "E" : "När arbetet är utfört utvärderar eleven sitt arbete och resultat med <strong>enkla</strong> omdömen.",
          "C" : "När arbetet är utfört utvärderar eleven sitt arbete och resultat med <strong>nyanserade</strong> omdömen.",
          "A" : "När arbetet är utfört utvärderar eleven sitt arbete och resultat med <strong>nyanserade</strong> omdömen <strong>samt ger förslag på hur arbetet kan förbättras</strong>."
        }
      } ]
    }, {
      "heading" : "",
      "knowledgeRequirements" : [ {
        "text" : "När eleven samråder med handledare bedömer hon eller han <strong>________</strong> den egna förmågan och situationens krav.",
        "knowledgeRequirementChoice" : {
          "E" : "När eleven samråder med handledare bedömer hon eller han <strong>med viss säkerhet</strong> den egna förmågan och situationens krav.",
          "C" : "När eleven samråder med handledare bedömer hon eller han <strong>med viss säkerhet</strong> den egna förmågan och situationens krav.",
          "A" : "När eleven samråder med handledare bedömer hon eller han <strong>med säkerhet</strong> den egna förmågan och situationens krav."
        }
      } ]
    } ],
    "point" : 100,
    "year" : null
  } ]
}