{
  "name" : "Samernas kultur och historia",
  "description" : "Ämnet samernas kultur och historia är till sin karaktär tvärvetenskapligt. Det behandlar det samiska kulturarvet i betydelsen det samiska folkets kultur och historia i en geografisk kontext. Ämnet behandlar traditionell samisk kultur och kunskap samt traditionellt samiskt förhållningssätt, hur dessa har utvecklats i samspel med naturen och med det omgivande samhället, samt deras nutida uttryck i samiskt samhälls- och kulturliv.",
  "code" : "SAE",
  "designation" : "",
  "skolfsId" : "0000:00",
  "purposes" : [ {
    "type" : "PARAGRAPH",
    "heading" : "",
    "lines" : [ "Undervisningen i ämnet samernas kultur och historia ska syfta till att eleverna utvecklar sitt historiemedvetande och kulturella medvetande genom kunskaper om det förflutna och om den historiska utvecklingen.", "Genom undervisningen ska eleverna ges möjlighet att utveckla kunskaper om kulturarvet och historien som en referensram för individuell identitetsutveckling och för att förstå frågor som har betydelse för det samiska samhället i dag och i framtiden.", "Undervisningen ska även ge eleverna möjlighet att utveckla ett reflekterande och kritiskt förhållningssätt till hur historia och kultur används för att skapa identitets- och verklighetsuppfattning." ]
  }, {
    "type" : "PARAGRAPH",
    "heading" : "",
    "lines" : [ "Undervisningen ska leda till att eleverna utvecklar förståelse av olika tiders levnadsvillkor i Sápmi.", "Den ska bidra till att eleverna utvecklar kunskaper om hur kolonisering och assimilering påverkat samerna.", "Undervisningen ska också ge eleverna möjlighet att utveckla kunskaper om samiska kvinnors och mäns roller i samhället samt bidra till insikt i att varje tids människor ska förstås utifrån sin tids villkor och värderingar." ]
  }, {
    "type" : "PARAGRAPH",
    "heading" : "",
    "lines" : [ "Undervisningen ska utveckla elevernas kunskaper om samisk livsåskådning, samiska sedvanor och värderingar.", "Den ska också ge eleverna möjligheter att bekanta sig med de samiska konstarternas mångfald och rikedom.", "Undervisningen ska bidra till att eleverna utvecklar intresse för eget skapande.", "Den ska vidare ge utrymme för studiebesök och kulturupplevelser av olika slag." ]
  }, {
    "type" : "BULLET",
    "heading" : "Undervisningen i ämnet samernas kultur och historia ska ge eleverna förutsättningar att utveckla följande:",
    "lines" : [ "Kunskaper om Sápmi och dess befolkning.", "Kunskaper om relationerna mellan Sápmi och det omgivande samhället.", "Kunskaper om det samiska samhället och dess organisation fram till idag.", "Kunskaper om samiska traditioner.", "Kunskaper om de samiska konstarterna samt om deras villkor och betydelse.", "Förmåga att analysera och tolka samiska kulturuttryck och idéströmningar." ]
  } ],
  "courses" : [ {
    "name" : "Samernas kultur och historia",
    "description" : "Kursen samernas kultur och historia omfattar punkterna 1–6 under rubriken Ämnets syfte.",
    "code" : "SAESAM0",
    "centralContent" : [ {
      "heading" : "Undervisningen i kursen ska behandla följande centrala innehåll:",
      "lines" : [ "Det geografiska området Sápmi, människors levnadsvillkor och bosättning i området idag och genom historien.", "Befolkningsutvecklingen och relationer mellan etniska grupper i Sápmi samt händelser som påverkat utvecklingen.", "Idéhistoriska strömningar och olika nationalstaters förhållningssätt och politik gentemot samer, andra urfolk och minoriteter från 1700-talet och framåt. Konsekvenser för den samiska befolkningen.", "Det samiska samhälls- och näringslivets utveckling fram till idag.", "Samisk organisations- och institutionsuppbyggnad under 1900-talet och därefter.", "Samepolitiska program inom kultur, näring, språk och utbildning.", "Samisk livsåskådning och samiska värderingar. Traditionell samisk kunskap.", "Äldre och nutida samiska traditioner samt seder och bruk inom olika delar av Sápmi. Jämförelser med andra kulturer.", "Förgrundsgestalter inom det samiska samhälls-, kultur- och näringslivet.", "Samiska konstarter, till exempel jojk och musik, bildkonst, litteratur och teater. Deras utveckling, villkor och betydelse för det samiska samhället.", "Analys och tolkning av samiska kultur- och konstföreteelser.", "Begrepp relevanta för ämnesområdet.", "Kulturella aktiviteter." ]
    } ],
    "knowledgeRequirementParagraphs" : [ {
      "heading" : "",
      "knowledgeRequirements" : [ {
        "text" : "Eleven beskriver <strong>________</strong> det geografiska området Sápmi och diskuterar <strong>________</strong> de geografiska förutsättningarna för bosättning och samhällsliv idag och genom historien.",
        "knowledgeRequirementChoice" : {
          "E" : "Eleven beskriver <strong>översiktligt</strong> det geografiska området Sápmi och diskuterar <strong>översiktligt</strong> de geografiska förutsättningarna för bosättning och samhällsliv idag och genom historien.",
          "C" : "Eleven beskriver <strong>utförligt</strong> det geografiska området Sápmi och diskuterar <strong>utförligt</strong> de geografiska förutsättningarna för bosättning och samhällsliv idag och genom historien.",
          "A" : "Eleven beskriver <strong>utförligt och nyanserat</strong> det geografiska området Sápmi och diskuterar <strong>utförligt och nyanserat</strong> de geografiska förutsättningarna för bosättning och samhällsliv idag och genom historien."
        }
      }, {
        "text" : "Dessutom redogör eleven <strong>________</strong> för hur den samiska samiska befolkningen, det samiska samhället och näringslivet har utvecklats historiskt i relation till teknik- och samhällsutveckling i det omgivande samhället.",
        "knowledgeRequirementChoice" : {
          "E" : "Dessutom redogör eleven <strong>översiktligt</strong> för hur den samiska samiska befolkningen, det samiska samhället och näringslivet har utvecklats historiskt i relation till teknik- och samhällsutveckling i det omgivande samhället.",
          "C" : "Dessutom redogör eleven <strong>utförligt</strong> för hur den samiska befolkningen, det samiska samhället och näringslivet har utvecklats historiskt i relation till teknik- och samhällsutveckling i det omgivande samhället.",
          "A" : "Dessutom redogör eleven <strong>utförligt och nyanserat</strong> för hur den samiska befolkningen, det samiska samhället och näringslivet har utvecklats historiskt i relation till teknik- och samhällsutveckling i det omgivande samhället."
        }
      }, {
        "text" : "Eleven beskriver <strong>________</strong> den historiska utvecklingen av nationalstaternas förhållningssätt och politik gentemot urfolk och minoriteter och redogör <strong>________</strong> för vad detta betytt och betyder för den samiska befolkningen.",
        "knowledgeRequirementChoice" : {
          "E" : "Eleven beskriver <strong>översiktligt</strong> den historiska utvecklingen av nationalstaternas förhållningssätt och politik gentemot urfolk och minoriteter och redogör <strong>översiktligt</strong> för vad detta betytt och betyder för den samiska befolkningen.",
          "C" : "Eleven beskriver <strong>utförligt</strong> den historiska utvecklingen av nationalstaternas förhållningssätt och politik gentemot urfolk och minoriteter och redogör <strong>utförligt</strong> för vad detta betytt och betyder för den samiska befolkningen.",
          "A" : "Eleven beskriver <strong>utförligt och nyanserat</strong> den historiska utvecklingen av nationalstaternas förhållningssätt och politik gentemot urfolk och minoriteter och redogör <strong>utförligt och nyanserat</strong> för vad detta betytt och betyder för den samiska befolkningen."
        }
      } ]
    }, {
      "heading" : "",
      "knowledgeRequirements" : [ {
        "text" : "Eleven beskriver <strong>________</strong> samiska organisationssträvanden och utvecklingen av dagens samiska institutioner, samt redogör <strong>________</strong> för aktuella samepolitiska program.",
        "knowledgeRequirementChoice" : {
          "E" : "Eleven beskriver <strong>översiktligt</strong> samiska organisationssträvanden och utvecklingen av dagens samiska institutioner, samt redogör <strong>översiktligt</strong> för aktuella samepolitiska program.",
          "C" : "Eleven beskriver <strong>utförligt</strong> samiska organisationssträvanden och utvecklingen av dagens samiska institutioner, samt redogör <strong>utförligt</strong> för aktuella samepolitiska program.",
          "A" : "Eleven beskriver <strong>utförligt och nyanserat</strong> samiska organisationssträvanden och utvecklingen av dagens samiska institutioner, samt redogör <strong>utförligt och nyanserat</strong> för aktuella samepolitiska program."
        }
      } ]
    }, {
      "heading" : "",
      "knowledgeRequirements" : [ {
        "text" : "Eleven redogör <strong>________</strong> för samiska förhållningssätt och traditioner samt beskriver <strong>________</strong> hur dessa varierar mellan olika delar av Sápmi och hur de förändrats över tid.",
        "knowledgeRequirementChoice" : {
          "E" : "Eleven redogör <strong>översiktligt</strong> för samiska förhållningssätt och traditioner samt beskriver <strong>översiktligt</strong> hur dessa varierar mellan olika delar av Sápmi och hur de förändrats över tid.",
          "C" : "Eleven redogör <strong>utförligt</strong> för samiska förhållningssätt och traditioner samt beskriver <strong>utförligt</strong> hur dessa varierar mellan olika delar av Sápmi och hur de förändrats över tid.",
          "A" : "Eleven redogör <strong>utförligt och nyanserat</strong> för samiska förhållningssätt och traditioner samt beskriver <strong>utförligt och nyanserat</strong> hur dessa varierar mellan olika delar av Sápmi och hur de förändrats över tid."
        }
      }, {
        "text" : "Eleven ger <strong>________</strong> exempel på förgrundsgestalter inom det samiska samhälls-, kultur- och näringslivet samt redogör <strong>________</strong> för deras betydelse för utvecklingen.",
        "knowledgeRequirementChoice" : {
          "E" : "Eleven ger <strong>några</strong> exempel på förgrundsgestalter inom det samiska samhälls-, kultur- och näringslivet samt redogör <strong>översiktligt</strong> för deras betydelse för utvecklingen.",
          "C" : "Eleven ger <strong>några</strong> exempel på förgrundsgestalter inom det samiska samhälls-, kultur- och näringslivet samt redogör <strong>utförligt</strong> för deras betydelse för utvecklingen.",
          "A" : "Eleven ger <strong>flera</strong> exempel på förgrundsgestalter inom det samiska samhälls-, kultur- och näringslivet samt redogör <strong>utförligt och nyanserat</strong> för deras betydelse för utvecklingen."
        }
      } ]
    }, {
      "heading" : "",
      "knowledgeRequirements" : [ {
        "text" : "Eleven för <strong>________</strong> resonemang kring samband mellan samhällsförhållanden och kulturella och konstnärliga uttryck.",
        "knowledgeRequirementChoice" : {
          "E" : "Eleven för <strong>enkla</strong> resonemang kring samband mellan samhällsförhållanden och kulturella och konstnärliga uttryck.",
          "C" : "Eleven för <strong>välgrundade</strong> resonemang kring samband mellan samhällsförhållanden och kulturella och konstnärliga uttryck.",
          "A" : "Eleven för <strong>välgrundade och nyanserade</strong> resonemang kring samband mellan samhällsförhållanden och kulturella och konstnärliga uttryck."
        }
      }, {
        "text" : "Dessutom gör eleven <strong>________</strong> tolkningar och analyser av aktuella samiska kultur- och konstföreteelser och ger <strong>________</strong> förklaringar till sina tolkningar och analyser.",
        "knowledgeRequirementChoice" : {
          "E" : "Dessutom gör eleven <strong>enkla</strong> tolkningar och analyser av aktuella samiska kultur- och konstföreteelser och ger <strong>enkla</strong> förklaringar till sina tolkningar och analyser.",
          "C" : "Dessutom gör eleven <strong>välgrundade</strong> tolkningar och analyser av aktuella samiska kultur- och konstföreteelser och ger <strong>välgrundade</strong> förklaringar till sina tolkningar och analyser.",
          "A" : "Dessutom gör eleven <strong>välgrundade och nyanserade</strong> tolkningar och analyser av aktuella samiska kultur- och konstföreteelser och ger <strong>välgrundade och nyanserade</strong> förklaringar till sina tolkningar och analyser."
        }
      }, {
        "text" : "Vidare formulerar eleven <strong>________</strong> reflektioner över egna kulturupplevelser.",
        "knowledgeRequirementChoice" : {
          "E" : "Vidare formulerar eleven <strong>enkla</strong> reflektioner över egna kulturupplevelser.",
          "C" : "Vidare formulerar eleven <strong>välgrundade</strong> reflektioner över egna kulturupplevelser.",
          "A" : "Vidare formulerar eleven <strong>välgrundade och nyanserade</strong> reflektioner över egna kulturupplevelser."
        }
      } ]
    }, {
      "heading" : "",
      "knowledgeRequirements" : [ {
        "text" : "I beskrivningar, redogörelser, tolkningar och analyser använder eleven <strong>________</strong> relevanta begrepp.",
        "knowledgeRequirementChoice" : {
          "E" : "I beskrivningar, redogörelser, tolkningar och analyser använder eleven <strong>med viss säkerhet</strong> relevanta begrepp.",
          "C" : "I beskrivningar, redogörelser, tolkningar och analyser använder eleven <strong>med viss säkerhet</strong> relevanta begrepp.",
          "A" : "I beskrivningar, redogörelser, tolkningar och analyser använder eleven <strong>med säkerhet</strong> relevanta begrepp."
        }
      } ]
    } ],
    "point" : 100,
    "year" : null
  } ]
}