{
  "name" : "Samisk mat och matkultur",
  "description" : "Ämnet samisk mat och matkultur behandlar traditionella och moderna samiska metoder för matlagning och förädling av råvaror. I ämnet behandlas tillvaratagande av såväl de råvaror som traditionellt använts inom samisk matkultur som sådana som tillkommit under modern tid. Ämnet behandlar även historiska och nutida kost- och måltidstraditioner från olika delar av Sápmi.",
  "code" : "SAS",
  "designation" : "",
  "skolfsId" : "0000:00",
  "purposes" : [ {
    "type" : "PARAGRAPH",
    "heading" : "",
    "lines" : [ "Undervisningen i ämnet samisk mat och matkultur ska syfta till att eleverna utvecklar kunskaper om de råvaror som traditionellt utgjort grunden i den samiska matkulturen, samt förmåga att tillvarata, tillaga och bevara dessa.", "Den ska även leda till att eleverna utvecklar färdigheter i att hantera redskap som används i dessa sammanhang.", "Renen har traditionellt varit och är alltjämt grunden för den samiska matkulturen.", "Därför ska undervisningen lägga stor vikt vid tillvaratagande och hantering av renprodukter." ]
  }, {
    "type" : "PARAGRAPH",
    "heading" : "",
    "lines" : [ "Undervisningen ska ge eleverna möjlighet att utveckla färdigheter i att tillämpa såväl traditionella samiska som moderna metoder vid tillvaratagande, tillagning och förädling av råvaror.", "Den ska även leda till att eleverna utvecklar kunskaper om hur kvaliteten på olika råvaror påverkar slutprodukten." ]
  }, {
    "type" : "PARAGRAPH",
    "heading" : "",
    "lines" : [ "Undervisningen ska leda till att eleverna utvecklar kunskaper om traditioner som berör samisk mat och måltidskultur.", "Den ska även bidra till att eleverna utvecklar kunskaper om betydelsen av att bevara traditioner som berör samisk mat och matkultur för framtida generationer samt förmåga att vidareutveckla dessa.", "Dessutom ska undervisningen bidra till att eleverna utvecklar förståelse av traditionens betydelse för den samiska upplevelseindustrin." ]
  }, {
    "type" : "PARAGRAPH",
    "heading" : "",
    "lines" : [ "Undervisningen ska ge eleverna möjlighet att utveckla kunskaper om hygien, ergonomi, arbetsmiljö- och säkerhetsfrågor samt om lagar och andra bestämmelser som gäller för yrkesområdet.", "Den ska ge eleverna möjlighet att utveckla färdigheter i att organisera och utföra arbetet samt förmåga att bedöma arbetet och reflektera över hur arbetsprocessen påverkar resultatet.", "Undervisningen ska dessutom bidra till att eleverna utvecklar kreativitet, problemlösningsförmåga och initiativförmåga samt förmåga att utföra sina uppgifter såväl individuellt som i samarbete med andra." ]
  }, {
    "type" : "PARAGRAPH",
    "heading" : "",
    "lines" : [ "Undervisningen ska ge eleverna möjlighet att utveckla förmåga att använda samisk terminologi inom området samt att i samband med måltider presentera och informera om traditionell och nutida samisk matkultur." ]
  }, {
    "type" : "BULLET",
    "heading" : "Undervisningen i ämnet samisk mat och matkultur ska ge eleverna förutsättningar att utveckla följande:",
    "lines" : [ "Kunskaper om metoder för att tillvarata, tillaga, bevara och vidareförädla råvaror inom samisk matkultur samt om hur den samiska matkulturen påverkat och påverkats av andra kulturer.", "Förmåga att planera och organisera matlagning och övriga arbetsuppgifter.", "Förmåga att tillaga välsmakande och estetiskt tilltalande anrättningar utifrån samisk matkultur samt att använda och vårda redskap, maskiner och annan utrustning.", "Förmåga att utföra andra arbetsuppgifter i samband med matlagning.", "Förmåga att utforma menyer, samt förmåga att presentera och informera om samisk matkultur i samband med måltider.", "Förmåga att arbeta på ett hygieniskt, ergonomiskt och säkert sätt.", "Kunskaper om lagar och andra bestämmelser om hygien, arbetsmiljö och säkerhet.", "Förmåga att utvärdera utfört arbete och resultat.", "Förmåga att samarbeta och kommunicera med andra samt att använda samisk terminologi som berör samisk matkultur." ]
  } ],
  "courses" : [ {
    "name" : "Samisk mat och matkultur",
    "description" : "Kursen samisk mat och matkultur omfattar punkterna 1–9 under rubriken Ämnets syfte.",
    "code" : "SASSAM0",
    "centralContent" : [ {
      "heading" : "Undervisningen i kursen ska behandla följande centrala innehåll:",
      "lines" : [ "Traditionella och nutida metoder för tillvaratagande av råvaror och matlagning.", "Traditionell arbetsfördelning och andra traditioner inom samisk mat och måltidskultur.", "Den ömsesidiga påverkan mellan samisk matkultur och andra kulturer.", "Renens styckningsdetaljer och användningsområden.", "Hantering, förvaring och förädling av renkött och andra råvaror.", "Redskap, maskiner och annan utrustning som har använts och används idag inom samisk matkultur. Hur de används, hanteras och vårdas på ett säkert sätt.", "Smakmässiga och ekonomiska konsekvenser av hur råvaror behandlas och förvaras.", "Utformning av menyer med samisk matkultur som grund.", "Presentationsteknik. Hur man anpassar en presentation till målgrupp och situation.", "Hygien och dagliga hygienrutiner, till exempel rengöring av arbetsytor och redskap.", "Ergonomi i det egna arbetet samt ergonomiska riskfaktorer.", "Arbetsmiljö och säkerhet samt lagar och andra bestämmelser inom området.", "Samisk terminologi inom området." ]
    } ],
    "knowledgeRequirementParagraphs" : [ {
      "heading" : "",
      "knowledgeRequirements" : [ {
        "text" : "Eleven redogör <strong>________</strong> för både traditionella och nutida metoder för att tillvarata, tillaga, bevara och vidareförädla råvaror inom den samiska matkulturen.",
        "knowledgeRequirementChoice" : {
          "E" : "Eleven redogör <strong>översiktligt</strong> för både traditionella och nutida metoder för att tillvarata, tillaga, bevara och vidareförädla råvaror inom den samiska matkulturen.",
          "C" : "Eleven redogör <strong>utförligt</strong> för både traditionella och nutida metoder för att tillvarata, tillaga, bevara och vidareförädla råvaror inom den samiska matkulturen.",
          "A" : "Eleven redogör <strong>utförligt och nyanserat</strong> för både traditionella och nutida metoder för att tillvarata, tillaga, bevara och vidareförädla råvaror inom den samiska matkulturen."
        }
      }, {
        "text" : "Dessutom beskriver eleven <strong>________</strong> hur den samiska matkulturen påverkat och påverkats av andra kulturer.",
        "knowledgeRequirementChoice" : {
          "E" : "Dessutom beskriver eleven <strong>översiktligt</strong> hur den samiska matkulturen påverkat och påverkats av andra kulturer.",
          "C" : "Dessutom beskriver eleven <strong>utförligt</strong> hur den samiska matkulturen påverkat och påverkats av andra kulturer.",
          "A" : "Dessutom beskriver eleven <strong>utförligt och nyanserat</strong> hur den samiska matkulturen påverkat och påverkats av andra kulturer."
        }
      }, {
        "text" : "Eleven redogör även <strong>________</strong> för traditionell arbetsfördelning och andra traditioner som berör samisk matkultur och måltidstraditioner.",
        "knowledgeRequirementChoice" : {
          "E" : "Eleven redogör även <strong>översiktligt</strong> för traditionell arbetsfördelning och andra traditioner som berör samisk matkultur och måltidstraditioner.",
          "C" : "Eleven redogör även <strong>utförligt</strong> för traditionell arbetsfördelning och andra traditioner som berör samisk matkultur och måltidstraditioner.",
          "A" : "Eleven redogör även <strong>utförligt och nyanserat</strong> för traditionell arbetsfördelning och andra traditioner som berör samisk matkultur och måltidstraditioner."
        }
      } ]
    }, {
      "heading" : "",
      "knowledgeRequirements" : [ {
        "text" : "Eleven identifierar <strong>________</strong> samt beskriver <strong>________</strong> renens styckningsdetaljer och dess traditionella och nutida användningsområden.",
        "knowledgeRequirementChoice" : {
          "E" : "Eleven identifierar <strong>med viss säkerhet</strong> samt beskriver <strong>översiktligt</strong> renens styckningsdetaljer och dess traditionella och nutida användningsområden.",
          "C" : "Eleven identifierar <strong>med viss säkerhet</strong> samt beskriver <strong>utförligt</strong> renens styckningsdetaljer och dess traditionella och nutida användningsområden.",
          "A" : "Eleven identifierar <strong>med säkerhet</strong> samt beskriver <strong>utförligt och nyanserat</strong> renens styckningsdetaljer och dess traditionella och nutida användningsområden."
        }
      }, {
        "text" : "Dessutom redogör eleven <strong>________</strong> för hur detaljerna ska hanteras, förpackas och förvaras.",
        "knowledgeRequirementChoice" : {
          "E" : "Dessutom redogör eleven <strong>översiktligt</strong> för hur detaljerna ska hanteras, förpackas och förvaras.",
          "C" : "Dessutom redogör eleven <strong>utförligt</strong> för hur detaljerna ska hanteras, förpackas och förvaras.",
          "A" : "Dessutom redogör eleven <strong>utförligt och nyanserat</strong> för hur detaljerna ska hanteras, förpackas och förvaras."
        }
      } ]
    }, {
      "heading" : "",
      "knowledgeRequirements" : [ {
        "text" : "Eleven planerar och organiserar <strong>________</strong> med handledare matlagning och övriga arbetsuppgifter.",
        "knowledgeRequirementChoice" : {
          "E" : "Eleven planerar och organiserar <strong>i samråd</strong> med handledare matlagning och övriga arbetsuppgifter.",
          "C" : "Eleven planerar och organiserar <strong>efter samråd</strong> med handledare matlagning och övriga arbetsuppgifter.",
          "A" : "Eleven planerar och organiserar <strong>efter samråd</strong> med handledare matlagning och övriga arbetsuppgifter."
        }
      }, {
        "text" : "Eleven tillagar metodiskt, hantverksmässigt och <strong>________</strong> med handledare maträtter med <strong>________</strong> kvalitet när det gäller smak och utseende.",
        "knowledgeRequirementChoice" : {
          "E" : "Eleven tillagar metodiskt, hantverksmässigt och <strong>i samråd</strong> med handledare maträtter med <strong>tillfredsställande</strong> kvalitet när det gäller smak och utseende.",
          "C" : "Eleven tillagar metodiskt, hantverksmässigt och <strong>efter samråd</strong> med handledare maträtter med <strong>tillfredsställande</strong> kvalitet när det gäller smak och utseende.",
          "A" : "Eleven tillagar metodiskt, hantverksmässigt och <strong>efter samråd</strong> med handledare maträtter med <strong>god</strong> kvalitet när det gäller smak och utseende."
        }
      }, {
        "text" : "Dessutom genomför eleven <strong>________</strong> med handledare övriga arbetsuppgifter med <strong>________</strong> resultat.",
        "knowledgeRequirementChoice" : {
          "E" : "Dessutom genomför eleven <strong>i samråd</strong> med handledare övriga arbetsuppgifter med <strong>tillfredsställande</strong> resultat.",
          "C" : "Dessutom genomför eleven <strong>efter samråd</strong> med handledare övriga arbetsuppgifter med <strong>tillfredsställande</strong> resultat.",
          "A" : "Dessutom genomför eleven <strong>efter samråd</strong> med handledare övriga arbetsuppgifter med <strong>gott</strong> resultat."
        }
      }, {
        "text" : "I arbetet använder eleven med <strong>________</strong> handlag vanliga grundläggande metoder, redskap, maskiner och annan utrustning som är lämplig för uppgiften.",
        "knowledgeRequirementChoice" : {
          "E" : "I arbetet använder eleven med <strong>visst</strong> handlag vanliga grundläggande metoder, redskap, maskiner och annan utrustning som är lämplig för uppgiften.",
          "C" : "I arbetet använder eleven med <strong>gott</strong> handlag vanliga grundläggande metoder, redskap, maskiner och annan utrustning som är lämplig för uppgiften.",
          "A" : "I arbetet använder eleven med <strong>mycket gott</strong> handlag vanliga grundläggande metoder, redskap, maskiner och annan utrustning som är lämplig för uppgiften."
        }
      } ]
    }, {
      "heading" : "",
      "knowledgeRequirements" : [ {
        "text" : "Eleven utformar <strong>________</strong> menyer med hänsyn till samisk matkultur, smakkombinationer och estetik samt genomför <strong>________</strong> presentationer av samisk matkultur i samband med måltider.",
        "knowledgeRequirementChoice" : {
          "E" : "Eleven utformar <strong>med viss säkerhet</strong> menyer med hänsyn till samisk matkultur, smakkombinationer och estetik samt genomför <strong>med viss säkerhet</strong> presentationer av samisk matkultur i samband med måltider.",
          "C" : "Eleven utformar <strong>med viss säkerhet</strong> menyer med hänsyn till samisk matkultur, smakkombinationer och estetik samt genomför <strong>med viss säkerhet</strong> presentationer av samisk matkultur i samband med måltider.",
          "A" : "Eleven utformar <strong>med säkerhet</strong> menyer med hänsyn till samisk matkultur, smakkombinationer och estetik samt genomför <strong>med säkerhet</strong> presentationer av samisk matkultur i samband med måltider."
        }
      } ]
    }, {
      "heading" : "",
      "knowledgeRequirements" : [ {
        "text" : "Eleven arbetar på ett hygieniskt, ergonomiskt och säkert sätt samt motiverar <strong>________</strong> arbetssättet utifrån lagar och andra bestämmelser om hygien, arbetsmiljö och säkerhet.",
        "knowledgeRequirementChoice" : {
          "E" : "Eleven arbetar på ett hygieniskt, ergonomiskt och säkert sätt samt motiverar <strong>översiktligt</strong> arbetssättet utifrån lagar och andra bestämmelser om hygien, arbetsmiljö och säkerhet.",
          "C" : "Eleven arbetar på ett hygieniskt, ergonomiskt och säkert sätt samt motiverar <strong>utförligt</strong> arbetssättet utifrån lagar och andra bestämmelser om hygien, arbetsmiljö och säkerhet.",
          "A" : "Eleven arbetar på ett hygieniskt, ergonomiskt och säkert sätt samt motiverar <strong>utförligt och nyanserat</strong> arbetssättet utifrån lagar och andra bestämmelser om hygien, arbetsmiljö och säkerhet."
        }
      }, {
        "text" : "När arbetet är utfört utvärderar eleven sitt arbete och resultat med <strong>________</strong> omdömen.",
        "knowledgeRequirementChoice" : {
          "E" : "När arbetet är utfört utvärderar eleven sitt arbete och resultat med <strong>enkla</strong> omdömen.",
          "C" : "När arbetet är utfört utvärderar eleven sitt arbete och resultat med <strong>nyanserade</strong> omdömen.",
          "A" : "När arbetet är utfört utvärderar eleven sitt arbete och resultat med <strong>nyanserade</strong> omdömen <strong>samt ger förslag på hur arbetet kan förbättras</strong>."
        }
      } ]
    }, {
      "heading" : "",
      "knowledgeRequirements" : [ {
        "text" : "Eleven samarbetar och kommunicerar <strong>________</strong> med andra och använder <strong>________</strong> samisk terminologi.",
        "knowledgeRequirementChoice" : {
          "E" : "Eleven samarbetar och kommunicerar <strong>med viss säkerhet</strong> med andra och använder <strong>med viss säkerhet</strong> samisk terminologi.",
          "C" : "Eleven samarbetar och kommunicerar <strong>med viss säkerhet</strong> med andra och använder <strong>med viss säkerhet</strong> samisk terminologi.",
          "A" : "Eleven samarbetar och kommunicerar <strong>med säkerhet</strong> med andra och använder <strong>med säkerhet</strong> samisk terminologi."
        }
      } ]
    }, {
      "heading" : "",
      "knowledgeRequirements" : [ {
        "text" : "När eleven samråder med handledare bedömer hon eller han <strong>________</strong> den egna förmågan och situationens krav.",
        "knowledgeRequirementChoice" : {
          "E" : "När eleven samråder med handledare bedömer hon eller han <strong>med viss säkerhet</strong> den egna förmågan och situationens krav.",
          "C" : "När eleven samråder med handledare bedömer hon eller han <strong>med viss säkerhet</strong> den egna förmågan och situationens krav.",
          "A" : "När eleven samråder med handledare bedömer hon eller han <strong>med säkerhet</strong> den egna förmågan och situationens krav."
        }
      } ]
    } ],
    "point" : 100,
    "year" : null
  } ]
}