{
  "name" : "Serviceteknik – naturbruk",
  "description" : "Service och underhåll av teknisk utrustning inom naturbruket har en avgörande betydelse för produktkvalitet, ekonomi och påverkan på miljö och människor. Många arbetsmoment inom naturbruket är årstids- och väderberoende och ska genomföras på kort tid. Därför måste den tekniska utrustningen vara i gott skick och möjlig att reparera på plats. Ämnet serviceteknik – naturbruk behandlar service, underhåll och reparationer av den tekniska utrustning som används inom naturbrukets olika verksamhetsområden. I ämnet behandlas också den tekniska utrustningens konstruktion och funktion.",
  "code" : "SEI",
  "designation" : "",
  "skolfsId" : "2010:198",
  "purposes" : [ {
    "type" : "PARAGRAPH",
    "heading" : "",
    "lines" : [ "Undervisningen i ämnet serviceteknik – naturbruk ska syfta till att eleverna utvecklar förmåga att utföra service, underhåll och reparationer på den tekniska utrustning som används inom naturbrukets olika områden.", "Genom undervisningen ska eleverna ges möjlighet att utveckla kunskaper om komponenter och tekniska system samt om hur de olika delarna samverkar.", "Undervisningen ska också ge eleverna möjlighet att utveckla förmåga att göra kostnadsberäkningar för service och underhåll samt förmåga att kommunicera med serviceföretag och informera kunder.", "Dessutom ska undervisningen ge eleverna möjlighet att utveckla förmåga att lösa tekniska problem med egna idéer och förslag som underlättar arbetet eller förbättrar resultatet." ]
  }, {
    "type" : "PARAGRAPH",
    "heading" : "",
    "lines" : [ "Praktiska övningar och ett problemlösande arbetssätt i fält och i verkstadsmiljö ska ingå i undervisningen." ]
  }, {
    "type" : "BULLET",
    "heading" : "Undervisningen i ämnet serviceteknik – naturbruk ska ge eleverna förutsättningar att utveckla följande:",
    "lines" : [ "Kunskaper om uppbyggnad av och funktion hos teknisk utrustning samt om utrustningens komponenter och material.", "Kunskaper om styrsystem och kontrollsystem.", "Förmåga att utföra service, underhåll och reparationer av teknisk utrustning.", "Förmåga att använda verkstadsutrustning inklusive svetsutrustning.", "Förmåga att bedöma om den tekniska utrustningen fungerar optimalt med hänsyn till produktkvalitet, ekonomi och hållbar utveckling.", "Förmåga att arbeta säkert och ergonomiskt samt med hänsyn till miljön.", "Kunskaper om lagar och andra bestämmelser." ]
  } ],
  "courses" : [ {
    "name" : "Serviceteknik – naturbruk 1",
    "description" : "Kursen serviceteknik – naturbruk 1 omfattar punkterna 1–4 och 6–7 under rubriken Ämnets syfte, med särskild betoning på punkterna 1 och 3–4.",
    "code" : "SEISEI01",
    "centralContent" : [ {
      "heading" : "Undervisningen i kursen ska behandla följande centrala innehåll:",
      "lines" : [ ]
    }, {
      "heading" : "Teknisk grund",
      "lines" : [ "Den tekniska utrustningens uppbyggnad och funktion samt dess komponenter.", "Olika material samt deras egenskaper och användningsområden.", "Den tekniska utrustningens styrsystem och kontrollsystem.", "Drivmedel och smörjmedel." ]
    }, {
      "heading" : "Arbete med teknisk utrustning",
      "lines" : [ "Arbete med service, underhåll och reparationer av teknisk utrustning som används inom naturbruk, till exempel traktorer, skördetröskor, vallskördemaskiner, grönytemaskiner, skotare och avverkningsmaskiner.", "Användning av verkstadsteknisk utrustning.", "Arbete med grundläggande svetsteknik för underhåll och reparationer av maskiner och annan utrustning.", "Användning av handböcker och manualer samt digital utrustning vid service och underhåll av teknisk utrustning.", "Vård av verktyg och maskiner." ]
    }, {
      "heading" : "Arbetsmiljö, säkerhetsfrågor och bestämmelser",
      "lines" : [ "Funktionskontroll och säkerhetskontroll i samband med användning av verkstadsmaskiner och teknisk utrustning.", "Säkerhetsfrågor i samband med heta arbeten, till exempel vid svetsning och vinkelslipning.", "Brandförebyggande åtgärder.", "Ergonomi och arbetsmiljö i samband med genomförande av olika arbetsuppgifter.", "Lagar och andra bestämmelser, till exempel miljölagstiftning och arbetsmiljölagstiftning." ]
    } ],
    "knowledgeRequirementParagraphs" : [ {
      "heading" : "",
      "knowledgeRequirements" : [ {
        "text" : "Eleven redogör <strong>________</strong> för den tekniska utrustningens uppbyggnad och funktion samt för dess komponenter och material.",
        "knowledgeRequirementChoice" : {
          "E" : "Eleven redogör <strong>översiktligt</strong> för den tekniska utrustningens uppbyggnad och funktion samt för dess komponenter och material.",
          "C" : "Eleven redogör <strong>utförligt</strong> för den tekniska utrustningens uppbyggnad och funktion samt för dess komponenter och material.",
          "A" : "Eleven redogör <strong>utförligt och nyanserat</strong> för den tekniska utrustningens uppbyggnad och funktion samt för dess komponenter och material."
        }
      }, {
        "text" : "Eleven redogör också <strong>________</strong> för hur styrsystem och kontrollsystem samverkar.",
        "knowledgeRequirementChoice" : {
          "E" : "Eleven redogör också <strong>översiktligt</strong> för hur styrsystem och kontrollsystem samverkar.",
          "C" : "Eleven redogör också <strong>utförligt</strong> för hur styrsystem och kontrollsystem samverkar.",
          "A" : "Eleven redogör också <strong>utförligt och nyanserat</strong> för hur styrsystem och kontrollsystem samverkar."
        }
      }, {
        "text" : "Dessutom redogör eleven <strong>________</strong> för vilka drivmedel och smörjmedel som används i den tekniska utrustningen.",
        "knowledgeRequirementChoice" : {
          "E" : "Dessutom redogör eleven <strong>översiktligt</strong> för vilka drivmedel och smörjmedel som används i den tekniska utrustningen.",
          "C" : "Dessutom redogör eleven <strong>utförligt</strong> för vilka drivmedel och smörjmedel som används i den tekniska utrustningen.",
          "A" : "Dessutom redogör eleven <strong>utförligt och nyanserat</strong> för vilka drivmedel och smörjmedel som används i den tekniska utrustningen."
        }
      } ]
    }, {
      "heading" : "",
      "knowledgeRequirements" : [ {
        "text" : "Eleven följer arbetsinstruktioner och utför <strong>________</strong> med handledare service, underhåll och reparationer av teknisk utrustning.",
        "knowledgeRequirementChoice" : {
          "E" : "Eleven följer arbetsinstruktioner och utför <strong>i samråd</strong> med handledare service, underhåll och reparationer av teknisk utrustning.",
          "C" : "Eleven följer arbetsinstruktioner och utför <strong>efter samråd</strong> med handledare service, underhåll och reparationer av teknisk utrustning.",
          "A" : "Eleven följer arbetsinstruktioner och utför <strong>efter samråd</strong> med handledare service, underhåll och reparationer av teknisk utrustning."
        }
      }, {
        "text" : "Dessutom utför eleven <strong>________</strong> med handledare svetsning med grundläggande svetsmetoder samt redogör <strong>________</strong> för olika svetslägen, för hur de används och för olika klassningar av tillsatsmaterial.",
        "knowledgeRequirementChoice" : {
          "E" : "Dessutom utför eleven <strong>i samråd</strong> med handledare svetsning med grundläggande svetsmetoder samt redogör <strong>översiktligt</strong> för olika svetslägen, för hur de används och för olika klassningar av tillsatsmaterial.",
          "C" : "Dessutom utför eleven <strong>efter samråd</strong> med handledare svetsning med grundläggande svetsmetoder samt redogör <strong>utförligt</strong> för olika svetslägen, för hur de används och för olika klassningar av tillsatsmaterial.",
          "A" : "Dessutom utför eleven <strong>efter samråd</strong> med handledare svetsning med grundläggande svetsmetoder samt redogör <strong>utförligt och nyanserat</strong> för olika svetslägen, för hur de används och för olika klassningar av tillsatsmaterial."
        }
      }, {
        "text" : "I arbetet använder eleven <strong>________</strong> med handledare serviceböcker och reservdelsböcker samt digital utrustning.",
        "knowledgeRequirementChoice" : {
          "E" : "I arbetet använder eleven <strong>i samråd</strong> med handledare serviceböcker och reservdelsböcker samt digital utrustning.",
          "C" : "I arbetet använder eleven <strong>efter samråd</strong> med handledare serviceböcker och reservdelsböcker samt digital utrustning.",
          "A" : "I arbetet använder eleven <strong>efter samråd</strong> med handledare serviceböcker och reservdelsböcker samt digital utrustning."
        }
      }, {
        "text" : "Dessutom löser eleven <strong>________</strong> med handledare de problem som uppstår.",
        "knowledgeRequirementChoice" : {
          "E" : "Dessutom löser eleven <strong>i samråd</strong> med handledare de problem som uppstår.",
          "C" : "Dessutom löser eleven <strong>efter samråd</strong> med handledare de problem som uppstår.",
          "A" : "Dessutom löser eleven <strong>efter samråd</strong> med handledare de problem som uppstår."
        }
      }, {
        "text" : "Resultatet av arbetet är <strong>________</strong>.",
        "knowledgeRequirementChoice" : {
          "E" : "Resultatet av arbetet är <strong>tillfredsställande</strong>.",
          "C" : "Resultatet av arbetet är <strong>tillfredsställande</strong>.",
          "A" : "Resultatet av arbetet är <strong>gott</strong>."
        }
      } ]
    }, {
      "heading" : "",
      "knowledgeRequirements" : [ {
        "text" : "Eleven arbetar säkert och ergonomiskt samt tar hänsyn till miljön i samband med service, underhåll och reparationer av den tekniska utrustningen.",
        "knowledgeRequirementChoice" : {
          "E" : "Eleven arbetar säkert och ergonomiskt samt tar hänsyn till miljön i samband med service, underhåll och reparationer av den tekniska utrustningen.",
          "C" : "Eleven arbetar säkert och ergonomiskt samt tar hänsyn till miljön i samband med service, underhåll och reparationer av den tekniska utrustningen.",
          "A" : "Eleven arbetar säkert och ergonomiskt samt tar hänsyn till miljön i samband med service, underhåll och reparationer av den tekniska utrustningen."
        }
      }, {
        "text" : "Dessutom redogör eleven <strong>________</strong> för och arbetar i enlighet med lagar och andra bestämmelser som gäller i aktuella situationer.",
        "knowledgeRequirementChoice" : {
          "E" : "Dessutom redogör eleven <strong>översiktligt</strong> för och arbetar i enlighet med lagar och andra bestämmelser som gäller i aktuella situationer.",
          "C" : "Dessutom redogör eleven <strong>utförligt</strong> för och arbetar i enlighet med lagar och andra bestämmelser som gäller i aktuella situationer.",
          "A" : "Dessutom redogör eleven <strong>utförligt</strong> för och arbetar i enlighet med lagar och andra bestämmelser som gäller i aktuella situationer."
        }
      } ]
    }, {
      "heading" : "",
      "knowledgeRequirements" : [ {
        "text" : "När eleven samråder med handledare bedömer hon eller han <strong>________</strong> den egna förmågan och situationens krav.",
        "knowledgeRequirementChoice" : {
          "E" : "När eleven samråder med handledare bedömer hon eller han <strong>med viss säkerhet</strong> den egna förmågan och situationens krav.",
          "C" : "När eleven samråder med handledare bedömer hon eller han <strong>med viss säkerhet</strong> den egna förmågan och situationens krav.",
          "A" : "När eleven samråder med handledare bedömer hon eller han <strong>med säkerhet</strong> den egna förmågan och situationens krav."
        }
      } ]
    } ],
    "point" : 100,
    "year" : null
  }, {
    "name" : "Serviceteknik – naturbruk 2",
    "description" : "Kursen serviceteknik – naturbruk 2 omfattar punkterna 1–7 under rubriken Ämnets syfte, med särskild betoning på punkterna 1–2 och 5. ",
    "code" : "SEISEI02",
    "centralContent" : [ {
      "heading" : "Undervisningen i kursen ska behandla följande centrala innehåll:",
      "lines" : [ ]
    }, {
      "heading" : "Teknisk grund",
      "lines" : [ "Komponenters konstruktion och funktion.", "Konstruktionsteknik och hållfasthet.", "Kontroll- och styrsystem, till exempel mekaniska, elektriska, hydrauliska och trådlösa system samt servomanöversystem.", "Digitala informationssystem.", "Verkstadsteknisk utrustning.", "Kostnadseffektivt arbetssätt." ]
    }, {
      "heading" : "Underhållsplanering samt arbete med teknisk utrustning",
      "lines" : [ "Upprättande av service- och reparationsplaner för teknisk utrustning.", "Användning av felsökningsscheman, symbolscheman och sprängbilder för att genomföra funktionskontroll och felsökning.", "Användning av handböcker och manualer på svenska och engelska samt användning av digital utrustning.", "Val av arbetsmetoder, verktyg och annan utrustning.", "Bedömning av service-, underhålls- och reparationsbehov.", "Användning av svetsutrustning.", "Testning för bedömning av funktion och användbarhet." ]
    }, {
      "heading" : "Arbetsmiljö, säkerhetsfrågor och bestämmelser",
      "lines" : [ "Funktionskontroll och säkerhetskontroll i samband med användning av verkstadsmaskiner och teknisk utrustning.", "Brandförebyggande åtgärder.", "Ergonomi och arbetsmiljö i samband med genomförande av olika arbetsuppgifter.", "Lagar och andra bestämmelser, till exempel miljölagstiftning och arbetsmiljölagstiftning." ]
    } ],
    "knowledgeRequirementParagraphs" : [ {
      "heading" : "",
      "knowledgeRequirements" : [ {
        "text" : "Eleven upprättar <strong>________</strong> med handledare en <strong>________</strong> service- och underhållsplan med utgångspunkt i funktionskontroll, felsökning och aktuella serviceanvisningar.",
        "knowledgeRequirementChoice" : {
          "E" : "Eleven upprättar <strong>i samråd</strong> med handledare en <strong>enkel</strong> service- och underhållsplan med utgångspunkt i funktionskontroll, felsökning och aktuella serviceanvisningar.",
          "C" : "Eleven upprättar <strong>efter samråd</strong> med handledare en <strong>genomarbetad</strong> service- och underhållsplan med utgångspunkt i funktionskontroll, felsökning och aktuella serviceanvisningar.",
          "A" : "Eleven upprättar <strong>efter samråd</strong> med handledare en <strong>genomarbetad</strong> service- och underhållsplan med utgångspunkt i funktionskontroll, felsökning och aktuella serviceanvisningar."
        }
      }, {
        "text" : "I planeringen väljer eleven <strong>________</strong> med handledare arbetsmetoder, verktyg och verkstadsmaskiner som passar för arbetet.",
        "knowledgeRequirementChoice" : {
          "E" : "I planeringen väljer eleven <strong>i samråd</strong> med handledare arbetsmetoder, verktyg och verkstadsmaskiner som passar för arbetet.",
          "C" : "I planeringen väljer eleven <strong>efter samråd</strong> med handledare arbetsmetoder, verktyg och verkstadsmaskiner som passar för arbetet.",
          "A" : "I planeringen väljer eleven <strong>efter samråd</strong> med handledare arbetsmetoder, verktyg och verkstadsmaskiner som passar för arbetet."
        }
      }, {
        "text" : "Dessutom beskriver eleven <strong>________</strong> hur olika fel på den tekniska utrustningen kan upptäckas.",
        "knowledgeRequirementChoice" : {
          "E" : "Dessutom beskriver eleven <strong>översiktligt</strong> hur olika fel på den tekniska utrustningen kan upptäckas.",
          "C" : "Dessutom beskriver eleven <strong>utförligt</strong> hur olika fel på den tekniska utrustningen kan upptäckas.",
          "A" : "Dessutom beskriver eleven <strong>utförligt och nyanserat</strong> hur olika fel på den tekniska utrustningen kan upptäckas."
        }
      } ]
    }, {
      "heading" : "",
      "knowledgeRequirements" : [ {
        "text" : "Eleven utför <strong>________</strong> med handledare service, underhåll och reparationer av teknisk utrustning.",
        "knowledgeRequirementChoice" : {
          "E" : "Eleven utför <strong>i samråd</strong> med handledare service, underhåll och reparationer av teknisk utrustning.",
          "C" : "Eleven utför <strong>efter samråd</strong> med handledare service, underhåll och reparationer av teknisk utrustning.",
          "A" : "Eleven utför <strong>efter samråd</strong> med handledare service, underhåll och reparationer av teknisk utrustning."
        }
      }, {
        "text" : "Dessutom använder eleven <strong>________</strong> med handledare svetsutrustning för att åtgärda aktuella materialskador.",
        "knowledgeRequirementChoice" : {
          "E" : "Dessutom använder eleven <strong>i samråd</strong> med handledare svetsutrustning för att åtgärda aktuella materialskador.",
          "C" : "Dessutom använder eleven <strong>efter samråd</strong> med handledare svetsutrustning för att åtgärda aktuella materialskador.",
          "A" : "Dessutom använder eleven <strong>efter samråd</strong> med handledare svetsutrustning för att åtgärda aktuella materialskador."
        }
      }, {
        "text" : "I arbetet gör eleven <strong>________</strong> bedömningar av den tekniska utrustningens funktion samt löser <strong>________</strong> med handledare problem för att optimera utrustningens användbarhet, säkerhet och effektivitet.",
        "knowledgeRequirementChoice" : {
          "E" : "I arbetet gör eleven <strong>enkla</strong> bedömningar av den tekniska utrustningens funktion samt löser <strong>i samråd</strong> med handledare problem för att optimera utrustningens användbarhet, säkerhet och effektivitet.",
          "C" : "I arbetet gör eleven <strong>välgrundade</strong> bedömningar av den tekniska utrustningens funktion samt löser <strong>efter samråd</strong> med handledare problem för att optimera utrustningens användbarhet, säkerhet och effektivitet.",
          "A" : "I arbetet gör eleven <strong>välgrundade och nyanserade</strong> bedömningar av den tekniska utrustningens funktion samt löser <strong>efter samråd</strong> med handledare problem för att optimera utrustningens användbarhet, säkerhet och effektivitet."
        }
      }, {
        "text" : "Resultatet av arbetet är <strong>________</strong>.",
        "knowledgeRequirementChoice" : {
          "E" : "Resultatet av arbetet är <strong>tillfredsställande</strong>.",
          "C" : "Resultatet av arbetet är <strong>tillfredsställande</strong>.",
          "A" : "Resultatet av arbetet är <strong>gott</strong>."
        }
      } ]
    }, {
      "heading" : "",
      "knowledgeRequirements" : [ {
        "text" : "Eleven arbetar säkert och ergonomiskt samt tar hänsyn till miljön i samband med service, underhåll och reparationer av den tekniska utrustningen.",
        "knowledgeRequirementChoice" : {
          "E" : "Eleven arbetar säkert och ergonomiskt samt tar hänsyn till miljön i samband med service, underhåll och reparationer av den tekniska utrustningen.",
          "C" : "Eleven arbetar säkert och ergonomiskt samt tar hänsyn till miljön i samband med service, underhåll och reparationer av den tekniska utrustningen.",
          "A" : "Eleven arbetar säkert och ergonomiskt samt tar hänsyn till miljön i samband med service, underhåll och reparationer av den tekniska utrustningen."
        }
      }, {
        "text" : "Dessutom redogör eleven <strong>________</strong> för och arbetar i enlighet med lagar och andra bestämmelser som gäller i aktuella situationer.",
        "knowledgeRequirementChoice" : {
          "E" : "Dessutom redogör eleven <strong>översiktligt</strong> för och arbetar i enlighet med lagar och andra bestämmelser som gäller i aktuella situationer.",
          "C" : "Dessutom redogör eleven <strong>utförligt</strong> för och arbetar i enlighet med lagar och andra bestämmelser som gäller i aktuella situationer.",
          "A" : "Dessutom redogör eleven <strong>utförligt</strong> för och arbetar i enlighet med lagar och andra bestämmelser som gäller i aktuella situationer."
        }
      } ]
    }, {
      "heading" : "",
      "knowledgeRequirements" : [ {
        "text" : "När eleven samråder med handledare bedömer hon eller han <strong>________</strong> den egna förmågan och situationens krav.",
        "knowledgeRequirementChoice" : {
          "E" : "När eleven samråder med handledare bedömer hon eller han <strong>med viss säkerhet</strong> den egna förmågan och situationens krav.",
          "C" : "När eleven samråder med handledare bedömer hon eller han <strong>med viss säkerhet</strong> den egna förmågan och situationens krav.",
          "A" : "När eleven samråder med handledare bedömer hon eller han <strong>med säkerhet</strong> den egna förmågan och situationens krav."
        }
      } ]
    } ],
    "point" : 100,
    "year" : null
  }, {
    "name" : "Serviceteknik – naturbruk – specialisering",
    "description" : "Kursen serviceteknik – naturbruk – specialisering omfattar punkterna 1–7 under rubriken Ämnets syfte, med särskild betoning på punkterna 2–3 och 5. I kursen behandlas fördjupade kunskaper inom vald utrustning.",
    "code" : "SEISER00S",
    "centralContent" : [ {
      "heading" : "Undervisningen i kursen ska behandla följande centrala innehåll:",
      "lines" : [ "Upprättande av serviceplaner för vald utrustning.", "Användning av handböcker, manualer och digital utrustning.", "Arbete med service, underhåll och reparationer på vald teknisk utrustning som används i fält och i verkstadsmiljö inom naturbruket, till exempel avverkningsmaskiner, skotare, skördetröskor, vallskördemaskiner, traktorer och större grönytemaskiner.", "Service, underhåll och reparationer av maskinkomponenter och systemfunktioner.", "Beställning, hantering och kontroll av reservdelar.", "Metoder för diagnos av teknisk utrustning för att bedöma funktion och användbarhet.", "Bedömning av behovet av service, underhåll och reparationer utifrån utrustningens ålder, användningstid och slitage.", "Information till kund.", "Funktionskontroll och säkerhetskontroll i samband med användning av verkstadsmaskiner och teknisk utrustning.", "Brandförebyggande åtgärder.", "Ergonomi och arbetsmiljö i samband med genomförande av olika arbetsuppgifter.", "Lagar och andra bestämmelser, till exempel miljölagstiftning och arbetsmiljölagstiftning.", "Dokumentation av genomförd service." ]
    } ],
    "knowledgeRequirementParagraphs" : [ {
      "heading" : "",
      "knowledgeRequirements" : [ {
        "text" : "Eleven följer en upprättad serviceplan samt utför <strong>________</strong> med handledare service, underhåll och reparationer av teknisk utrustning.",
        "knowledgeRequirementChoice" : {
          "E" : "Eleven följer en upprättad serviceplan samt utför <strong>i samråd</strong> med handledare service, underhåll och reparationer av teknisk utrustning.",
          "C" : "Eleven följer en upprättad serviceplan samt utför <strong>efter samråd</strong> med handledare service, underhåll och reparationer av teknisk utrustning.",
          "A" : "Eleven följer en upprättad serviceplan samt utför <strong>efter samråd</strong> med handledare service, underhåll och reparationer av teknisk utrustning."
        }
      }, {
        "text" : "Dessutom använder eleven <strong>________</strong> med handledare svetsutrustning för att åtgärda aktuella materialskador.",
        "knowledgeRequirementChoice" : {
          "E" : "Dessutom använder eleven <strong>i samråd</strong> med handledare svetsutrustning för att åtgärda aktuella materialskador.",
          "C" : "Dessutom använder eleven <strong>efter samråd</strong> med handledare svetsutrustning för att åtgärda aktuella materialskador.",
          "A" : "Dessutom använder eleven <strong>efter samråd</strong> med handledare svetsutrustning för att åtgärda aktuella materialskador."
        }
      }, {
        "text" : "I arbetet gör eleven <strong>________</strong> bedömningar av den tekniska utrustningens funktion och behov av tillsyn samt löser <strong>________</strong> med handledare problem för att optimera utrustningens användbarhet, säkerhet och effektivitet.",
        "knowledgeRequirementChoice" : {
          "E" : "I arbetet gör eleven <strong>enkla</strong> bedömningar av den tekniska utrustningens funktion och behov av tillsyn samt löser <strong>i samråd</strong> med handledare problem för att optimera utrustningens användbarhet, säkerhet och effektivitet.",
          "C" : "I arbetet gör eleven <strong>välgrundade</strong> bedömningar av den tekniska utrustningens funktion och behov av tillsyn samt löser <strong>efter samråd</strong> med handledare problem för att optimera utrustningens användbarhet, säkerhet och effektivitet.",
          "A" : "I arbetet gör eleven <strong>välgrundade och nyanserade</strong> bedömningar av den tekniska utrustningens funktion och behov av tillsyn samt löser <strong>efter samråd</strong> med handledare problem för att optimera utrustningens användbarhet, säkerhet och effektivitet."
        }
      }, {
        "text" : "Resultatet av arbetet är <strong>________</strong>.",
        "knowledgeRequirementChoice" : {
          "E" : "Resultatet av arbetet är <strong>tillfredsställande</strong>.",
          "C" : "Resultatet av arbetet är <strong>tillfredsställande</strong>.",
          "A" : "Resultatet av arbetet är <strong>gott</strong>."
        }
      } ]
    }, {
      "heading" : "",
      "knowledgeRequirements" : [ {
        "text" : "Eleven utför <strong>________</strong> med handledare ett serviceuppdrag.",
        "knowledgeRequirementChoice" : {
          "E" : "Eleven utför <strong>i samråd</strong> med handledare ett serviceuppdrag.",
          "C" : "Eleven utför <strong>efter samråd</strong> med handledare ett serviceuppdrag.",
          "A" : "Eleven utför <strong>efter samråd</strong> med handledare ett serviceuppdrag."
        }
      }, {
        "text" : "I uppdraget upprättar eleven en <strong>________</strong> ekonomisk kalkyl med hänsyn till den tekniska utrustningens ålder, användningstid och slitage.",
        "knowledgeRequirementChoice" : {
          "E" : "I uppdraget upprättar eleven en <strong>enkel</strong> ekonomisk kalkyl med hänsyn till den tekniska utrustningens ålder, användningstid och slitage.",
          "C" : "I uppdraget upprättar eleven en ekonomisk kalkyl med hänsyn till den tekniska utrustningens ålder, användningstid och slitage.",
          "A" : "I uppdraget upprättar eleven en <strong>avancerad</strong> ekonomisk kalkyl med hänsyn till den tekniska utrustningens ålder, användningstid och slitage."
        }
      }, {
        "text" : "Dessutom informerar eleven <strong>________</strong> till kunder.",
        "knowledgeRequirementChoice" : {
          "E" : "Dessutom informerar eleven <strong>med viss säkerhet</strong> till kunder.",
          "C" : "Dessutom informerar eleven <strong>med viss säkerhet</strong> till kunder.",
          "A" : "Dessutom informerar eleven <strong>med säkerhet</strong> till kunder."
        }
      } ]
    }, {
      "heading" : "",
      "knowledgeRequirements" : [ {
        "text" : "Eleven arbetar säkert och ergonomiskt samt tar hänsyn till miljön i samband med service, underhåll och reparationer av den tekniska utrustningen.",
        "knowledgeRequirementChoice" : {
          "E" : "Eleven arbetar säkert och ergonomiskt samt tar hänsyn till miljön i samband med service, underhåll och reparationer av den tekniska utrustningen.",
          "C" : "Eleven arbetar säkert och ergonomiskt samt tar hänsyn till miljön i samband med service, underhåll och reparationer av den tekniska utrustningen.",
          "A" : "Eleven arbetar säkert och ergonomiskt samt tar hänsyn till miljön i samband med service, underhåll och reparationer av den tekniska utrustningen."
        }
      }, {
        "text" : "Dessutom redogör eleven <strong>________</strong> för och arbetar i enlighet med lagar och andra bestämmelser som gäller i aktuella situationer.",
        "knowledgeRequirementChoice" : {
          "E" : "Dessutom redogör eleven <strong>översiktligt</strong> för och arbetar i enlighet med lagar och andra bestämmelser som gäller i aktuella situationer.",
          "C" : "Dessutom redogör eleven <strong>utförligt</strong> för och arbetar i enlighet med lagar och andra bestämmelser som gäller i aktuella situationer.",
          "A" : "Dessutom redogör eleven <strong>utförligt</strong> för och arbetar i enlighet med lagar och andra bestämmelser som gäller i aktuella situationer."
        }
      } ]
    }, {
      "heading" : "",
      "knowledgeRequirements" : [ {
        "text" : "När arbetet är utfört upprättar eleven <strong>________</strong> med handledare ett arbetsprotokoll i vilket eleven utvärderar sitt arbete och resultat med <strong>________</strong> omdömen.",
        "knowledgeRequirementChoice" : {
          "E" : "När arbetet är utfört upprättar eleven <strong>i samråd</strong> med handledare ett arbetsprotokoll i vilket eleven utvärderar sitt arbete och resultat med <strong>enkla</strong> omdömen.",
          "C" : "När arbetet är utfört upprättar eleven <strong>efter samråd</strong> med handledare ett arbetsprotokoll i vilket eleven utvärderar sitt arbete och resultat med <strong>nyanserade</strong> omdömen.",
          "A" : "När arbetet är utfört upprättar eleven <strong>efter samråd</strong> med handledare ett arbetsprotokoll i vilket eleven utvärderar sitt arbete och resultat med <strong>nyanserade</strong> omdömen <strong>och ger förslag på hur arbetet kan förbättras</strong>."
        }
      } ]
    }, {
      "heading" : "",
      "knowledgeRequirements" : [ {
        "text" : "När eleven samråder med handledare bedömer hon eller han <strong>________</strong> den egna förmågan och situationens krav.",
        "knowledgeRequirementChoice" : {
          "E" : "När eleven samråder med handledare bedömer hon eller han <strong>med viss säkerhet</strong> den egna förmågan och situationens krav.",
          "C" : "När eleven samråder med handledare bedömer hon eller han <strong>med viss säkerhet</strong> den egna förmågan och situationens krav.",
          "A" : "När eleven samråder med handledare bedömer hon eller han <strong>med säkerhet</strong> den egna förmågan och situationens krav."
        }
      } ]
    } ],
    "point" : 100,
    "year" : null
  } ]
}