{
  "name" : "Skötsel av utemiljöer",
  "description" : "Ämnet skötsel av utemiljöer behandlar skötsel av parker, kyrkogårdar och gröna miljöer i anslutning till bebyggelse samt skötsel av friluftsområden och golfbanor. Det behandlar också skötselplanering, arbetsorganisation, teknikanvändning och miljöhänsyn. Dessutom ingår hantverkskunnande och estetik.",
  "code" : "SKÖ",
  "designation" : "",
  "skolfsId" : "0000:00",
  "purposes" : [ {
    "type" : "PARAGRAPH",
    "heading" : "",
    "lines" : [ "Undervisningen i ämnet skötsel av utemiljöer ska syfta till att eleverna utvecklar kunskaper i att sköta utemiljöer med utgångspunkt från funktion och kvalitetskrav.", "I undervisningen ska eleverna ges möjlighet att utveckla förmåga att utföra skötsel med hänsyn till växters utseende och biologi.", "Undervisningen ska bidra till att eleverna utvecklar förmåga att använda teknisk utrustning på ett säkert och ergonomiskt sätt.", "Den ska också leda till att eleverna utvecklar kunskaper om skötselplaner, arbetsorganisation och ekonomiska förutsättningar för ett hållbart resultat.", "I undervisningen ska eleverna genom praktiskt arbete ges möjlighet att utveckla förmåga att sköta olika växtslag och gröna utemiljöer med teknisk utrustning.", "Genom laborationer, fältstudier och ett undersökande arbetssätt ska eleverna ges möjlighet att utveckla kunskaper om olika växters reaktioner på skötselåtgärder och skötselnivåer." ]
  }, {
    "type" : "BULLET",
    "heading" : "Undervisningen i ämnet skötsel av utemiljöer ska ge eleverna förutsättningar att utveckla följande:",
    "lines" : [ "Kunskaper om olika skötselåtgärder med hänsyn till växternas biologi och funktion samt till klimatfaktorer.", "Kunskaper om olika beskärningstekniker och hur olika växtslag reagerar på beskärning samt om växtsjukdomar och skadedjur i samband med beskärning.", "Förmåga att tolka skötselplaner som underlag för olika skötselmoment och för bedömning av tidsåtgång samt att upprätta enkla skötselplaner.", "Förmåga att bedöma skötselbehov samt att sköta och underhålla grönytor och andra utemiljöer.", "Förmåga att beskära och vårda olika trädslag.", "Förmåga att använda teknisk utrustning, handredskap och verktyg.", "Förmåga att arbeta säkert och ergonomiskt samt kunskaper om säkerhetsrisker i arbetet.", "Kunskaper om lagar och andra bestämmelser inom området.", "Förmåga att bedöma arbetsresultatet." ]
  } ],
  "courses" : [ {
    "name" : "Beskärning och trädvård",
    "description" : "Kursen beskärning och trädvård omfattar punkterna 1–3 och 5–9 under rubriken Ämnets syfte.",
    "code" : "SKÖBEK0",
    "centralContent" : [ {
      "heading" : "Undervisningen i kursen ska behandla följande centrala innehåll:",
      "lines" : [ ]
    }, {
      "heading" : "Biologisk grund",
      "lines" : [ "Grundprinciperna för beskärning och växternas reaktion på beskärning vid uppbyggnads-, föryngrings- och underhållsbeskärning.", "Faktorer som påverkar växtlighetens vitalitet i stadsmiljö.", "Beskärningstidpunkt för olika växtslag.", "Smittspridning i samband med beskärning." ]
    }, {
      "heading" : "Arbetsuppgifter",
      "lines" : [ "Trädvårdsplaner som underlag för planering av arbetsuppgifter.", "Arbete med beskärning av fruktträd, träd, buskar och häckar.", "Användning av verktyg och annan teknisk utrustning samt vård av beskärningsutrustning." ]
    }, {
      "heading" : "Arbetsmiljö, säkerhetsfrågor och bestämmelser",
      "lines" : [ "Arbetsmiljö och säkerhet samt ergonomi i samband med beskärning och trädvårdsarbete.", "Bestämmelser i samband med arbete på hög höjd." ]
    } ],
    "knowledgeRequirementParagraphs" : [ {
      "heading" : "",
      "knowledgeRequirements" : [ {
        "text" : "Eleven redogör <strong>________</strong> för olika beskärningstekniker och för träds, buskars och häckars reaktioner på beskärning.",
        "knowledgeRequirementChoice" : {
          "E" : "Eleven redogör <strong>översiktligt</strong> för olika beskärningstekniker och för träds, buskars och häckars reaktioner på beskärning.",
          "C" : "Eleven redogör <strong>utförligt</strong> för olika beskärningstekniker och för träds, buskars och häckars reaktioner på beskärning.",
          "A" : "Eleven redogör <strong>utförligt och nyanserat</strong> för olika beskärningstekniker och för träds, buskars och häckars reaktioner på beskärning."
        }
      }, {
        "text" : "Dessutom redogör eleven <strong>________</strong> för spridning av växtsjukdomar och skadedjur i samband med beskärning.",
        "knowledgeRequirementChoice" : {
          "E" : "Dessutom redogör eleven <strong>översiktligt</strong> för spridning av växtsjukdomar och skadedjur i samband med beskärning.",
          "C" : "Dessutom redogör eleven <strong>utförligt</strong> för spridning av växtsjukdomar och skadedjur i samband med beskärning.",
          "A" : "Dessutom redogör eleven <strong>utförligt och nyanserat</strong> för spridning av växtsjukdomar och skadedjur i samband med beskärning."
        }
      } ]
    }, {
      "heading" : "",
      "knowledgeRequirements" : [ {
        "text" : "Eleven tolkar <strong>________</strong> med handledare enkla trädvårdsplaner och planerar <strong>________</strong> med handledare sitt arbete.",
        "knowledgeRequirementChoice" : {
          "E" : "Eleven tolkar <strong>i samråd</strong> med handledare enkla trädvårdsplaner och planerar <strong>i samråd</strong> med handledare sitt arbete.",
          "C" : "Eleven tolkar <strong>efter samråd</strong> med handledare enkla trädvårdsplaner och planerar <strong>efter samråd</strong> med handledare sitt arbete.",
          "A" : "Eleven tolkar <strong>efter samråd</strong> med handledare enkla trädvårdsplaner och planerar <strong>efter samråd</strong> med handledare sitt arbete."
        }
      }, {
        "text" : "I planeringen beskriver eleven <strong>________</strong> trädens kondition, identifierar <strong>________</strong> symtom på växtskador och skadegörare samt ger <strong>________</strong> förslag på beskärnings- och trädvårdsåtgärder.",
        "knowledgeRequirementChoice" : {
          "E" : "I planeringen beskriver eleven <strong>översiktligt</strong> trädens kondition, identifierar <strong>med viss säkerhet</strong> symtom på växtskador och skadegörare samt ger <strong>enkla</strong> förslag på beskärnings- och trädvårdsåtgärder.",
          "C" : "I planeringen beskriver eleven <strong>utförligt</strong> trädens kondition, identifierar <strong>med viss säkerhet</strong> symtom på växtskador och skadegörare samt ger <strong>välgrundade</strong> förslag på beskärnings- och trädvårdsåtgärder.",
          "A" : "I planeringen beskriver eleven <strong>utförligt och nyanserat</strong> trädens kondition, identifierar <strong>med säkerhet</strong> symtom på växtskador och skadegörare samt ger <strong>välgrundade och nyanserade</strong> förslag på beskärnings- och trädvårdsåtgärder."
        }
      }, {
        "text" : "Eleven följer arbetsinstruktioner och genomför <strong>________</strong> med handledare beskärning och trädvård.",
        "knowledgeRequirementChoice" : {
          "E" : "Eleven följer arbetsinstruktioner och genomför <strong>i samråd</strong> med handledare beskärning och trädvård.",
          "C" : "Eleven följer arbetsinstruktioner och genomför <strong>efter samråd</strong> med handledare beskärning och trädvård.",
          "A" : "Eleven följer arbetsinstruktioner och genomför <strong>efter samråd</strong> med handledare beskärning och trädvård."
        }
      }, {
        "text" : "I arbetet använder eleven <strong>________</strong> teknisk utrustning och verktyg.",
        "knowledgeRequirementChoice" : {
          "E" : "I arbetet använder eleven <strong>med viss säkerhet</strong> teknisk utrustning och verktyg.",
          "C" : "I arbetet använder eleven <strong>med viss säkerhet</strong> teknisk utrustning och verktyg.",
          "A" : "I arbetet använder eleven <strong>med säkerhet</strong> teknisk utrustning och verktyg."
        }
      }, {
        "text" : "Dessutom löser eleven <strong>________</strong> med handledare de problem som uppkommer.",
        "knowledgeRequirementChoice" : {
          "E" : "Dessutom löser eleven <strong>i samråd</strong> med handledare de problem som uppkommer.",
          "C" : "Dessutom löser eleven <strong>efter samråd</strong> med handledare de problem som uppkommer.",
          "A" : "Dessutom löser eleven <strong>efter samråd</strong> med handledare de problem som uppkommer."
        }
      }, {
        "text" : "Resultatet av arbetet är <strong>________</strong>.",
        "knowledgeRequirementChoice" : {
          "E" : "Resultatet av arbetet är <strong>tillfredsställande</strong>.",
          "C" : "Resultatet av arbetet är <strong>tillfredsställande</strong>.",
          "A" : "Resultatet av arbetet är <strong>gott</strong>."
        }
      } ]
    }, {
      "heading" : "",
      "knowledgeRequirements" : [ {
        "text" : "Eleven arbetar säkert och ergonomiskt riktigt med den tekniska utrustningen och de verktyg som används vid beskärning och trädvård samt beskriver <strong>________</strong> säkerhetsrisker i arbetet.",
        "knowledgeRequirementChoice" : {
          "E" : "Eleven arbetar säkert och ergonomiskt riktigt med den tekniska utrustningen och de verktyg som används vid beskärning och trädvård samt beskriver <strong>översiktligt</strong> säkerhetsrisker i arbetet.",
          "C" : "Eleven arbetar säkert och ergonomiskt riktigt med den tekniska utrustningen och de verktyg som används vid beskärning och trädvård samt beskriver <strong>utförligt</strong> säkerhetsrisker i arbetet.",
          "A" : "Eleven arbetar säkert och ergonomiskt riktigt med den tekniska utrustningen och de verktyg som används vid beskärning och trädvård samt beskriver <strong>utförligt och nyanserat</strong> säkerhetsrisker i arbetet."
        }
      }, {
        "text" : "Dessutom redogör eleven <strong>________</strong> för och arbetar i enlighet med lagar och andra bestämmelser som gäller i aktuella situationer.",
        "knowledgeRequirementChoice" : {
          "E" : "Dessutom redogör eleven <strong>översiktligt</strong> för och arbetar i enlighet med lagar och andra bestämmelser som gäller i aktuella situationer.",
          "C" : "Dessutom redogör eleven <strong>utförligt</strong> för och arbetar i enlighet med lagar och andra bestämmelser som gäller i aktuella situationer.",
          "A" : "Dessutom redogör eleven <strong>utförligt</strong> för och arbetar i enlighet med lagar och andra bestämmelser som gäller i aktuella situationer."
        }
      }, {
        "text" : "När arbetet är utfört gör eleven en <strong>________</strong> bedömning av arbetsresultatet.",
        "knowledgeRequirementChoice" : {
          "E" : "När arbetet är utfört gör eleven en <strong>enkel</strong> bedömning av arbetsresultatet.",
          "C" : "När arbetet är utfört gör eleven en <strong>välgrundad</strong> bedömning av arbetsresultatet.",
          "A" : "När arbetet är utfört gör eleven en <strong>välgrundad och nyanserad</strong> bedömning av arbetsresultatet."
        }
      } ]
    }, {
      "heading" : "",
      "knowledgeRequirements" : [ {
        "text" : "När eleven samråder med handledare bedömer hon eller han <strong>________</strong> den egna förmågan och situationens krav.",
        "knowledgeRequirementChoice" : {
          "E" : "När eleven samråder med handledare bedömer hon eller han <strong>med viss säkerhet</strong> den egna förmågan och situationens krav.",
          "C" : "När eleven samråder med handledare bedömer hon eller han <strong>med viss säkerhet</strong> den egna förmågan och situationens krav.",
          "A" : "När eleven samråder med handledare bedömer hon eller han <strong>med säkerhet</strong> den egna förmågan och situationens krav."
        }
      } ]
    } ],
    "point" : 100,
    "year" : null
  }, {
    "name" : "Skötsel av utemiljöer",
    "description" : "Kursen skötsel av utemiljöer omfattar punkterna 1, 3–4 och 6–9 under rubriken Ämnets syfte, med särskild betoning på punkt 4.",
    "code" : "SKÖSKÖ0",
    "centralContent" : [ {
      "heading" : "Undervisningen i kursen ska behandla följande centrala innehåll:",
      "lines" : [ ]
    }, {
      "heading" : "Biologisk grund och utemiljöns funktion",
      "lines" : [ "Skötselåtgärdernas biologiska påverkan på enskilda växter, gräsytor och planteringsytor samt anpassning av skötselåtgärder efter växternas biologi.", "Utemiljöers funktion för olika brukargrupper och anpassning av skötselåtgärder efter funktion." ]
    }, {
      "heading" : "Arbetsuppgifter",
      "lines" : [ "Tolkning och upprättande av enkla skötselplaner innehållande beskrivning av arbetsmoment och bedömning av tidsåtgång för olika arbetsmoment.", "Arbete med skötsel av gräsytor, planteringsytor, hårdgjorda ytor samt lekutrustning och parkutrustning, till exempel gräsklippning, beskärning av buskar, häckklippning, ogräsbekämpning och putsning.", "Metoder för ogräsbekämpning, till exempel termisk ogräsbekämpning och marktäckning.", "Hantverksmässiga skötselarbeten, till exempel putsning av rabatter, ogräsrensning och buskbeskärning.", "Kvalitetskrav för utförda arbeten och bedömning av arbetsresultat." ]
    }, {
      "heading" : "Arbetsmiljö, säkerhetsfrågor och bestämmelser",
      "lines" : [ "Arbetsmiljö och säkerhet i samband med skötsel och underhållsarbete. Bedömning av olycksrisker och förebyggande åtgärder för att förhindra olyckor i arbetet.", "Säkerhet vid och säkerhetskontroll av lekplatser.", "Ergonomi i samband med arbete med skötsel och underhåll.", "Lagar och andra bestämmelser inom området." ]
    } ],
    "knowledgeRequirementParagraphs" : [ {
      "heading" : "",
      "knowledgeRequirements" : [ {
        "text" : "Eleven redogör <strong>________</strong> för olika skötselåtgärder med hänsyn till växternas biologi, kondition och funktion samt till växtplats och klimat.",
        "knowledgeRequirementChoice" : {
          "E" : "Eleven redogör <strong>översiktligt</strong> för olika skötselåtgärder med hänsyn till växternas biologi, kondition och funktion samt till växtplats och klimat.",
          "C" : "Eleven redogör <strong>utförligt</strong> för olika skötselåtgärder med hänsyn till växternas biologi, kondition och funktion samt till växtplats och klimat.",
          "A" : "Eleven redogör <strong>utförligt och nyanserat</strong> för olika skötselåtgärder med hänsyn till växternas biologi, kondition och funktion samt till växtplats och klimat."
        }
      }, {
        "text" : "Dessutom beskriver eleven <strong>________</strong> växters reaktioner på olika skötselåtgärder.",
        "knowledgeRequirementChoice" : {
          "E" : "Dessutom beskriver eleven <strong>översiktligt</strong> växters reaktioner på olika skötselåtgärder.",
          "C" : "Dessutom beskriver eleven <strong>utförligt</strong> växters reaktioner på olika skötselåtgärder.",
          "A" : "Dessutom beskriver eleven <strong>utförligt och nyanserat</strong> växters reaktioner på olika skötselåtgärder."
        }
      } ]
    }, {
      "heading" : "",
      "knowledgeRequirements" : [ {
        "text" : "Eleven tolkar <strong>________</strong> med handledare skötselplaner.",
        "knowledgeRequirementChoice" : {
          "E" : "Eleven tolkar <strong>i samråd</strong> med handledare skötselplaner.",
          "C" : "Eleven tolkar <strong>efter samråd</strong> med handledare skötselplaner.",
          "A" : "Eleven tolkar <strong>efter samråd</strong> med handledare skötselplaner."
        }
      }, {
        "text" : "Dessutom upprättar eleven <strong>________</strong> med handledare en enkel skötselplan och motiverar <strong>________</strong> sina förslag i den.",
        "knowledgeRequirementChoice" : {
          "E" : "Dessutom upprättar eleven <strong>i samråd</strong> med handledare en enkel skötselplan och motiverar <strong>översiktligt</strong> sina förslag i den.",
          "C" : "Dessutom upprättar eleven <strong>efter samråd</strong> med handledare en enkel skötselplan och motiverar <strong>utförligt</strong> sina förslag i den.",
          "A" : "Dessutom upprättar eleven <strong>efter samråd</strong> med handledare en enkel skötselplan och motiverar <strong>utförligt och nyanserat</strong> sina förslag i den."
        }
      }, {
        "text" : "Eleven följer arbetsinstruktioner och genomför <strong>________</strong> med handledare skötsel och underhåll av grönytor och andra utemiljöer.",
        "knowledgeRequirementChoice" : {
          "E" : "Eleven följer arbetsinstruktioner och genomför <strong>i samråd</strong> med handledare skötsel och underhåll av grönytor och andra utemiljöer.",
          "C" : "Eleven följer arbetsinstruktioner och genomför <strong>efter samråd</strong> med handledare skötsel och underhåll av grönytor och andra utemiljöer.",
          "A" : "Eleven följer arbetsinstruktioner och genomför <strong>efter samråd</strong> med handledare skötsel och underhåll av grönytor och andra utemiljöer."
        }
      }, {
        "text" : "I arbetet använder eleven <strong>________</strong> teknisk utrustning och handredskap.",
        "knowledgeRequirementChoice" : {
          "E" : "I arbetet använder eleven <strong>med viss säkerhet</strong> teknisk utrustning och handredskap.",
          "C" : "I arbetet använder eleven <strong>med viss säkerhet</strong> teknisk utrustning och handredskap.",
          "A" : "I arbetet använder eleven <strong>med säkerhet</strong> teknisk utrustning och handredskap."
        }
      }, {
        "text" : "Dessutom löser eleven <strong>________</strong> med handledare de problem som uppkommer.",
        "knowledgeRequirementChoice" : {
          "E" : "Dessutom löser eleven <strong>i samråd</strong> med handledare de problem som uppkommer.",
          "C" : "Dessutom löser eleven <strong>efter samråd</strong> med handledare de problem som uppkommer.",
          "A" : "Dessutom löser eleven <strong>efter samråd</strong> med handledare de problem som uppkommer."
        }
      }, {
        "text" : "Resultatet av arbetet är <strong>________</strong> vad gäller estetik och hantverksmässigt utförande.",
        "knowledgeRequirementChoice" : {
          "E" : "Resultatet av arbetet är <strong>tillfredsställande</strong> vad gäller estetik och hantverksmässigt utförande.",
          "C" : "Resultatet av arbetet är <strong>tillfredsställande</strong> vad gäller estetik och hantverksmässigt utförande.",
          "A" : "Resultatet av arbetet är <strong>gott</strong> vad gäller estetik och hantverksmässigt utförande."
        }
      } ]
    }, {
      "heading" : "",
      "knowledgeRequirements" : [ {
        "text" : "Eleven arbetar säkert och ergonomiskt riktigt med den tekniska utrustningen och de handredskap som används vid skötsel av utemiljöer samt beskriver <strong>________</strong> säkerhetsrisker i arbetet.",
        "knowledgeRequirementChoice" : {
          "E" : "Eleven arbetar säkert och ergonomiskt riktigt med den tekniska utrustningen och de handredskap som används vid skötsel av utemiljöer samt beskriver <strong>översiktligt</strong> säkerhetsrisker i arbetet.",
          "C" : "Eleven arbetar säkert och ergonomiskt riktigt med den tekniska utrustningen och de handredskap som används vid skötsel av utemiljöer samt beskriver <strong>utförligt</strong> säkerhetsrisker i arbetet.",
          "A" : "Eleven arbetar säkert och ergonomiskt riktigt med den tekniska utrustningen och de handredskap som används vid skötsel av utemiljöer samt beskriver <strong>utförligt och nyanserat</strong> säkerhetsrisker i arbetet."
        }
      }, {
        "text" : "Dessutom redogör eleven <strong>________</strong> för och arbetar i enlighet med lagar och andra bestämmelser som gäller i aktuella situationer.",
        "knowledgeRequirementChoice" : {
          "E" : "Dessutom redogör eleven <strong>översiktligt</strong> för och arbetar i enlighet med lagar och andra bestämmelser som gäller i aktuella situationer.",
          "C" : "Dessutom redogör eleven <strong>utförligt</strong> för och arbetar i enlighet med lagar och andra bestämmelser som gäller i aktuella situationer.",
          "A" : "Dessutom redogör eleven <strong>utförligt</strong> för och arbetar i enlighet med lagar och andra bestämmelser som gäller i aktuella situationer."
        }
      }, {
        "text" : "När arbetet är utfört gör eleven en <strong>________</strong> bedömning av arbetsresultatet.",
        "knowledgeRequirementChoice" : {
          "E" : "När arbetet är utfört gör eleven en <strong>enkel</strong> bedömning av arbetsresultatet.",
          "C" : "När arbetet är utfört gör eleven en <strong>välgrundad</strong> bedömning av arbetsresultatet.",
          "A" : "När arbetet är utfört gör eleven en <strong>välgrundad och nyanserad</strong> bedömning av arbetsresultatet."
        }
      } ]
    }, {
      "heading" : "",
      "knowledgeRequirements" : [ {
        "text" : "När eleven samråder med handledare bedömer hon eller han <strong>________</strong> den egna förmågan och situationens krav.",
        "knowledgeRequirementChoice" : {
          "E" : "När eleven samråder med handledare bedömer hon eller han <strong>med viss säkerhet</strong> den egna förmågan och situationens krav.",
          "C" : "När eleven samråder med handledare bedömer hon eller han <strong>med viss säkerhet</strong> den egna förmågan och situationens krav.",
          "A" : "När eleven samråder med handledare bedömer hon eller han <strong>med säkerhet</strong> den egna förmågan och situationens krav."
        }
      } ]
    } ],
    "point" : 100,
    "year" : null
  }, {
    "name" : "Skötsel av utemiljöer – specialisering",
    "description" : "Kursen skötsel av utemiljöer – specialisering omfattar punkterna 1–9 under rubriken Ämnets syfte. I kursen behandlas fördjupade kunskaper inom valt specialområde.",
    "code" : "SKÖSKÖ00S",
    "centralContent" : [ {
      "heading" : "Undervisningen i kursen ska behandla följande centrala innehåll:",
      "lines" : [ "Fördjupning inom valt specialområde, till exempel golfbanor, kyrkogårdar och historiska park- och trädgårdsmiljöer.", "Skötselplaner och ekonomi inom valt specialområde.", "Organisation, planering och genomförande av arbetsuppgifter inom skötsel och underhåll av gröna utemiljöer inom valt specialområde.", "Speciella arbetsuppgifter beroende på arbetsplatsen och grönytans funktion.", "Förebyggande och direkta växtskyddsåtgärder samt miljöaspekter i samband med växtskyddsarbete och ogräshantering.", "Arbete med aktuell teknisk utrustning och med hantverksmässig teknik.", "Bemötande och information till besökare i samband med skötselarbete inom valt specialområde.", "Ergonomi, arbetsmiljö och säkerhet i samband med grönyteskötsel inom valt specialområde.", "Lagar och andra bestämmelser inom valt specialområde, till exempel miljölagstiftning, kulturmiljölagen och begravningslagen.", "Bedömning av resultatet, både estetiskt och funktionellt." ]
    } ],
    "knowledgeRequirementParagraphs" : [ {
      "heading" : "",
      "knowledgeRequirements" : [ {
        "text" : "Eleven redogör <strong>________</strong> för olika skötselåtgärder med hänsyn till växternas biologi, kondition och funktion samt till växtplats och klimat.",
        "knowledgeRequirementChoice" : {
          "E" : "Eleven redogör <strong>översiktligt</strong> för olika skötselåtgärder med hänsyn till växternas biologi, kondition och funktion samt till växtplats och klimat.",
          "C" : "Eleven redogör <strong>utförligt</strong> för olika skötselåtgärder med hänsyn till växternas biologi, kondition och funktion samt till växtplats och klimat.",
          "A" : "Eleven redogör <strong>utförligt och nyanserat</strong> för olika skötselåtgärder med hänsyn till växternas biologi, kondition och funktion samt till växtplats och klimat."
        }
      }, {
        "text" : "Dessutom gör eleven <strong>________</strong> jämförelser av olika skötselåtgärder samt beskriver <strong>________</strong> växters reaktioner på de olika åtgärderna.",
        "knowledgeRequirementChoice" : {
          "E" : "Dessutom gör eleven <strong>enkla</strong> jämförelser av olika skötselåtgärder samt beskriver <strong>översiktligt</strong> växters reaktioner på de olika åtgärderna.",
          "C" : "Dessutom gör eleven <strong>välgrundade</strong> jämförelser av olika skötselåtgärder samt beskriver <strong>utförligt</strong> växters reaktioner på de olika åtgärderna.",
          "A" : "Dessutom gör eleven <strong>välgrundade och nyanserade</strong> jämförelser av olika skötselåtgärder samt beskriver <strong>utförligt och nyanserat</strong> växters reaktioner på de olika åtgärderna."
        }
      } ]
    }, {
      "heading" : "",
      "knowledgeRequirements" : [ {
        "text" : "Eleven tolkar <strong>________</strong> med handledare skötselplaner.",
        "knowledgeRequirementChoice" : {
          "E" : "Eleven tolkar <strong>i samråd</strong> med handledare skötselplaner.",
          "C" : "Eleven tolkar <strong>efter samråd</strong> med handledare skötselplaner.",
          "A" : "Eleven tolkar <strong>efter samråd</strong> med handledare skötselplaner."
        }
      }, {
        "text" : "Dessutom upprättar eleven <strong>________</strong> med handledare en <strong>________</strong> skötselplan och motiverar <strong>________</strong> sina förslag i den.",
        "knowledgeRequirementChoice" : {
          "E" : "Dessutom upprättar eleven <strong>i samråd</strong> med handledare en <strong>enkel</strong> skötselplan och motiverar <strong>översiktligt</strong> sina förslag i den.",
          "C" : "Dessutom upprättar eleven <strong>efter samråd</strong> med handledare en <strong>genomarbetad</strong> skötselplan och motiverar <strong>utförligt</strong> sina förslag i den.",
          "A" : "Dessutom upprättar eleven <strong>efter samråd</strong> med handledare en <strong>genomarbetad</strong> skötselplan och motiverar <strong>utförligt och nyanserat</strong> sina förslag i den."
        }
      }, {
        "text" : "I skötselplanen gör eleven också en <strong>________</strong> ekonomisk kalkyl.",
        "knowledgeRequirementChoice" : {
          "E" : "I skötselplanen gör eleven också en <strong>enkel</strong> ekonomisk kalkyl.",
          "C" : "I skötselplanen gör eleven också en ekonomisk kalkyl.",
          "A" : "I skötselplanen gör eleven också en <strong>avancerad</strong> ekonomisk kalkyl."
        }
      }, {
        "text" : "Eleven organiserar och genomför <strong>________</strong> med handledare arbetsuppgifter inom valt specialområde.",
        "knowledgeRequirementChoice" : {
          "E" : "Eleven organiserar och genomför <strong>i samråd</strong> med handledare arbetsuppgifter inom valt specialområde.",
          "C" : "Eleven organiserar och genomför <strong>efter samråd</strong> med handledare arbetsuppgifter inom valt specialområde.",
          "A" : "Eleven organiserar och genomför <strong>efter samråd</strong> med handledare arbetsuppgifter inom valt specialområde."
        }
      }, {
        "text" : "I arbetet använder eleven <strong>________</strong> teknisk utrustning och handredskap.",
        "knowledgeRequirementChoice" : {
          "E" : "I arbetet använder eleven <strong>med viss säkerhet</strong> teknisk utrustning och handredskap.",
          "C" : "I arbetet använder eleven <strong>med viss säkerhet</strong> teknisk utrustning och handredskap.",
          "A" : "I arbetet använder eleven <strong>med säkerhet</strong> teknisk utrustning och handredskap."
        }
      }, {
        "text" : "Dessutom löser eleven <strong>________</strong> med handledare de problem som uppkommer.",
        "knowledgeRequirementChoice" : {
          "E" : "Dessutom löser eleven <strong>i samråd</strong> med handledare de problem som uppkommer.",
          "C" : "Dessutom löser eleven <strong>efter samråd</strong> med handledare de problem som uppkommer.",
          "A" : "Dessutom löser eleven <strong>efter samråd</strong> med handledarede problem som uppkommer."
        }
      }, {
        "text" : "Resultatet av arbetet är <strong>________</strong> vad gäller estetik och hantverksmässigt utförande.",
        "knowledgeRequirementChoice" : {
          "E" : "Resultatet av arbetet är <strong>tillfredsställande</strong> vad gäller estetik och hantverksmässigt utförande.",
          "C" : "Resultatet av arbetet är <strong>tillfredsställande</strong> vad gäller estetik och hantverksmässigt utförande.",
          "A" : "Resultatet av arbetet är <strong>gott</strong> vad gäller estetik och hantverksmässigt utförande."
        }
      } ]
    }, {
      "heading" : "",
      "knowledgeRequirements" : [ {
        "text" : "Eleven arbetar säkert och ergonomiskt riktigt med den tekniska utrustningen och de handredskap som används inom det valda specialområdet samt beskriver <strong>________</strong> säkerhetsrisker i arbetet.",
        "knowledgeRequirementChoice" : {
          "E" : "Eleven arbetar säkert och ergonomiskt riktigt med den tekniska utrustningen och de handredskap som används inom det valda specialområdet samt beskriver <strong>översiktligt</strong> säkerhetsrisker i arbetet.",
          "C" : "Eleven arbetar säkert och ergonomiskt riktigt med den tekniska utrustningen och de handredskap som används inom det valda specialområdet samt beskriver <strong>utförligt</strong> säkerhetsrisker i arbetet.",
          "A" : "Eleven arbetar säkert och ergonomiskt riktigt med den tekniska utrustningen och de handredskap som används inom det valda specialområdet samt beskriver <strong>utförligt och nyanserat</strong> säkerhetsrisker i arbetet."
        }
      }, {
        "text" : "Dessutom redogör eleven <strong>________</strong> för och arbetar i enlighet med lagar och andra bestämmelser som gäller i aktuella situationer.",
        "knowledgeRequirementChoice" : {
          "E" : "Dessutom redogör eleven <strong>översiktligt</strong> för och arbetar i enlighet med lagar och andra bestämmelser som gäller i aktuella situationer.",
          "C" : "Dessutom redogör eleven <strong>utförligt</strong> för och arbetar i enlighet med lagar och andra bestämmelser som gäller i aktuella situationer.",
          "A" : "Dessutom redogör eleven <strong>utförligt</strong> för och arbetar i enlighet med lagar och andra bestämmelser som gäller i aktuella situationer."
        }
      }, {
        "text" : "När arbetet är utfört gör eleven en <strong>________</strong> bedömning av arbetsresultatet.",
        "knowledgeRequirementChoice" : {
          "E" : "När arbetet är utfört gör eleven en <strong>enkel</strong> bedömning av arbetsresultatet.",
          "C" : "När arbetet är utfört gör eleven en <strong>välgrundad</strong> bedömning av arbetsresultatet.",
          "A" : "När arbetet är utfört gör eleven en <strong>välgrundad och nyanserad</strong> bedömning av arbetsresultatet."
        }
      } ]
    }, {
      "heading" : "",
      "knowledgeRequirements" : [ {
        "text" : "När eleven samråder med handledare bedömer hon eller han <strong>________</strong> den egna förmågan och situationens krav.",
        "knowledgeRequirementChoice" : {
          "E" : "När eleven samråder med handledare bedömer hon eller han <strong>med viss säkerhet</strong> den egna förmågan och situationens krav.",
          "C" : "När eleven samråder med handledare bedömer hon eller han <strong>med viss säkerhet</strong> den egna förmågan och situationens krav.",
          "A" : "När eleven samråder med handledare bedömer hon eller han <strong>med säkerhet</strong> den egna förmågan och situationens krav."
        }
      } ]
    } ],
    "point" : 100,
    "year" : null
  } ]
}