{
  "name" : "Svenska som andraspråk",
  "description" : "Ämnet svenska som andraspråk ger elever med annat modersmål än svenska möjlighet att utveckla sin kommunikativa språkförmåga. Ett rikt språk är en förutsättning för att inhämta ny kunskap, klara vidare studier och ta aktiv del i samhälls- och arbetslivet. Det är också genom språket som vi uttrycker vår personlighet och interagerar med andra människor i olika situationer. Ämnet bidrar till att eleverna stärker sin flerspråkighet och tillit till sin egen språkförmåga, samtidigt som de får en ökad respekt för andras språk och andras sätt att uttrycka sig.",
  "code" : "SVA",
  "designation" : "",
  "skolfsId" : "0000:00",
  "purposes" : [ {
    "type" : "PARAGRAPH",
    "heading" : "",
    "lines" : [ "Undervisningen i ämnet svenska som andraspråk ska syfta till att eleverna utvecklar färdigheter i och kunskaper om det svenska språket.", "Eleverna ska också ges möjlighet att reflektera över sin egen flerspråkighet och sina förutsättningar att erövra och utveckla ett funktionellt och rikt andraspråk i det svenska samhället." ]
  }, {
    "type" : "PARAGRAPH",
    "heading" : "",
    "lines" : [ "I undervisningen ska eleverna få rikligt med tillfällen att möta, producera och analysera muntligt och skriftligt språk.", "Skönlitteratur, texter av olika slag, film och andra medier ska användas som källa till insikter om andras erfarenheter, tankar och föreställningsvärldar, och för att ge eleverna en möjlighet att utveckla ett varierat och nyanserat språk.", "Innehållet ska väljas så att elevernas tidigare erfarenheter och kunskaper tas till vara.", "Undervisningen ska även bidra till att eleverna utvecklar kunskaper om hur man söker, sammanställer och kritiskt granskar information från olika källor." ]
  }, {
    "type" : "PARAGRAPH",
    "heading" : "",
    "lines" : [ "Samhällets utveckling och digitaliseringen påverkar språk, språkbruk och former för kommunikation.", "Genom undervisningen ska eleverna ges förutsättningar att utveckla sin förmåga att orientera sig, läsa, sovra och kommunicera i en vidgad digital textvärld med interaktiva och föränderliga texter." ]
  }, {
    "type" : "PARAGRAPH",
    "heading" : "",
    "lines" : [ "Eleverna ska också ges möjlighet att utveckla sådana kunskaper om muntlig och skriftlig kommunikation som behövs i arbetslivet och för vidare studier.", "I detta ingår att använda digitala verktyg och medier för presentation, kommunikation, interaktion och samarbete när det gäller texter." ]
  }, {
    "type" : "PARAGRAPH",
    "heading" : "",
    "lines" : [ "Flerspråkighet är en tillgång för såväl individen som samhället, och genom att jämföra språkkunskaper och språkliga erfarenheter med andra ska eleverna ges möjlighet att utveckla en bättre förståelse av vilken funktion språket har för kommunikation, tänkande och lärande." ]
  }, {
    "type" : "BULLET",
    "heading" : "Undervisningen i ämnet svenska som andraspråk ska ge eleverna förutsättningar att utveckla följande:",
    "lines" : [ "Förmåga att kommunicera i tal och skrift och anpassa språket till ämne, syfte, situation och mottagare.", "Förmåga att använda ett rikt ordförråd på ett sätt som är relevant för sammanhanget.", "Kunskaper om det svenska språkets uppbyggnad och språkliga normer, dvs. hur ord, fraser och satser är uppbyggda samt hur dessa samspelar.", "Förmåga att strukturera, referera, värdera och kritiskt granska innehållet i muntligt och skriftligt språk.", "Förmåga att läsa och reflektera över texter av olika slag.", "Förmåga att läsa och reflektera över skönlitteratur i skilda former och från olika delar av världen.", "Kunskaper om språk och språklig variation samt förmåga att reflektera över språkanvändning och attityder till olika språkbruk.", "Förmåga att jämföra det svenska språket med det egna modersmålet och andra språk som eleven har färdigheter i, samt förmåga att reflektera över den egna språkinlärningen." ]
  } ],
  "courses" : [ {
    "name" : "Svenska som andraspråk 1",
    "description" : "Kursen svenska som andraspråk 1 omfattar punkterna 1–8 under rubriken Ämnets syfte.",
    "code" : "SVASVA01",
    "centralContent" : [ {
      "heading" : "Undervisningen i kursen ska behandla följande centrala innehåll:",
      "lines" : [ "Muntliga presentationer och muntligt berättande för olika mottagare. Strategier för att förstå och göra sig förstådd i samtal och diskussioner. Deltagande i samtal och diskussioner, där språk, innehåll och disposition anpassats till ämne, syfte, situation och mottagare, och där argument används för att tydliggöra egna åsikter och bemöta andras argument. Användning av såväl digitala som andra presentationstekniska hjälpmedel för att stödja och förbättra muntliga framställningar.", "Skriftlig framställning av texter för kommunikation och reflektion. Strategier för att skriva olika typer av texter som är anpassade efter ämne, syfte, situation och mottagare. Användning av digitala verktyg för textbearbetning samt för respons på och samarbete när det gäller texter. Textuppbyggnad, textmönster och språkliga drag i framför allt berättande, beskrivande och argumenterande texter. Referat- och citatteknik samt hänvisningar till olika källor. Frågor om upphovsrätt och integritet vid digital publicering.", "Svenska språkets ordförråd och struktur i olika kommunikationssituationer.", "Läsning av och samtal om texter som används i vardags-, samhälls-, studie- och arbetsliv.", "Läsning av och samtal om modern skönlitteratur författad av såväl kvinnor som män som ger inblick i olika kulturer, allmänmänskliga teman och svenska referensramar.", "Språklig variation i Sverige och i det svenska språket, med tonvikt på hur språkvariationen hänger samman med till exempel ursprung och bostadsort, ålder, kön och social bakgrund. Attityder till språklig variation. Digitaliseringens inverkan på språk och språkbruk. Skillnader mellan formellt och informellt språkbruk samt talat och skrivet språk.", "Jämförelse mellan svenska språket och elevens modersmål.", "Reflektion över språkinlärning, med tonvikt på hur muntliga situationer och texter kan användas för att bygga upp ordförrådet och utveckla språket." ]
    } ],
    "knowledgeRequirementParagraphs" : [ {
      "heading" : "",
      "knowledgeRequirements" : [ {
        "text" : "Eleven kan samtala om ämnen som rör vardag, samhälle, studier och arbete, och anpassar <strong>________</strong> sitt språk efter ämne, syfte, situation och mottagare.",
        "knowledgeRequirementChoice" : {
          "E" : "Eleven kan samtala om ämnen som rör vardag, samhälle, studier och arbete, och anpassar <strong>till viss del</strong> sitt språk efter ämne, syfte, situation och mottagare.",
          "C" : "Eleven kan samtala om ämnen som rör vardag, samhälle, studier och arbete, och <strong>till viss del</strong> anpassa sitt språk efter ämne, syfte, situation och mottagare.",
          "A" : "Eleven kan samtala om <strong>komplexa</strong> ämnen som rör vardag, samhälle, studier och arbete, och kan <strong>till stor del</strong> anpassa sitt språk efter ämne, syfte, situation och mottagare."
        }
      }, {
        "text" : "Eleven kan göra muntliga presentationer där sammanhanget är lätt att följa.",
        "knowledgeRequirementChoice" : {
          "E" : "Eleven kan göra muntliga presentationer där sammanhanget är lätt att följa.",
          "C" : "Eleven kan göra muntliga presentationer där sammanhanget är lätt att följa. <strong>I dessa kan eleven lyfta fram huvudtanken och stöder den med exempel</strong>.",
          "A" : "Eleven kan göra muntliga presentationer där sammanhanget är lätt att följa. <strong>I dessa kan eleven effektivt lyfta fram huvudtanken och stöder den med exempel</strong>."
        }
      }, {
        "text" : "Vidare kan eleven <strong>________</strong> använda presentationstekniska hjälpmedel.",
        "knowledgeRequirementChoice" : {
          "E" : "Vidare kan eleven <strong>med viss säkerhet</strong> använda presentationstekniska hjälpmedel.",
          "C" : "Vidare kan eleven <strong>med viss säkerhet</strong> använda presentationstekniska hjälpmedel <strong>som stöder och tydliggör den muntliga framställningen</strong>.",
          "A" : "Vidare kan eleven <strong>med säkerhet</strong> använda presentationstekniska hjälpmedel <strong>som stöder, tydliggör och är väl integrerade i den muntliga framställningen</strong>."
        }
      }, {
        "text" : "Eleven kan skriva olika typer av texter som är sammanhängande och begripliga och i huvudsak följer normerna för den valda texttypen.",
        "knowledgeRequirementChoice" : {
          "E" : "Eleven kan skriva olika typer av texter som är sammanhängande och begripliga och i huvudsak följer normerna för den valda texttypen.",
          "C" : "Eleven kan skriva olika typer av texter som är sammanhängande, begripliga och <strong>välstrukturerade</strong> och i huvudsak följer normerna för den valda texttypen. <strong>Eleven kan delvis anpassa stilen till texttypen</strong>.",
          "A" : "Eleven kan skriva olika typer av texter, <strong>även om komplexa ämnen</strong>, som är sammanhängande, begripliga, <strong>detaljrika och välstrukturerade</strong> och i huvudsak följer normerna för den valda texttypen. <strong>Eleven kan delvis anpassa stilen till texttypen och läsaren</strong>."
        }
      }, {
        "text" : "Ordförrådet, uttalet och den grammatiska behärskningen är tillräckligt goda för att den skriftliga och muntliga kommunikationen <strong>________</strong>.",
        "knowledgeRequirementChoice" : {
          "E" : "Ordförrådet, uttalet och den grammatiska behärskningen är tillräckligt goda för att den skriftliga och muntliga kommunikationen <strong>inte ska hindras annat än i undantagsfall</strong>.",
          "C" : "Ordförrådet, uttalet och den grammatiska behärskningen är tillräckligt goda för att den skriftliga och muntliga kommunikationen <strong>inte ska hindras</strong>. <strong>När ordförrådet inte räcker till kan eleven visa prov på någon strategi för att uttrycka sig på annat sätt</strong>.",
          "A" : "Ordförrådet, uttalet och den grammatiska behärskningen är tillräckligt goda för att den skriftliga och muntliga kommunikationen <strong>ska fungera väl</strong>. <strong>När ordförrådet inte räcker till kan eleven visa prov på olika slags strategier för att uttrycka sig på annat sätt</strong>."
        }
      } ]
    }, {
      "heading" : "",
      "knowledgeRequirements" : [ {
        "text" : "Eleven kan <strong>________</strong> återge det huvudsakliga innehållet i muntliga och skriftliga framställningar som förekommer i vardagen, samhället, studierna och arbetet.",
        "knowledgeRequirementChoice" : {
          "E" : "Eleven kan <strong>översiktligt</strong> återge det huvudsakliga innehållet i muntliga och skriftliga framställningar som förekommer i vardagen, samhället, studierna och arbetet.",
          "C" : "Eleven kan <strong>översiktligt och med viktiga detaljer</strong> återge det huvudsakliga innehållet i muntliga och skriftliga framställningar som förekommer i vardagen, samhället, studierna och arbetet.",
          "A" : "Eleven kan <strong>med viktiga detaljer och nyanser</strong> återge det huvudsakliga innehållet i muntliga och skriftliga framställningar som förekommer i vardagen, samhället, studierna och arbetet."
        }
      }, {
        "text" : "Eleven kan värdera och kritiskt granska innehållet med <strong>________</strong> omdömen.",
        "knowledgeRequirementChoice" : {
          "E" : "Eleven kan värdera och kritiskt granska innehållet med <strong>enkla</strong> omdömen.",
          "C" : "Eleven kan värdera och kritiskt granska innehållet med <strong>enkla</strong> omdömen.",
          "A" : "Eleven kan värdera och kritiskt granska innehållet med <strong>nyanserade</strong> omdömen."
        }
      }, {
        "text" : "Eleven kan <strong>________</strong> redogöra för innehållet i enkla texter av olika slag och modern skönlitteratur.",
        "knowledgeRequirementChoice" : {
          "E" : "Eleven kan <strong>översiktligt</strong> redogöra för innehållet i enkla texter av olika slag och modern skönlitteratur.",
          "C" : "Eleven kan <strong>översiktligt</strong> redogöra för innehållet i enkla texter av olika slag och modern skönlitteratur.",
          "A" : "Eleven kan redogöra för innehållet i enkla texter av olika slag och modern skönlitteratur samt <strong>relatera innehållet till egna erfarenheter och allmänmänskliga och samhälleliga förhållanden</strong>."
        }
      }, {
        "text" : "Eleven kan anpassa sin läsning efter texttypen och visar genom exempel skillnaden mellan berättande, beskrivande, återgivande, instruerande och argumenterande drag.",
        "knowledgeRequirementChoice" : {
          "E" : "Eleven kan anpassa sin läsning efter texttypen och visar genom exempel skillnaden mellan berättande, beskrivande, återgivande, instruerande och argumenterande drag.",
          "C" : "Eleven kan anpassa sin läsning efter texttypen samt visar genom exempel, <strong>och förklarar med dessa som utgångspunkt</strong>, skillnaden mellan berättande, beskrivande, återgivande, instruerande och argumenterande drag.",
          "A" : "Eleven kan anpassa sin läsning efter texttypen samt visar genom exempel, <strong>och förklarar med dessa som utgångspunkt</strong>, skillnaden mellan berättande, beskrivande, återgivande, instruerande och argumenterande drag."
        }
      }, {
        "text" : "Eleven kan <strong>________</strong> använda andras texter som mönster i sin egen språkproduktion.",
        "knowledgeRequirementChoice" : {
          "E" : "Eleven kan <strong>med viss säkerhet</strong> använda andras texter som mönster i sin egen språkproduktion.",
          "C" : "Eleven kan <strong>med viss säkerhet</strong> använda andras texter som mönster i sin egen språkproduktion.",
          "A" : "Eleven kan <strong>med säkerhet</strong> använda andras texter som mönster i sin egen språkproduktion."
        }
      } ]
    }, {
      "heading" : "",
      "knowledgeRequirements" : [ {
        "text" : "Eleven kan göra <strong>________</strong> reflektioner över hur språklig variation hänger samman med talare, syfte och kommunikationssituation samt hur språk i olika situationer kan ha olika status.",
        "knowledgeRequirementChoice" : {
          "E" : "Eleven kan göra <strong>enkla</strong> reflektioner över hur språklig variation hänger samman med talare, syfte och kommunikationssituation samt hur språk i olika situationer kan ha olika status.",
          "C" : "Eleven kan göra <strong>välgrundade</strong> reflektioner över hur språklig variation hänger samman med talare, syfte och kommunikationssituation samt hur språk i olika situationer kan ha olika status.",
          "A" : "Eleven kan göra <strong>välgrundade och nyanserade</strong> reflektioner över hur språklig variation hänger samman med talare, syfte och kommunikationssituation samt hur språk i olika situationer kan ha olika status."
        }
      }, {
        "text" : "Eleven ger också exempel på språkliga drag som är typiska för tal- och skriftspråk.",
        "knowledgeRequirementChoice" : {
          "E" : "Eleven ger också exempel på språkliga drag som är typiska för tal- och skriftspråk.",
          "C" : "Eleven ger också exempel på språkliga drag som är typiska för tal- och skriftspråk.",
          "A" : "Eleven ger också exempel på språkliga drag som är typiska för tal- och skriftspråk."
        }
      }, {
        "text" : "Dessutom kan eleven <strong>________</strong> redogöra för likheter och skillnader mellan svenska och sitt eget modersmål.",
        "knowledgeRequirementChoice" : {
          "E" : "Dessutom kan eleven <strong>översiktligt</strong> redogöra för likheter och skillnader mellan svenska och sitt eget modersmål.",
          "C" : "Dessutom kan eleven <strong>utförligt</strong> redogöra för likheter och skillnader mellan svenska och sitt eget modersmål.",
          "A" : "Dessutom kan eleven <strong>utförligt och nyanserat</strong> redogöra för likheter och skillnader mellan svenska och sitt eget modersmål."
        }
      }, {
        "text" : "Eleven kan göra <strong>________</strong> reflektioner över sin egen språkanvändning samt kan <strong>________</strong> använda olika strategier för att utveckla sitt eget lärande.",
        "knowledgeRequirementChoice" : {
          "E" : "Eleven kan göra <strong>enkla</strong> reflektioner över sin egen språkanvändning samt kan <strong>med viss säkerhet</strong> använda olika strategier för att utveckla sitt eget lärande.",
          "C" : "Eleven kan göra <strong>välgrundade</strong> reflektioner över sin egen språkanvändning samt kan <strong>med viss säkerhet</strong> använda olika strategier för att utveckla sitt eget lärande.",
          "A" : "Eleven kan göra <strong>välgrundade och nyanserade</strong> reflektioner över sin egen språkanvändning samt kan <strong>med säkerhet</strong> använda olika strategier för att utveckla sitt eget lärande. <strong>Dessa använder eleven också för att dra slutsatser om hur språk används</strong>."
        }
      } ]
    } ],
    "point" : 100,
    "year" : null
  }, {
    "name" : "Svenska som andraspråk 2",
    "description" : "Kursen svenska som andraspråk 2 omfattar punkterna 1–8 under rubriken Ämnets syfte.",
    "code" : "SVASVA02",
    "centralContent" : [ {
      "heading" : "Undervisningen i kursen ska behandla följande centrala innehåll:",
      "lines" : [ "Muntliga utredande och argumenterande presentationer i och inför en grupp. Användning av såväl digitala som andra presentationstekniska hjälpmedel för att stödja och förbättra muntliga framställningar. Strategier för att förstå och göra sig förstådd i samtal, diskussioner och presentationer. Deltagande i samtal och diskussioner, där språk, innehåll och disposition anpassats till syfte och mottagare, och där argument används för att tydliggöra egna åsikter och bemöta andras argument.", "Skriftlig framställning av utredande och argumenterande texter. Strategier för att skriva olika typer av texter som är anpassade efter ämne, syfte, mottagare. Användning av digitala verktyg för textbearbetning samt för respons på och samarbete när det gäller texter. Textuppbyggnad, textmönster och språkliga drag i framför allt utredande och argumenterande texter. Referat- och citatteknik samt hänvisningar till olika källor.", "Svenska språkets ordförråd och struktur i olika kommunikationssituationer.", "Läsning av och samtal om texter som används i vardags-, samhälls-, studie- och arbetsliv.", "Läsning av och samtal om skönlitteratur författad av såväl kvinnor som män från olika kulturer och tider som ger underlag för att utveckla språket och samtala om berättarstrukturer, allmänmänskliga teman och vanliga litterära motiv.", "Språklig variation i Sverige och i det svenska språket. Språksläktskap och språkförändringar. Svenskans, invandrarspråkens, minoritetsspråkens, teckenspråkets och dialekternas ställning och status.", "Jämförelse mellan svenska, elevens modersmål och andra språk som eleven har kunskaper i." ]
    } ],
    "knowledgeRequirementParagraphs" : [ {
      "heading" : "",
      "knowledgeRequirements" : [ {
        "text" : "Eleven kan samtala om ämnen som rör vardag, samhälle, studier och arbete, och <strong>________</strong> anpassa sitt språk efter syfte, ämne och mottagare.",
        "knowledgeRequirementChoice" : {
          "E" : "Eleven kan samtala om ämnen som rör vardag, samhälle, studier och arbete, och <strong>till viss del</strong> anpassa sitt språk efter syfte, ämne och mottagare.",
          "C" : "Eleven kan samtala om ämnen som rör vardag, samhälle, studier och arbete, och kan <strong>till viss del</strong> anpassa sitt språk efter syfte, ämne och mottagare.",
          "A" : "Eleven kan samtala om <strong>komplexa</strong> ämnen som rör vardag, samhälle, studier och arbete, och <strong>till stor del</strong> anpassa sitt språk efter ämne, syfte, situation och mottagare."
        }
      }, {
        "text" : "I diskussioner bemöter eleven andras argument, och egna åsikter understöds med <strong>________</strong> och exempel.",
        "knowledgeRequirementChoice" : {
          "E" : "I diskussioner bemöter eleven andras argument, och egna åsikter understöds med <strong>fakta</strong> och exempel.",
          "C" : "I diskussioner bemöter eleven andras argument <strong>med relevanta motargument</strong>, och egna åsikter understöds med <strong>fakta</strong>, exempel <strong>och förklaringar</strong>.",
          "A" : "I diskussioner bemöter eleven andras argument <strong>på ett spontant och ledigt sätt med relevanta motargument</strong>, och egna åsikter understöds med <strong>detaljerade faktaupplysningar, belysande</strong> exempel <strong>och förklaringar</strong>."
        }
      }, {
        "text" : "Eleven kan göra muntliga anföranden som är väldisponerade och där budskapet framgår tydligt.",
        "knowledgeRequirementChoice" : {
          "E" : "Eleven kan göra muntliga anföranden som är väldisponerade och där budskapet framgår tydligt.",
          "C" : "Eleven kan göra muntliga anföranden som är väldisponerade, där budskapet framgår tydligt <strong>och innehållet är anpassat till åhörarna</strong>.",
          "A" : "Eleven kan göra muntliga anföranden som är väldisponerade, där budskapet framgår tydligt <strong>och innehållet är anpassat till åhörarna</strong>. <strong>Avbrott och frågor hanteras ledigt och spontant och eleven kan använda betoning och intonation för att framhäva betydelsenyanser</strong>."
        }
      }, {
        "text" : "Vidare kan eleven <strong>________</strong> använda presentationstekniska hjälpmedel.",
        "knowledgeRequirementChoice" : {
          "E" : "Vidare kan eleven <strong>med viss säkerhet</strong> använda presentationstekniska hjälpmedel.",
          "C" : "Vidare kan eleven <strong>med viss säkerhet</strong> använda presentationstekniska hjälpmedel <strong>som stöder och tydliggör den muntliga framställningen</strong>.",
          "A" : "Vidare kan eleven <strong>med säkerhet</strong> använda presentationstekniska hjälpmedel <strong>som stöder, tydliggör och är väl integrerade i den muntliga framställningen</strong>."
        }
      }, {
        "text" : "Eleven kan skriva utredande texter med referenser till andra källor.",
        "knowledgeRequirementChoice" : {
          "E" : "Eleven kan skriva utredande texter med referenser till andra källor.",
          "C" : "Eleven kan skriva <strong>väldisponerade</strong> utredande texter med referenser till andra källor.",
          "A" : "Eleven kan skriva <strong>väldisponerade</strong> utredande texter <strong>som lyfter fram välgrundade slutsatser</strong> och har referenser till andra källor."
        }
      }, {
        "text" : "Ordförrådet, uttalet och den grammatiska behärskningen begränsar endast i undantagsfall den skriftliga och muntliga kommunikationen.",
        "knowledgeRequirementChoice" : {
          "E" : "Ordförrådet, uttalet och den grammatiska behärskningen begränsar endast i undantagsfall den skriftliga och muntliga kommunikationen.",
          "C" : "Ordförrådet, uttalet och den grammatiska behärskningen begränsar endast i undantagsfall den skriftliga och muntliga kommunikationen.",
          "A" : "Ordförrådet, uttalet och den grammatiska behärskningen begränsar endast i undantagsfall den skriftliga och muntliga kommunikationen."
        }
      } ]
    }, {
      "heading" : "",
      "knowledgeRequirements" : [ {
        "text" : "Eleven kan <strong>________</strong> återge det huvudsakliga innehållet i föreläsningar och texter och kontrollerar förståelsen av detaljer med hjälp av strategier och olika hjälpmedel.",
        "knowledgeRequirementChoice" : {
          "E" : "Eleven kan <strong>översiktligt</strong> återge det huvudsakliga innehållet i föreläsningar och texter och kontrollerar förståelsen av detaljer med hjälp av strategier och olika hjälpmedel.",
          "C" : "Eleven kan <strong>översiktligt</strong> återge det huvudsakliga innehållet <strong>och viktiga detaljer</strong> i föreläsningar och texter och kontrollerar förståelsen av detaljer med hjälp av strategier och olika hjälpmedel. <strong>Dessutom kan eleven översiktligt redogöra för talarens eller författarens disposition och attityder till innehållet</strong>.",
          "A" : "Eleven kan återge det huvudsakliga innehållet, <strong>viktiga detaljer och underförstådda sammanhang</strong> i föreläsningar och texter och kontrollera förståelsen av detaljer med hjälp av strategier och olika hjälpmedel. <strong>Dessutom kan eleven översiktligt redogöra för talarens eller författarens disposition och attityder till innehållet</strong>."
        }
      }, {
        "text" : "Eleven kan värdera och kritiskt granska innehållet med <strong>________</strong> omdömen.",
        "knowledgeRequirementChoice" : {
          "E" : "Eleven kan värdera och kritiskt granska innehållet med <strong>enkla</strong> omdömen.",
          "C" : "Eleven kan värdera och kritiskt granska innehållet med <strong>enkla</strong> omdömen.",
          "A" : "Eleven kan värdera och kritiskt granska innehållet med <strong>nyanserade</strong> omdömen."
        }
      }, {
        "text" : "Eleven kan <strong>________</strong> redogöra för innehållet och den grundläggande berättarstrukturen i skönlitterära texter från skilda kulturer och olika tider, och ger dessutom exempel på några centrala teman och motiv.",
        "knowledgeRequirementChoice" : {
          "E" : "Eleven kan <strong>översiktligt</strong> redogöra för innehållet och den grundläggande berättarstrukturen i skönlitterära texter från skilda kulturer och olika tider, och ger dessutom exempel på några centrala teman och motiv.",
          "C" : "Eleven kan <strong>översiktligt</strong> redogöra för innehållet och den grundläggande berättarstrukturen i skönlitterära texter från skilda kulturer och olika tider, och ger dessutom exempel på några centrala teman och motiv <strong>samt diskuterar dessa översiktligt</strong>.",
          "A" : "Eleven kan redogöra för innehållet och den grundläggande berättarstrukturen i skönlitterära texter från skilda kulturer och olika tider, och dessutom ge exempel på några centrala teman och motiv <strong>samt diskuterar dessa utförligt</strong>."
        }
      }, {
        "text" : "Eleven kan anpassa sitt lyssnande och sin läsning efter situation och texttyp och visar genom exempel skillnaden mellan berättande, beskrivande, återgivande och argumenterande drag.",
        "knowledgeRequirementChoice" : {
          "E" : "Eleven kan anpassa sitt lyssnande och sin läsning efter situation och texttyp och visar genom exempel skillnaden mellan berättande, beskrivande, återgivande och argumenterande drag.",
          "C" : "Eleven kan anpassa sitt lyssnande och sin läsning efter situation och texttyp och visar genom exempel skillnaden mellan berättande, beskrivande, återgivande och argumenterande drag.",
          "A" : "Eleven kan anpassa sitt lyssnande och sin läsning efter situation och texttyp och visar genom exempel skillnaden mellan berättande, beskrivande, återgivande och argumenterande drag."
        }
      }, {
        "text" : "Eleven kan <strong>________</strong> använda andras texter som mönster i sin egen språkproduktion.",
        "knowledgeRequirementChoice" : {
          "E" : "Eleven kan <strong>med viss säkerhet</strong> använda andras texter som mönster i sin egen språkproduktion.",
          "C" : "Eleven kan <strong>med viss säkerhet</strong> använda andras texter som mönster i sin egen språkproduktion.",
          "A" : "Eleven kan <strong>med säkerhet</strong> använda andras texter som mönster i sin egen språkproduktion."
        }
      } ]
    }, {
      "heading" : "",
      "knowledgeRequirements" : [ {
        "text" : "Eleven kan göra <strong>________</strong> reflektioner över sin egen och andras språkanvändning samt <strong>________</strong> använda olika strategier för att utveckla sitt eget lärande.",
        "knowledgeRequirementChoice" : {
          "E" : "Eleven kan göra <strong>enkla</strong> reflektioner över sin egen och andras språkanvändning samt <strong>med viss säkerhet</strong> använda olika strategier för att utveckla sitt eget lärande.",
          "C" : "Eleven kan göra <strong>välgrundade</strong> reflektioner över sin egen och andras språkanvändning samt använder <strong>med viss säkerhet</strong> olika strategier för att utveckla sitt eget lärande.",
          "A" : "Eleven kan göra <strong>välgrundade och nyanserade</strong> reflektioner över sin egen och andras språkanvändning samt <strong>med säkerhet</strong> använda olika strategier för att utveckla sitt eget lärande."
        }
      }, {
        "text" : "Dessutom kan eleven <strong>________</strong> redogöra för språksituationen i Sverige, och kan ge exempel på språklig variation, språkförändringar och svenskans släktskapsförhållanden med andra språk.",
        "knowledgeRequirementChoice" : {
          "E" : "Dessutom kan eleven <strong>översiktligt</strong> redogöra för språksituationen i Sverige, och kan ge exempel på språklig variation, språkförändringar och svenskans släktskapsförhållanden med andra språk.",
          "C" : "Dessutom kan eleven <strong>översiktligt</strong> redogöra för språksituationen i Sverige, och kan ge exempel på <strong>samt, med dessa som utgångspunkt, översiktligt redogöra för språklig variation, språkförändringar och</strong> svenskans släktskapsförhållanden med andra språk.",
          "A" : "Dessutom kan eleven <strong>utförligt</strong> redogöra för språksituationen i Sverige, och kan ge exempel på <strong>samt med dessa som utgångspunkt, utförligt redogöra för språklig variation, språkförändringar och</strong> svenskans släktskapsförhållanden med andra språk."
        }
      } ]
    } ],
    "point" : 100,
    "year" : null
  }, {
    "name" : "Svenska som andraspråk 3",
    "description" : "Kursen svenska som andraspråk 3 omfattar punkterna 1–6 och 8 under rubriken Ämnets syfte.",
    "code" : "SVASVA03",
    "centralContent" : [ {
      "heading" : "Undervisningen i kursen ska behandla följande centrala innehåll:",
      "lines" : [ "Muntlig framställning av utredande och argumenterande slag för olika mottagare. Strategier för att förstå och göra sig förstådd i samtal, diskussioner, debatter och föredrag. Faktorer som gör en muntlig presentation intressant och övertygande. Användning av såväl digitala som andra presentationstekniska hjälpmedel för att stödja och förbättra muntliga framställningar. Deltagande i samtal och diskussioner, där språk, innehåll och disposition anpassats till syfte och mottagare, och där argument används för att tydliggöra egna åsikter och bemöta andras argument. Disposition, språkliga drag och retoriska grepp i olika typer av muntlig framställning.", "Skriftlig framställning av utredande och argumenterande texter av vetenskaplig karaktär. Användning av digitala verktyg för textbearbetning samt för respons på och samarbete när det gäller texter. Strategier för att skriva olika typer av texter som är anpassade efter ämne, syfte, situation och mottagare. Textuppbyggnad, textmönster och språkliga drag. Referat- och citatteknik samt grundläggande kunskaper i källkritik.", "Svenska språkets ordförråd och struktur i olika kommunikationssituationer.", "Läsning av och samtal om texter av olika slag, med tonvikt på att strukturera, referera, värdera och kritiskt granska större textmängder, samt diskutera dispositionen, språket och stilen i texter av vetenskaplig karaktär.", "Läsning av och samtal om skönlitteratur författad av såväl kvinnor som män från olika kulturer och tider, med tonvikt på att sammanfatta, tolka, värdera och referera till texterna.", "Språklig variation och språkanvändning, med tonvikt på hur kön, social bakgrund och kulturell tillhörighet påverkar människors sätt att tala och skriva och hur språket kan användas för att uttrycka maktförhållanden. Skillnader mellan majoritetssamhällets och minoriteternas språkbruk.", "Reflektion över språkinlärning, med tonvikt på att utveckla strategier för fortsatt lärande." ]
    } ],
    "knowledgeRequirementParagraphs" : [ {
      "heading" : "",
      "knowledgeRequirements" : [ {
        "text" : "Eleven kan samtala om ämnen som rör vardag, samhälle, studier och arbete, och <strong>________</strong> anpassa sitt språk efter ämne, syfte, situation och mottagare.",
        "knowledgeRequirementChoice" : {
          "E" : "Eleven kan samtala om ämnen som rör vardag, samhälle, studier och arbete, och <strong>till viss del</strong> anpassa sitt språk efter ämne, syfte, situation och mottagare.",
          "C" : "Eleven kan samtala om <strong>komplexa</strong> ämnen som rör vardag, samhälle, studier och arbete, och <strong>till viss del</strong> anpassa sitt språk efter ämne, syfte, situation och mottagare.",
          "A" : "Eleven kan samtala om <strong>komplexa</strong> ämnen som rör vardag, samhälle, studier och arbete, och <strong>till stor del</strong> anpassa sitt språk efter ämne, syfte, situation och mottagare."
        }
      }, {
        "text" : "I diskussioner bemöter eleven andras argument, och egna åsikter understöds med <strong>________</strong> och exempel.",
        "knowledgeRequirementChoice" : {
          "E" : "I diskussioner bemöter eleven andras argument, och egna åsikter understöds med <strong>fakta</strong> och exempel.",
          "C" : "I diskussioner bemöter eleven andras argument <strong>med relevanta motargument</strong>, och egna åsikter understöds med <strong>fakta</strong>, exempel <strong>och förklaringar</strong>.",
          "A" : "I diskussioner bemöter eleven andras argument <strong>på ett spontant och ledigt sätt med relevanta motargument</strong>, och egna åsikter understöds med <strong>detaljerade faktaupplysningar, belysande</strong> exempel <strong>och förklaringar</strong>."
        }
      }, {
        "text" : "Eleven kan göra muntliga anföranden som är väldisponerade, där budskapet framgår tydligt och olika ståndpunkter utvecklas med stöd av exempel och argument.",
        "knowledgeRequirementChoice" : {
          "E" : "Eleven kan göra muntliga anföranden som är väldisponerade, där budskapet framgår tydligt och olika ståndpunkter utvecklas med stöd av exempel och argument.",
          "C" : "Eleven kan göra muntliga anföranden som är väldisponerade, där budskapet framgår tydligt och olika ståndpunkter utvecklas med stöd av exempel och <strong>välgrundade</strong> argument. <strong>Innehållet i anförandet är anpassat till åhörarna</strong>.",
          "A" : "Eleven kan göra muntliga anföranden som är väldisponerade, där budskapet framgår tydligt och olika ståndpunkter utvecklas med stöd av exempel, <strong>underteman</strong> samt <strong>välgrundade och nyanserade</strong> argument. <strong>Innehållet i anförandet är anpassat till åhörarna</strong>."
        }
      }, {
        "text" : "Eleven kan använda <strong>________</strong> retoriska grepp på ett relevant sätt.",
        "knowledgeRequirementChoice" : {
          "E" : "Eleven kan använda <strong>enkla</strong> retoriska grepp på ett relevant sätt.",
          "C" : "Eleven kan använda retoriska grepp på ett relevant sätt <strong>och avslutar anförandet med en lämplig slutsats</strong>.",
          "A" : "Eleven kan använda retoriska <strong>och stilistiska</strong> grepp på ett relevant sätt <strong>och inleder och avslutar anförandet för ett lämpligt sätt</strong>. <strong>Avbrott och frågor hanteras ledigt och spontant, och eleven kan använda betoning och intonation för att framhäva betydelsenyanser</strong>."
        }
      }, {
        "text" : "Vidare kan eleven <strong>________</strong> använda presentationstekniska hjälpmedel <strong>________</strong>.",
        "knowledgeRequirementChoice" : {
          "E" : "Vidare kan eleven <strong>med viss säkerhet</strong> använda presentationstekniska hjälpmedel <strong>som stöder den muntliga framställningen</strong>.",
          "C" : "Vidare kan eleven <strong>med viss säkerhet</strong> använda presentationstekniska hjälpmedel <strong>som stöder och tydliggör den muntliga framställningen</strong>.",
          "A" : "Vidare kan eleven <strong>med säkerhet</strong> använda presentationstekniska hjälpmedel <strong>som stöder, tydliggör och är väl integrerade i den muntliga framställningen</strong>."
        }
      }, {
        "text" : "Eleven kan skriva texter av vetenskaplig karaktär som <strong>________</strong> är anpassade till ämne, texttyp, mottagare och situation.",
        "knowledgeRequirementChoice" : {
          "E" : "Eleven kan skriva texter av vetenskaplig karaktär som <strong>till viss del</strong> är anpassade till ämne, texttyp, mottagare och situation.",
          "C" : "Eleven kan skriva <strong>väldisponerade utredande och argumenterande</strong> texter av vetenskaplig karaktär som är anpassade till ämne, texttyp, mottagare och situation <strong>samt med säkerhet använda stilistiska drag som är typiska för texttypen</strong>.",
          "A" : "Eleven kan skriva <strong>väldisponerade utredande och argumenterande</strong> texter av vetenskaplig karaktär som är anpassade till ämne, texttyp, mottagare och situation <strong>samt använder med säkerhet och precision idiomatiska uttryck och stilistiska drag som är typiska för texttypen</strong>."
        }
      }, {
        "text" : "Ordförrådet, uttalet och den grammatiska behärskningen begränsar <strong>________</strong> den skriftliga och muntliga kommunikationen.",
        "knowledgeRequirementChoice" : {
          "E" : "Ordförrådet, uttalet och den grammatiska behärskningen begränsar <strong>endast i undantagsfall</strong> den skriftliga och muntliga kommunikationen.",
          "C" : "Ordförrådet, uttalet och den grammatiska behärskningen begränsar <strong>endast i undantagsfall</strong> den skriftliga och muntliga kommunikationen.",
          "A" : "Ordförrådet, uttalet och den grammatiska behärskningen begränsar <strong>inte</strong> den skriftliga och muntliga kommunikationen."
        }
      } ]
    }, {
      "heading" : "",
      "knowledgeRequirements" : [ {
        "text" : "Eleven kan <strong>________</strong> redogöra för det huvudsakliga innehållet i texter av vetenskaplig karaktär och kontrollerar förståelsen av detaljer med hjälp av strategier och olika hjälpmedel.",
        "knowledgeRequirementChoice" : {
          "E" : "Eleven kan <strong>översiktligt</strong> redogöra för det huvudsakliga innehållet i texter av vetenskaplig karaktär och kontrollerar förståelsen av detaljer med hjälp av strategier och olika hjälpmedel.",
          "C" : "Eleven kan <strong>översiktligt</strong> redogöra för det huvudsakliga innehållet, <strong>viktiga detaljer och strukturen</strong> i texter av vetenskaplig karaktär och kontrollerar förståelsen av detaljer med hjälp av strategier och olika hjälpmedel.",
          "A" : "Eleven kan <strong>utförligt</strong> redogöra för det huvudsakliga innehållet, <strong>viktiga detaljer och strukturen</strong> i texter av vetenskaplig karaktär och kontrollera förståelsen av detaljer med hjälp av strategier och olika hjälpmedel."
        }
      }, {
        "text" : "Eleven kan värdera och kritiskt granska innehållet med <strong>________</strong> omdömen.",
        "knowledgeRequirementChoice" : {
          "E" : "Eleven kan värdera och kritiskt granska innehållet med <strong>enkla</strong> omdömen.",
          "C" : "Eleven kan värdera och kritiskt granska innehållet, <strong>såväl uttalade som underförstådda idéer</strong>, med <strong>enkla</strong> omdömen.",
          "A" : "Eleven kan värdera och kritiskt granska innehållet, <strong>såväl uttalade som underförstådda idéer</strong>, med <strong>nyanserade</strong> omdömen."
        }
      }, {
        "text" : "Eleven kan strukturera, referera, värdera, granska och sammanfatta, muntligt och skriftligt, texter om <strong>________</strong> och omsätter sin sammanfattning i en muntlig eller skriftlig sammanställning som <strong>________</strong> anpassats till texttyp och mottagare.",
        "knowledgeRequirementChoice" : {
          "E" : "Eleven kan strukturera, referera, värdera, granska och sammanfatta, muntligt och skriftligt, texter om <strong>ämnen som är bekanta för honom eller henne</strong> och omsätter sin sammanfattning i en muntlig eller skriftlig sammanställning som <strong>till viss del</strong> anpassats till texttyp och mottagare.",
          "C" : "Eleven kan strukturera, referera, värdera, granska och sammanfatta, muntligt och skriftligt, <strong>omfattande</strong> texter om <strong>olika ämnen</strong> och omsätter sin sammanfattning i en muntlig eller skriftlig sammanställning som anpassats till texttyp och mottagare.",
          "A" : "Eleven kan strukturera, referera, värdera, granska och sammanfatta, muntligt och skriftligt, <strong>omfattande</strong> texter om <strong>olika, både konkreta och abstrakta, ämnen</strong> och omsätter sin sammanfattning i en muntlig eller skriftlig sammanställning som anpassats till texttyp och mottagare."
        }
      }, {
        "text" : "Eleven kan <strong>________</strong> redogöra för innehåll, tema, motiv och berättartekniska grepp i längre skönlitterära texter från skilda kulturer och olika tider.",
        "knowledgeRequirementChoice" : {
          "E" : "Eleven kan <strong>översiktligt</strong> redogöra för innehåll, tema, motiv och berättartekniska grepp i längre skönlitterära texter från skilda kulturer och olika tider.",
          "C" : "Eleven kan <strong>utförligt</strong> redogöra för innehåll, tema, motiv och berättartekniska grepp i längre skönlitterära texter från skilda kulturer och olika tider.",
          "A" : "Eleven kan <strong>utförligt</strong> redogöra för innehåll, tema, motiv och berättartekniska grepp i längre skönlitterära texter från skilda kulturer och olika tider."
        }
      }, {
        "text" : "Eleven kan anpassa sitt lyssnande och sin läsning efter situation och texttyp och visar genom exempel skillnaden mellan berättande, beskrivande, återgivande och argumenterande drag.",
        "knowledgeRequirementChoice" : {
          "E" : "Eleven kan anpassa sitt lyssnande och sin läsning efter situation och texttyp och visar genom exempel skillnaden mellan berättande, beskrivande, återgivande och argumenterande drag.",
          "C" : "Eleven kan anpassa sitt lyssnande och sin läsning efter situation och texttyp och visar genom exempel skillnaden mellan berättande, beskrivande, återgivande och argumenterande drag.",
          "A" : "Eleven kan anpassa sitt lyssnande och sin läsning efter situation och texttyp och visar genom exempel skillnaden mellan berättande, beskrivande, återgivande och argumenterande drag."
        }
      }, {
        "text" : "Eleven kan <strong>________</strong> anpassa andras texter som mönster i sin egen språkproduktion.",
        "knowledgeRequirementChoice" : {
          "E" : "Eleven kan <strong>med viss säkerhet</strong> anpassa andras texter som mönster i sin egen språkproduktion.",
          "C" : "Eleven kan <strong>med viss säkerhet</strong> använda andras texter som mönster i sin egen språkproduktion.",
          "A" : "Eleven kan <strong>med säkerhet</strong> använda andras texter som mönster i sin egen språkproduktion."
        }
      } ]
    }, {
      "heading" : "",
      "knowledgeRequirements" : [ {
        "text" : "Eleven kan göra <strong>________</strong> reflektioner över hur språkbruk och språkanvändning påverkar människor sätt att tala och skriva, samt hur språk kan användas för att uttrycka maktförhållanden.",
        "knowledgeRequirementChoice" : {
          "E" : "Eleven kan göra <strong>enkla</strong> reflektioner över hur språkbruk och språkanvändning påverkar människor sätt att tala och skriva, samt hur språk kan användas för att uttrycka maktförhållanden.",
          "C" : "Eleven kan göra <strong>välgrundade</strong> reflektioner över hur språkbruk och språkanvändning påverkar människor sätt att tala och skriva, samt hur språk kan användas för att uttrycka maktförhållanden.",
          "A" : "Eleven kan göra <strong>välgrundade och nyanserade</strong> reflektioner över hur språkbruk och språkanvändning påverkar människor sätt att tala och skriva, samt hur språk kan användas för att uttrycka maktförhållanden."
        }
      }, {
        "text" : "Eleven kan ge exempel på inlärningsmöjligheter som förekommer i vardagslivet och undervisningssituationen samt <strong>________</strong> beskriva strategier och metoder för att utveckla sitt eget lärande.",
        "knowledgeRequirementChoice" : {
          "E" : "Eleven kan ge exempel på inlärningsmöjligheter som förekommer i vardagslivet och undervisningssituationen samt <strong>översiktligt</strong> beskriva strategier och metoder för att utveckla sitt eget lärande.",
          "C" : "Eleven kan ge exempel på inlärningsmöjligheter som förekommer i vardagslivet och undervisningssituationen samt <strong>översiktligt</strong> beskriva <strong>och använda</strong> strategier och metoder för att utveckla sitt eget lärande.",
          "A" : "Eleven kan ge exempel på inlärningsmöjligheter som förekommer i vardagslivet och undervisningssituationen samt <strong>utförligt</strong> beskriva <strong>och använda</strong> strategier och metoder för att utveckla sitt eget lärande."
        }
      } ]
    } ],
    "point" : 100,
    "year" : null
  } ]
}