{
  "name" : "Svenskt teckenspråk för hörande",
  "description" : "Svenskt teckenspråk är modersmål för personer i Sverige som är döva från födsel eller tidig barndom. Även andra grupper i samhället använder teckenspråk som kommunikationsmedel i skiftande sammanhang och omfattning. Tecknade språk har samma språkliga grundstruktur som talade språk. Samtidigt skiljer sig tecknade språk från talade språk när det gäller bland annat produktion, reception och grammatik. Kunskaper i svenskt teckenspråk ökar individens möjligheter att ingå i olika sociala och kulturella sammanhang bland döva och andra teckenspråksanvändare samt att delta i studie- och arbetsliv där språket används. Kunskaper i svenskt teckenspråk kan dessutom ge nya perspektiv på omvärlden, ökade möjligheter till kontakter och större förståelse för olika sätt att leva.",
  "code" : "SVT",
  "designation" : "",
  "skolfsId" : "0000:00",
  "purposes" : [ {
    "type" : "PARAGRAPH",
    "heading" : "",
    "lines" : [ "Undervisningen i svenskt teckenspråk för hörande ska syfta till att eleverna utvecklar kunskaper i svenskt teckenspråk samt tilltro till sin förmåga att använda teckenspråk i olika situationer och för skilda syften.", "Eleverna ska ges möjlighet att, genom språkanvändning i funktionella och meningsfulla sammanhang, utveckla en allsidig kommunikativ förmåga.", "Denna förmåga innefattar dels reception, som innebär att förstå svenskt teckenspråk både i möten med människor och i teckenspråkiga texter, dels produktion och interaktion, som innebär att formulera sig och samspela med andra samt att anpassa sitt språk till olika situationer, syften och mottagare.", "I undervisningen ska eleverna även ges möjlighet att utveckla språklig säkerhet och förmåga att uttrycka sig med variation och komplexitet.", "Dessutom ska eleverna ges möjlighet att utveckla förmåga att använda olika strategier för att stödja kommunikationen och för att lösa problem när språkkunskaperna inte räcker till." ]
  }, {
    "type" : "PARAGRAPH",
    "heading" : "",
    "lines" : [ "Eleverna ska ges möjlighet att utveckla kunskaper om livsvillkor, samhällsfrågor och kulturella företeelser i det teckenspråkiga samhället och i andra sammanhang där teckenspråk används.", "Undervisningen ska stimulera elevernas nyfikenhet på språk och kultur samt ge dem möjlighet att utveckla flerspråkighet där kunskaper i olika språk samverkar och stödjer varandra.", "Undervisningen ska dessutom bidra till att eleverna utvecklar språklig medvetenhet och kunskaper om hur man lär sig språk i och utanför undervisningen." ]
  }, {
    "type" : "PARAGRAPH",
    "heading" : "",
    "lines" : [ "Undervisningen ska i allt väsentligt bedrivas på svenskt teckenspråk.", "I undervisningen ska eleverna få möta varianter av svenskt teckenspråk samt få sätta innehållet i relation till egna erfarenheter och kunskaper.", "Eleverna ska få interagera med andra samt producera teckenspråkiga texter, på egen hand och tillsammans med andra, och med stöd av olika hjälpmedel och medier.", "Undervisningen ska dra nytta av omvärlden som en resurs för kontakter, information och lärande samt bidra till att eleverna utvecklar förståelse av hur man söker, värderar, väljer och tillägnar sig innehåll från olika källor för information, kunskaper och upplevelser." ]
  }, {
    "type" : "BULLET",
    "heading" : "Undervisningen i ämnet svenskt teckenspråk för hörande ska ge eleverna förutsättningar att utveckla följande:",
    "lines" : [ "Förståelse av svenskt teckenspråk i interaktion och i teckenspråkiga texter.", "Förmåga att formulera sig och kommunicera på svenskt teckenspråk.", "Förmåga att använda språkliga strategier i olika sammanhang.", "Förmåga att anpassa språket efter olika syften, mottagare och situationer.", "Förmåga att diskutera och reflektera över livsvillkor, samhällsfrågor och kulturella företeelser i olika sammanhang bland döva och andra teckenspråksanvändare." ]
  } ],
  "courses" : [ {
    "name" : "Svenskt teckenspråk för hörande 1",
    "description" : "Kursen svenskt teckenspråk för hörande 1 omfattar punkterna 1–5 under rubriken Ämnets syfte.",
    "code" : "SVTSVT01",
    "centralContent" : [ {
      "heading" : "Undervisningen i kursen ska behandla följande centrala innehåll:",
      "lines" : [ ]
    }, {
      "heading" : "Kommunikationens innehåll",
      "lines" : [ "Personlig information; ämnesområden som är välbekanta för eleverna; intressen, vardagliga situationer, personer och platser; åsikter och känslor.", "Vardagsliv och villkor i olika sammanhang där teckenspråk används." ]
    }, {
      "heading" : "Reception",
      "lines" : [ "Tydligt svenskt teckenspråk och enkla teckenspråkiga texter som är instruerande, beskrivande och kontaktskapande, även via olika medier och i kombination med illustrationer.", "Dialoger och samtal.", "Berättelser, även i dramatiserad form.", "Information och meddelanden, till exempel reklam.", "Strategier för att uppfatta betydelsebärande tecken och signaler och dra slutsatser om innehållet, till exempel med hjälp av förförståelse.", "Olika sätt att orientera sig i och välja bland teckenspråkiga texter från internet och andra medier.", "Grundläggande principer för teckenspråkets gestuella-visuella struktur.", "Tecken, icke-manuella signaler och vardagsfraser i de språk eleven möter.", "Hur ord bokstaveras och används i svenskt teckenspråk." ]
    }, {
      "heading" : "Produktion och interaktion",
      "lines" : [ "Presentationer, instruktioner, meddelanden och beskrivningar på sammanhängande teckenspråk. Samtal och dialog för kontakt och kommunikation.", "Strategier för att lösa språkliga problem i samtal, till exempel bokstavering, omformuleringar, visualisering och frågor.", "Språklig säkerhet när det gäller till exempel bokstavering, tecken och icke-manuella signaler." ]
    } ],
    "knowledgeRequirementParagraphs" : [ {
      "heading" : "",
      "knowledgeRequirements" : [ {
        "text" : "Eleven förstår <strong>________</strong> i tydligt tecknat, enkelt språk i lugnt tempo samt i korta, enkla teckenspråkiga texter om vardagliga och välbekanta ämnen.",
        "knowledgeRequirementChoice" : {
          "E" : "Eleven förstår <strong>enkel bokstavering, vanliga tecken och enkla fraser</strong> i tydligt tecknat, enkelt språk i lugnt tempo samt i korta, enkla teckenspråkiga texter om vardagliga och välbekanta ämnen.",
          "C" : "Eleven förstår <strong>det huvudsakliga innehållet och uppfattar tydliga detaljer</strong> i tydligt tecknat, enkelt språk i lugnt tempo samt i korta, enkla teckenspråkiga texter om vardagliga och välbekanta ämnen.",
          "A" : "Eleven förstår <strong>det huvudsakliga innehållet och uppfattar väsentliga detaljer</strong>, i tydligt tecknat, enkelt språk i lugnt tempo samt i korta, enkla teckenspråkiga texter om vardagliga och välbekanta ämnen."
        }
      }, {
        "text" : "Eleven visar sin förståelse genom att i <strong>________</strong> enkel form redogöra för innehållet samt genom att med <strong>________</strong> resultat agera utifrån budskap och instruktioner i innehållet.",
        "knowledgeRequirementChoice" : {
          "E" : "Eleven visar sin förståelse genom att i <strong>mycket</strong> enkel form redogöra för innehållet samt genom att med <strong>godtagbart</strong> resultat agera utifrån budskap och instruktioner i innehållet.",
          "C" : "Eleven visar sin förståelse genom att i <strong>mycket</strong> enkel form redogöra för innehåll <strong>och detaljer</strong> samt genom att med <strong>tillfredsställande</strong> resultat agera utifrån budskap och instruktioner i innehållet.",
          "A" : "Eleven visar sin förståelse genom att i enkel form redogöra för innehåll <strong>och detaljer</strong> samt genom att med <strong>gott</strong> resultat agera utifrån budskap och instruktioner i innehållet."
        }
      } ]
    }, {
      "heading" : "",
      "knowledgeRequirements" : [ {
        "text" : "För att underlätta sin förståelse av innehållet vid reception väljer och använder eleven <strong>________</strong> strategi i sin avläsning.",
        "knowledgeRequirementChoice" : {
          "E" : "För att underlätta sin förståelse av innehållet vid reception väljer och använder eleven <strong>någon</strong> strategi i sin avläsning.",
          "C" : "För att underlätta förståelse av innehållet vid reception väljer och använder eleven <strong>i viss utsträckning</strong> strategier i sin avläsning.",
          "A" : "För att underlätta sin förståelse av innehållet vid reception väljer och använder eleven <strong>i viss utsträckning</strong> strategier i sin avläsning."
        }
      } ]
    }, {
      "heading" : "",
      "knowledgeRequirements" : [ {
        "text" : "Eleven väljer teckenspråkiga texter av enkel karaktär och från olika medier, samt använder <strong>________</strong> det valda materialet i sin egen produktion och interaktion.",
        "knowledgeRequirementChoice" : {
          "E" : "Eleven väljer teckenspråkiga texter av enkel karaktär och från olika medier, samt använder <strong>med viss relevans</strong> det valda materialet i sin egen produktion och interaktion.",
          "C" : "Eleven väljer teckenspråkiga texter av enkel karaktär och från olika medier, samt använder <strong>på ett relevant sätt</strong> det valda materialet i sin egen produktion och interaktion.",
          "A" : "Eleven väljer teckenspråkiga texter av enkel karaktär och från olika medier, samt använder <strong>på ett relevant och effektivt sätt</strong> det valda materialet i sin egen produktion och interaktion."
        }
      } ]
    }, {
      "heading" : "",
      "knowledgeRequirements" : [ {
        "text" : "I framställningar av olika slag formulerar sig eleven enkelt och <strong>________</strong>.",
        "knowledgeRequirementChoice" : {
          "E" : "I framställningar av olika slag formulerar sig eleven enkelt och <strong>begripligt med bokstavering, enstaka tecken och fraser</strong>.",
          "C" : "I framställningar av olika slag formulerar sig eleven enkelt och <strong>relativt tydligt med bokstavering, fraser och meningar</strong>.",
          "A" : "I framställningar av olika slag formulerar sig eleven enkelt, <strong>relativt tydligt</strong> och <strong>till viss del sammanhängande</strong>."
        }
      }, {
        "text" : "För att förtydliga och variera sin kommunikation bearbetar eleven, och gör <strong>________</strong> enkla förbättringar av, egna framställningar.",
        "knowledgeRequirementChoice" : {
          "E" : "För att förtydliga och variera sin kommunikation bearbetar eleven, och gör <strong>enstaka</strong> enkla förbättringar av, egna framställningar.",
          "C" : "För att förtydliga och variera sin kommunikation bearbetar eleven, och gör <strong>enstaka</strong> enkla förbättringar av, egna framställningar.",
          "A" : "För att förtydliga och variera sin kommunikation bearbetar eleven, och gör enkla förbättringar av, egna framställningar."
        }
      } ]
    }, {
      "heading" : "",
      "knowledgeRequirements" : [ {
        "text" : "I interaktion uttrycker sig eleven <strong>________</strong> och enkelt med bokstavering, <strong>________</strong> tecken och <strong>________</strong> fraser.",
        "knowledgeRequirementChoice" : {
          "E" : "I interaktion uttrycker sig eleven <strong>begripligt</strong> och enkelt med bokstavering, <strong>enstaka</strong> tecken och <strong>enkla</strong> fraser.",
          "C" : "I interaktion uttrycker sig eleven <strong>begripligt</strong> och enkelt med bokstavering, tecken, fraser och <strong>meningar</strong>.",
          "A" : "I interaktion uttrycker sig eleven <strong>relativt tydligt</strong> och enkelt med bokstavering, tecken, fraser och <strong>meningar</strong>."
        }
      }, {
        "text" : "Dessutom väljer och använder eleven <strong>________</strong> strategi som löser problem i och förbättrar interaktionen.",
        "knowledgeRequirementChoice" : {
          "E" : "Dessutom väljer och använder eleven <strong>någon</strong> strategi som löser problem i och förbättrar interaktionen.",
          "C" : "Dessutom väljer och använder eleven <strong>några olika</strong> strategier som löser problem i och förbättrar interaktionen.",
          "A" : "Dessutom väljer och använder eleven <strong>flera olika</strong> strategier som löser problem i och förbättrar interaktionen."
        }
      } ]
    }, {
      "heading" : "",
      "knowledgeRequirements" : [ {
        "text" : "Eleven kommenterar i <strong>________</strong> enkel form några företeelser i olika sammanhang där teckenspråk används, och gör då också enkla jämförelser med egna erfarenheter och kunskaper.",
        "knowledgeRequirementChoice" : {
          "E" : "Eleven kommenterar i <strong>mycket</strong> enkel form några företeelser i olika sammanhang där teckenspråk används, och gör då också enkla jämförelser med egna erfarenheter och kunskaper.",
          "C" : "Eleven kommenterar i <strong>mycket</strong> enkel form några företeelser i olika sammanhang där teckenspråk används, och gör då också enkla jämförelser med egna erfarenheter och kunskaper.",
          "A" : "Eleven kommenterar i enkel form några företeelser i olika sammanhang där teckenspråk används, och gör då också enkla jämförelser med egna erfarenheter och kunskaper."
        }
      } ]
    } ],
    "point" : 100,
    "year" : null
  }, {
    "name" : "Svenskt teckenspråk för hörande 2",
    "description" : "Kursen svenskt teckenspråk för hörande 2 omfattar punkterna 1–5 under rubriken Ämnets syfte.",
    "code" : "SVTSVT02",
    "centralContent" : [ {
      "heading" : "Undervisningen i kursen ska behandla följande centrala innehåll:",
      "lines" : [ ]
    }, {
      "heading" : "Kommunikationens innehåll",
      "lines" : [ "Personlig information; ämnesområden som är välbekanta för eleverna; vardagliga situationer, intressen, personer, platser, aktiviteter och händelser; åsikter, känslor och erfarenheter.", "Vardagsliv, villkor och sociala relationer i olika sammanhang där teckenspråk används." ]
    }, {
      "heading" : "Reception",
      "lines" : [ "Tydligt svenskt teckenspråk och enkla teckenspråkiga texter som är instruerande, beskrivande och kontaktskapande, även via film och andra medier.", "Dialoger, intervjuer och samtal.", "Berättelser och annan fiktion, även i dramatiserad form.", "Information och meddelanden, till exempel reklam, tidtabeller och notiser.", "Strategier för att uppfatta betydelsebärande tecken, signaler och sammanhang samt för att anpassa avläsning till framställningens form och innehåll.", "Olika sätt att söka, välja och uppfatta innehållet i teckenspråkiga texter.", "Språkliga företeelser, till exempel satsbyggnad, fasta orala komponenter, icke-manuella signaler och rumsaspekter i det språk eleverna möter.", "Olika markörer för att inleda och avsluta olika typer av framställningar och samtal." ]
    }, {
      "heading" : "Produktion och interaktion",
      "lines" : [ "Presentationer, instruktioner, meddelanden, berättelser och beskrivningar på sammanhängande teckenspråk. Samtal och dialog för kontakt och kommunikation.", "Strategier som omformuleringar, frågor och stödjande fraser för att lösa språkliga problem i samtal och annan kommunikation samt för att delta i och bidra till samtal.", "Språklig säkerhet när det gäller till exempel bokstavering, tecken, fasta orala komponenter, icke-manuella signaler samt grammatiska strukturer, mot tydlighet och anpassning till syfte och sammanhang." ]
    } ],
    "knowledgeRequirementParagraphs" : [ {
      "heading" : "",
      "knowledgeRequirements" : [ {
        "text" : "Eleven förstår <strong>________</strong> i enkelt och tydligt tecknat svenskt teckenspråk tecknat i lugnt tempo samt i enkla teckenspråkiga texter om vardagliga och välbekanta ämnen.",
        "knowledgeRequirementChoice" : {
          "E" : "Eleven förstår <strong>det mest väsentliga av innehållet</strong> i enkelt och tydligt tecknat svenskt teckenspråk tecknat i lugnt tempo samt i enkla teckenspråkiga texter om vardagliga och välbekanta ämnen.",
          "C" : "Eleven förstår <strong>det huvudsakliga innehållet och uppfattar tydliga detaljer</strong> i enkelt och tydligt tecknat svenskt teckenspråk i lugnt tempo samt i enkla teckenspråkiga texter om vardagliga och välbekanta ämnen.",
          "A" : "Eleven förstår <strong>helheten och uppfattar väsentliga detaljer</strong>, i enkelt och tydligt tecknat svenskt teckenspråk i lugnt tempo samt i enkla teckenspråkiga texter om vardagliga och välbekanta ämnen."
        }
      }, {
        "text" : "Eleven visar sin förståelse genom att <strong>________</strong> redogöra för och kommentera innehållet samt genom att med <strong>________</strong> resultat agera utifrån budskap och instruktioner i innehållet.",
        "knowledgeRequirementChoice" : {
          "E" : "Eleven visar sin förståelse genom att <strong>i enkel form</strong> redogöra för och kommentera innehållet samt genom att med <strong>godtagbart</strong> resultat agera utifrån budskap och instruktioner i innehållet.",
          "C" : "Eleven visar sin förståelse genom att <strong>i enkel form</strong> redogöra för och kommentera innehåll <strong>och detaljer</strong> samt genom att med <strong>tillfredsställande</strong> resultat agera utifrån budskap och instruktioner i innehållet.",
          "A" : "Eleven visar sin förståelse genom att <strong>översiktligt</strong> redogöra för och kommentera innehåll <strong>och detaljer</strong> samt genom att med <strong>gott</strong> resultat agera utifrån budskap och instruktioner i innehållet."
        }
      } ]
    }, {
      "heading" : "",
      "knowledgeRequirements" : [ {
        "text" : "För att underlätta sin förståelse av innehållet vid reception väljer och använder eleven <strong>________</strong> strategi i sin avläsning.",
        "knowledgeRequirementChoice" : {
          "E" : "För att underlätta sin förståelse av innehållet vid reception väljer och använder eleven <strong>någon</strong> strategi i sin avläsning.",
          "C" : "För att underlätta sin förståelse av innehållet vid reception väljer och använder eleven <strong>i viss utsträckning</strong> strategier i sin avläsning.",
          "A" : "För att underlätta sin förståelse av innehållet vid reception väljer och använder eleven <strong>i viss utsträckning</strong> strategier i sin avläsning."
        }
      } ]
    }, {
      "heading" : "",
      "knowledgeRequirements" : [ {
        "text" : "Eleven väljer teckenspråkiga texter av enkel karaktär och från olika medier, samt använder <strong>________</strong> det valda materialet i sin egen produktion och interaktion.",
        "knowledgeRequirementChoice" : {
          "E" : "Eleven väljer teckenspråkiga texter av enkel karaktär och från olika medier, samt använder <strong>med viss relevans</strong> det valda materialet i sin egen produktion och interaktion.",
          "C" : "Eleven väljer teckenspråkiga texter av enkel karaktär och från olika medier, samt använder <strong>på ett relevant sätt</strong> det valda materialet i sin egen produktion och interaktion.",
          "A" : "Eleven väljer teckenspråkiga texter av enkel karaktär och från olika medier, samt använder <strong>på ett relevant och effektivt sätt</strong> det valda materialet i sin egen produktion och interaktion."
        }
      } ]
    }, {
      "heading" : "",
      "knowledgeRequirements" : [ {
        "text" : "I framställningar av olika slag formulerar sig eleven <strong>________</strong>.",
        "knowledgeRequirementChoice" : {
          "E" : "I framställningar av olika slag formulerar sig eleven <strong>enkelt och begripligt med fraser och meningar</strong>.",
          "C" : "I framställningar av olika slag formulerar sig eleven enkelt, <strong>relativt tydligt och till viss del sammanhängande</strong>.",
          "A" : "I framställningar av olika slag formulerar sig eleven enkelt, <strong>relativt tydligt och relativt sammanhängande</strong>."
        }
      }, {
        "text" : "För att förtydliga och variera sin kommunikation bearbetar eleven, och gör <strong>________</strong> enkla förbättringar av, egna framställningar.",
        "knowledgeRequirementChoice" : {
          "E" : "För att förtydliga och variera sin kommunikation bearbetar eleven, och gör <strong>enstaka</strong> enkla förbättringar av, egna framställningar.",
          "C" : "För att förtydliga och variera sin kommunikation bearbetar eleven, och gör enkla förbättringar av, egna framställningar.",
          "A" : "För att förtydliga och variera sin kommunikation bearbetar eleven, och gör enkla förbättringar av, egna framställningar."
        }
      } ]
    }, {
      "heading" : "",
      "knowledgeRequirements" : [ {
        "text" : "I interaktion uttrycker sig eleven <strong>________</strong> och enkelt med tecken, fraser och meningar.",
        "knowledgeRequirementChoice" : {
          "E" : "I interaktion uttrycker sig eleven <strong>begripligt</strong> och enkelt med tecken, fraser och meningar.",
          "C" : "I interaktion uttrycker sig eleven <strong>relativt tydligt</strong> och enkelt med tecken, fraser och meningar.",
          "A" : "I interaktion uttrycker sig eleven <strong>tydligt</strong> och enkelt med tecken, fraser och meningar <strong>samt i någon mån anpassat till syfte, mottagare och situation</strong>."
        }
      }, {
        "text" : "Dessutom väljer och använder eleven <strong>________</strong> strategi som löser problem i och förbättrar interaktionen.",
        "knowledgeRequirementChoice" : {
          "E" : "Dessutom väljer och använder eleven <strong>någon</strong> strategi som löser problem i och förbättrar interaktionen.",
          "C" : "Dessutom väljer och använder eleven <strong>några olika</strong> strategier som löser problem i och förbättrar interaktionen.",
          "A" : "Dessutom väljer och använder eleven <strong>flera olika</strong> strategier som löser problem i och förbättrar interaktionen."
        }
      } ]
    }, {
      "heading" : "",
      "knowledgeRequirements" : [ {
        "text" : "Eleven kommenterar <strong>________</strong> några företeelser i olika sammanhang där teckenspråk används, och gör då också enkla jämförelser med egna erfarenheter och kunskaper.",
        "knowledgeRequirementChoice" : {
          "E" : "Eleven kommenterar <strong>i enkel form</strong> några företeelser i olika sammanhang där teckenspråk används, och gör då också enkla jämförelser med egna erfarenheter och kunskaper.",
          "C" : "Eleven kommenterar <strong>i enkel form</strong> några företeelser i olika sammanhang där teckenspråk används, och gör då också enkla jämförelser med egna erfarenheter och kunskaper.",
          "A" : "Eleven kommenterar <strong>översiktligt</strong> några företeelser i olika sammanhang där teckenspråk används, och gör då också enkla jämförelser med egna erfarenheter och kunskaper."
        }
      } ]
    } ],
    "point" : 100,
    "year" : null
  }, {
    "name" : "Svenskt teckenspråk för hörande 3",
    "description" : "Kursen svenskt teckenspråk för hörande 3 omfattar punkterna 1–5 under rubriken Ämnets syfte.",
    "code" : "SVTSVT03",
    "centralContent" : [ {
      "heading" : "Undervisningen i kursen ska behandla följande centrala innehåll:",
      "lines" : [ ]
    }, {
      "heading" : "Kommunikationens innehåll",
      "lines" : [ "Kända ämnesområden; vardagliga situationer, intressen, personer, platser, aktiviteter och aktuella händelser; åsikter, känslor och erfarenheter.", "Dövas tvåspråkighetssituation och teckenspråks förhållande till tal- och skriftspråk i olika situationer." ]
    }, {
      "heading" : "Reception",
      "lines" : [ "Tydligt svenskt teckenspråk och teckenspråkiga texter, som är instruerande, beskrivande, berättande, diskuterande och kontaktskapande, även via film och andra medier.", "Samtal och sammanhängande teckenspråk, till exempel dialoger och intervjuer.", "Berättelser och annan fiktion, även i dramatiserad form.", "Enkel sakprosa av olika slag och med olika syften, till exempel nyheter.", "Strategier för att uppfatta detaljer och betydelsebärande enheter för att förstå sammanhang samt för att anpassa avläsning till framställningens form, innehåll och syfte.", "Olika sätt att söka, välja och värdera innehållet i teckenspråkiga texter.", "Språkliga företeelser, till exempel satsbyggnad och fasta orala komponenter samt icke-manuella signaler och annan grammatisk struktur, i det språk eleverna möter.", "Variation av svenskt teckenspråk för olika syften och i olika sammanhang." ]
    }, {
      "heading" : "Produktion och interaktion",
      "lines" : [ "Instruktioner, berättelser och beskrivningar på sammanhängande teckenspråk. Diskussioner, samtal och textproduktion för kontakt och kommunikation i olika situationer.", "Strategier för att lösa språkliga problem, till exempel med hjälp av omformuleringar och förklaringar.", "Strategier för att bidra till och aktivt medverka i samtal, till exempel genom att ta initiativ till interaktion, återkoppling och turtagning.", "Språklig säkerhet när det gäller till exempel bokstavering, teckenbildning, fasta orala komponenter, icke-manuella signaler och grammatiska strukturer, mot tydlighet, variation och anpassning till syfte, mottagare och situation." ]
    } ],
    "knowledgeRequirementParagraphs" : [ {
      "heading" : "",
      "knowledgeRequirements" : [ {
        "text" : "Eleven förstår <strong>________</strong> detaljer i svenskt teckenspråk tecknat i lugnt tempo samt i enkla teckenspråkiga texter om kända ämnen.",
        "knowledgeRequirementChoice" : {
          "E" : "Eleven förstår <strong>det huvudsakliga innehållet och uppfattar tydliga</strong> detaljer i svenskt teckenspråk tecknat i lugnt tempo samt i enkla teckenspråkiga texter om kända ämnen.",
          "C" : "Eleven förstår <strong>det huvudsakliga innehållet och uppfattar väsentliga</strong> detaljer i svenskt teckenspråk tecknat i lugnt tempo samt i enkla teckenspråkiga texter om kända ämnen.",
          "A" : "Eleven förstår <strong>såväl helhet som</strong> detaljer i svenskt teckenspråk tecknat i lugnt tempo samt i enkla teckenspråkiga texter om kända ämnen."
        }
      }, {
        "text" : "Eleven visar sin förståelse genom att <strong>________</strong> redogöra för, diskutera och kommentera innehåll och detaljer samt genom att med <strong>________</strong> resultat agera utifrån budskap och instruktioner i innehållet.",
        "knowledgeRequirementChoice" : {
          "E" : "Eleven visar sin förståelse genom att <strong>i enkel form</strong> redogöra för, diskutera och kommentera innehåll och detaljer samt genom att med <strong>godtagbart</strong> resultat agera utifrån budskap och instruktioner i innehållet.",
          "C" : "Eleven visar sin förståelse genom att <strong>översiktligt</strong> redogöra för, diskutera och kommentera innehåll och detaljer samt genom att med <strong>tillfredsställande</strong> resultat agera utifrån budskap och instruktioner i innehållet.",
          "A" : "Eleven visar sin förståelse genom att <strong>välgrundat</strong> redogöra för, diskutera och kommentera innehåll och detaljer samt genom att med <strong>gott</strong> resultat agera utifrån budskap och instruktioner i innehållet."
        }
      } ]
    }, {
      "heading" : "",
      "knowledgeRequirements" : [ {
        "text" : "För att underlätta sin förståelse av innehållet vid reception väljer och använder eleven <strong>________</strong> strategi i sin avläsning.",
        "knowledgeRequirementChoice" : {
          "E" : "För att underlätta sin förståelse av innehållet vid reception väljer och använder eleven <strong>någon</strong> strategi i sin avläsning.",
          "C" : "För att underlätta sin förståelse av innehållet vid reception väljer och använder eleven <strong>i viss utsträckning</strong> strategier i sin avläsning.",
          "A" : "För att underlätta sin förståelse av innehållet vid reception väljer och använder eleven <strong>i viss utsträckning</strong> strategier i sin avläsning."
        }
      } ]
    }, {
      "heading" : "",
      "knowledgeRequirements" : [ {
        "text" : "Eleven väljer teckenspråkiga texter från olika medier, samt använder <strong>________</strong> det valda materialet i sin egen produktion och interaktion.",
        "knowledgeRequirementChoice" : {
          "E" : "Eleven väljer teckenspråkiga texter från olika medier, samt använder <strong>med viss relevans</strong> det valda materialet i sin egen produktion och interaktion.",
          "C" : "Eleven väljer teckenspråkiga texter från olika medier, samt använder <strong>på ett relevant sätt</strong> det valda materialet i sin egen produktion och interaktion.",
          "A" : "Eleven väljer teckenspråkiga texter från olika medier, samt använder <strong>på ett relevant och effektivt sätt</strong> det valda materialet i sin egen produktion och interaktion."
        }
      } ]
    }, {
      "heading" : "",
      "knowledgeRequirements" : [ {
        "text" : "I framställningar av olika slag formulerar sig eleven <strong>________</strong> sammanhängande.",
        "knowledgeRequirementChoice" : {
          "E" : "I framställningar av olika slag formulerar sig eleven <strong>enkelt, begripligt och till viss del</strong> sammanhängande.",
          "C" : "I framställningar av olika slag formulerar sig eleven <strong>enkelt, relativt tydligt och relativt</strong> sammanhängande.",
          "A" : "I framställningar av olika slag formulerar sig eleven <strong>relativt varierat, tydligt och relativt</strong> sammanhängande. <strong>Eleven formulerar sig även med visst flyt och i någon mån anpassat till syfte, mottagare och situation</strong>."
        }
      }, {
        "text" : "För att förtydliga och variera sin kommunikation bearbetar eleven, och gör <strong>________</strong> förbättringar av, egna framställningar.",
        "knowledgeRequirementChoice" : {
          "E" : "För att förtydliga och variera sin kommunikation bearbetar eleven, och gör <strong>enkla</strong> förbättringar av, egna framställningar.",
          "C" : "För att förtydliga och variera sin kommunikation bearbetar eleven, och gör <strong>enkla</strong> förbättringar av, egna framställningar.",
          "A" : "För att förtydliga och variera sin kommunikation bearbetar eleven, och gör <strong>välgrundade</strong> förbättringar av, egna framställningar."
        }
      } ]
    }, {
      "heading" : "",
      "knowledgeRequirements" : [ {
        "text" : "I interaktion uttrycker sig eleven <strong>________</strong>.",
        "knowledgeRequirementChoice" : {
          "E" : "I interaktion uttrycker sig eleven <strong>begripligt och enkelt</strong>.",
          "C" : "I interaktion uttrycker sig eleven <strong>relativt tydligt och enkelt samt i någon mån anpassat till syfte, mottagare och situation</strong>.",
          "A" : "I interaktion uttrycker sig eleven <strong>tydligt och med visst flyt samt med viss anpassning till syfte, mottagare och situation</strong>."
        }
      }, {
        "text" : "Dessutom väljer och använder eleven <strong>________</strong> fungerande strategier som <strong>________</strong> löser problem i och förbättrar interaktionen.",
        "knowledgeRequirementChoice" : {
          "E" : "Dessutom väljer och använder eleven <strong>i huvudsak</strong> fungerande strategier som <strong>i viss mån</strong> löser problem i och förbättrar interaktionen.",
          "C" : "Dessutom väljer och använder eleven fungerande strategier som löser problem i och förbättrar interaktionen.",
          "A" : "Dessutom väljer och använder eleven <strong>väl</strong> fungerande strategier som löser problem i och förbättrar interaktionen <strong>och för den framåt på ett konstruktivt sätt</strong>."
        }
      } ]
    }, {
      "heading" : "",
      "knowledgeRequirements" : [ {
        "text" : "Eleven diskuterar <strong>________</strong> några företeelser i olika sammanhang där teckenspråk används, och gör då också <strong>________</strong> jämförelser med egna erfarenheter och kunskaper.",
        "knowledgeRequirementChoice" : {
          "E" : "Eleven diskuterar <strong>i enkel form</strong> några företeelser i olika sammanhang där teckenspråk används, och gör då också <strong>enkla</strong> jämförelser med egna erfarenheter och kunskaper.",
          "C" : "Eleven diskuterar <strong>översiktligt</strong> några företeelser i olika sammanhang där teckenspråk används, och gör då också <strong>enkla</strong> jämförelser med egna erfarenheter och kunskaper.",
          "A" : "Eleven diskuterar <strong>utförligt</strong> några företeelser i olika sammanhang där teckenspråk används, och gör då också <strong>välutvecklade</strong> jämförelser med egna erfarenheter och kunskaper."
        }
      } ]
    } ],
    "point" : 100,
    "year" : null
  }, {
    "name" : "Svenskt teckenspråk för hörande 4",
    "description" : "Kursen svenskt teckenspråk för hörande 4 omfattar punkterna 1–5 under rubriken Ämnets syfte.",
    "code" : "SVTSVT04",
    "centralContent" : [ {
      "heading" : "Undervisningen i kursen ska behandla följande centrala innehåll:",
      "lines" : [ ]
    }, {
      "heading" : "Kommunikationens innehåll",
      "lines" : [ "Aktuella och kända ämnesområden; intressen, vardagliga situationer, aktiviteter och händelseförlopp; relationer och etiska frågor; åsikter, erfarenheter, känslor och framtidsplaner.", "Dövas levnadssituation internationellt i olika sammanhang samt teckenspråkens situation i ett internationellt perspektiv." ]
    }, {
      "heading" : "Reception",
      "lines" : [ "Svenskt teckenspråk och teckenspråkiga texter som är instruerande, beskrivande, berättande, diskuterande, argumenterande och kontaktskapande, även via film och andra medier.", "Samtal och sammanhängande teckenspråk, till exempel dialoger och intervjuer.", "Berättelser och annan fiktion, även i dramatiserad form, samt teckenspråkig poesi.", "Sakprosa av olika slag och med olika syften, till exempel reportage.", "Strategier för att uppfatta detaljer och förstå sammanhang samt för att anpassa avläsning till framställningens form, innehåll och syfte.", "Olika sätt att söka, välja och värdera innehållet i teckenspråkiga texter.", "Språkliga företeelser, tecken, fasta orala komponenter, icke-manuella signaler och grammatiska strukturer i det språk eleven möter.", "Variation av svenskt teckenspråk för olika syften och i olika sammanhang.", "Hur teckenbildningsprocesser och satsbildning används för att skapa språklig struktur och sammanhängande helheter." ]
    }, {
      "heading" : "Produktion och interaktion",
      "lines" : [ "Instruktioner, berättelser och beskrivningar på sammanhängande teckenspråk. Samtal, diskussion och argumentation för kommunikation och kontakt i olika situationer.", "Strategier för att lösa språkliga problem, till exempel med hjälp av omformuleringar och förklaringar.", "Strategier för att bidra till och aktivt medverka i samtal, till exempel genom att ge bekräftelse, ställa följdfrågor och ta initiativ till nya frågeställningar eller ämnen.", "Språklig säkerhet när det gäller till exempel fasta orala komponenter, icke-manuella signaler och satsbyggnad samt andra grammatiska strukturer, mot tydlighet, variation och flyt.", "Bearbetning av egna och andras framställningar för att variera, tydliggöra, precisera och anpassa dem till syfte, mottagare och situation." ]
    } ],
    "knowledgeRequirementParagraphs" : [ {
      "heading" : "",
      "knowledgeRequirements" : [ {
        "text" : "Eleven förstår <strong>________</strong> detaljer i svenskt teckenspråk tecknat i måttligt tempo samt i lättillgängliga teckenspråkiga texter i olika genrer.",
        "knowledgeRequirementChoice" : {
          "E" : "Eleven förstår <strong>det huvudsakliga innehållet och uppfattar tydliga</strong> detaljer i svenskt teckenspråk tecknat i måttligt tempo samt i lättillgängliga teckenspråkiga texter i olika genrer.",
          "C" : "Eleven förstår <strong>det huvudsakliga innehållet och uppfattar väsentliga</strong> detaljer i svenskt teckenspråk tecknat i måttligt tempo samt i lättillgängliga teckenspråkiga texter i olika genrer.",
          "A" : "Eleven förstår <strong>såväl helhet som</strong> detaljer i svenskt teckenspråk tecknat i måttligt tempo och i lättillgängliga teckenspråkiga texter i olika genrer."
        }
      }, {
        "text" : "Eleven visar sin förståelse genom att <strong>________</strong> redogöra för, diskutera och kommentera innehåll och detaljer samt genom att med <strong>________</strong> resultat agera utifrån budskap och instruktioner i innehållet.",
        "knowledgeRequirementChoice" : {
          "E" : "Eleven visar sin förståelse genom att <strong>översiktligt</strong> redogöra för, diskutera och kommentera innehåll och detaljer samt genom att med <strong>godtagbart</strong> resultat agera utifrån budskap och instruktioner i innehållet.",
          "C" : "Eleven visar sin förståelse genom att <strong>välgrundat</strong> redogöra för, diskutera och kommentera innehåll och detaljer samt genom att med <strong>tillfredsställande</strong> resultat agera utifrån budskap och instruktioner i innehållet.",
          "A" : "Eleven visar sin förståelse genom att <strong>välgrundat och nyanserat</strong> redogöra för, diskutera och kommentera innehåll och detaljer samt genom att med <strong>gott</strong> resultat agera utifrån budskap och instruktioner i innehållet."
        }
      } ]
    }, {
      "heading" : "",
      "knowledgeRequirements" : [ {
        "text" : "För att underlätta sin förståelse av innehållet vid reception väljer och använder eleven <strong>________</strong> strategi i sin avläsning.",
        "knowledgeRequirementChoice" : {
          "E" : "För att underlätta sin förståelse av innehållet vid reception väljer och använder eleven <strong>någon</strong> strategi i sin avläsning.",
          "C" : "För att underlätta sin förståelse av innehållet vid reception väljer och använder eleven <strong>i viss utsträckning</strong> strategier i sin avläsning.",
          "A" : "För att underlätta sin förståelse av innehållet vid reception väljer och använder eleven <strong>i viss utsträckning</strong> strategier i sin avläsning."
        }
      } ]
    }, {
      "heading" : "",
      "knowledgeRequirements" : [ {
        "text" : "Eleven väljer teckenspråkiga texter från olika medier, samt använder <strong>________</strong> det valda materialet i sin egen produktion och interaktion.",
        "knowledgeRequirementChoice" : {
          "E" : "Eleven väljer teckenspråkiga texter från olika medier, samt använder <strong>med viss relevans</strong> det valda materialet i sin egen produktion och interaktion.",
          "C" : "Eleven väljer teckenspråkiga texter från olika medier, samt använder <strong>på ett relevant sätt</strong> det valda materialet i sin egen produktion och interaktion.",
          "A" : "Eleven väljer teckenspråkiga texter från olika medier, samt använder <strong>på ett relevant och effektivt sätt</strong> det valda materialet i sin egen produktion och interaktion."
        }
      } ]
    }, {
      "heading" : "",
      "knowledgeRequirements" : [ {
        "text" : "I framställningar i olika genrer formulerar sig eleven <strong>________</strong> och <strong>________</strong> sammanhängande.",
        "knowledgeRequirementChoice" : {
          "E" : "I framställningar i olika genrer formulerar sig eleven <strong>enkelt, begripligt</strong> och <strong>relativt</strong> sammanhängande.",
          "C" : "I framställningar i olika genrer formulerar sig eleven <strong>relativt varierat, tydligt</strong> och <strong>relativt</strong> sammanhängande. <strong>Eleven formulerar sig även med visst flyt och i någon mån anpassat till syfte, mottagare och situation</strong>.",
          "A" : "I framställningar i olika genrer formulerar sig eleven <strong>relativt varierat, tydligt</strong> och sammanhängande. <strong>Eleven formulerar sig även med flyt och viss anpassning till syfte, mottagare och situation</strong>."
        }
      }, {
        "text" : "För att förtydliga och variera sin kommunikation bearbetar eleven, och gör <strong>________</strong> förbättringar av, egna framställningar.",
        "knowledgeRequirementChoice" : {
          "E" : "För att förtydliga och variera sin kommunikation bearbetar eleven, och gör <strong>enkla</strong> förbättringar av, egna framställningar.",
          "C" : "För att förtydliga och variera sin kommunikation bearbetar eleven, och gör <strong>välgrundade</strong> förbättringar av, egna framställningar.",
          "A" : "För att förtydliga och variera sin kommunikation bearbetar eleven, och gör <strong>välgrundade</strong> förbättringar av, egna framställningar."
        }
      } ]
    }, {
      "heading" : "",
      "knowledgeRequirements" : [ {
        "text" : "I interaktion i olika sammanhang uttrycker sig eleven <strong>________</strong> samt <strong>________</strong> till syfte, mottagare och situation.",
        "knowledgeRequirementChoice" : {
          "E" : "I interaktion i olika sammanhang uttrycker sig eleven <strong>begripligt och enkelt</strong> samt <strong>i någon mån anpassat</strong> till syfte, mottagare och situation.",
          "C" : "I interaktion i olika sammanhang uttrycker sig eleven <strong>tydligt och med visst flyt</strong> samt <strong>med viss anpassning</strong> till syfte, mottagare och situation.",
          "A" : "I interaktion i olika sammanhang uttrycker sig eleven <strong>tydligt och med flyt</strong> samt <strong>med viss anpassning</strong> till syfte, mottagare och situation."
        }
      }, {
        "text" : "Dessutom väljer och använder eleven <strong>________</strong> fungerande strategier som <strong>________</strong> löser problem i och förbättrar interaktionen.",
        "knowledgeRequirementChoice" : {
          "E" : "Dessutom väljer och använder eleven <strong>i huvudsak</strong> fungerande strategier som <strong>i viss mån</strong> löser problem i och förbättrar interaktionen.",
          "C" : "Dessutom väljer och använder eleven fungerande strategier som löser problem i och förbättrar interaktionen.",
          "A" : "Dessutom väljer och använder eleven <strong>väl</strong> fungerande strategier som löser problem i och förbättrar interaktionen <strong>och för den framåt på ett konstruktivt sätt</strong>."
        }
      } ]
    }, {
      "heading" : "",
      "knowledgeRequirements" : [ {
        "text" : "Eleven diskuterar <strong>________</strong> några företeelser i olika sammanhang där teckenspråk används, och gör då också <strong>________</strong> jämförelser med egna erfarenheter och kunskaper.",
        "knowledgeRequirementChoice" : {
          "E" : "Eleven diskuterar <strong>översiktligt</strong> några företeelser i olika sammanhang där teckenspråk används, och gör då också <strong>enkla</strong> jämförelser med egna erfarenheter och kunskaper.",
          "C" : "Eleven diskuterar <strong>utförligt</strong> några företeelser i olika sammanhang där teckenspråk används, och gör då också <strong>välutvecklade</strong> jämförelser med egna erfarenheter och kunskaper.",
          "A" : "Eleven diskuterar <strong>utförligt och nyanserat</strong> några företeelser i olika sammanhang där teckenspråk används, och gör då också <strong>välutvecklade och nyanserade</strong> jämförelser med egna erfarenheter och kunskaper."
        }
      } ]
    } ],
    "point" : 100,
    "year" : null
  }, {
    "name" : "Svenskt teckenspråk för hörande 5",
    "description" : "Kursen svenskt teckenspråk för hörande 5 omfattar punkterna 1–5 under rubriken Ämnets syfte.",
    "code" : "SVTSVT05",
    "centralContent" : [ {
      "heading" : "Undervisningen i kursen ska behandla följande centrala innehåll:",
      "lines" : [ ]
    }, {
      "heading" : "Kommunikationens innehåll",
      "lines" : [ "Ämnesområden med anknytning till elevernas utbildning samt samhälls- och arbetsliv; aktuella områden; händelser och händelseförlopp; tankar, åsikter, idéer, erfarenheter och känslor; relationer och etiska frågor.", "Värderingar och attityder kopplade till döva, dövblinda, hörselskadade och andra teckenspråkiga personer. Sociala, politiska och kulturella förhållanden i olika sammanhang där teckenspråk används även internationellt." ]
    }, {
      "heading" : "Reception",
      "lines" : [ "Svenskt teckenspråk, även med viss social färgning, och teckenspråkiga texter, som är instruerande, berättande, sammanfattande, förklarande, diskuterande, rapporterande och argumenterande, även via medier.", "Sammanhängande teckenspråk och samtal av olika slag, till exempel intervjuer.", "Skönlitteratur och annan fiktion.", "Sakprosa av olika slag och med olika syften, till exempel manualer, populärvetenskapliga texter och reportage.", "Strategier för att jämföra svenska eller annat modersmål med svenskt teckenspråk.", "Olika sätt att söka, välja och kritiskt granska teckenspråkiga texter.", "Hur språkliga komponenter i framställningar skapar struktur och sammanhang och tydliggör bland annat inledning, orsakssammanhang, tids- och rumsaspekter." ]
    }, {
      "heading" : "Produktion och interaktion",
      "lines" : [ "Produktion och interaktion av olika slag, även i mer formella sammanhang, där eleverna instruerar, berättar, sammanfattar, förklarar, kommenterar, värderar, motiverar sina åsikter, diskuterar och argumenterar.", "Strategier för att bidra till och aktivt medverka i diskussioner med anknytning till samhälls- och arbetslivet.", "Bearbetning av egna och andras framställningar för att variera, tydliggöra och precisera dem samt för att skapa struktur och anpassa dem till syftet och situationen. I detta ingår användning av språkliga komponenter som tydliggör orsakssammanhang och tids- och rumsaspekter." ]
    } ],
    "knowledgeRequirementParagraphs" : [ {
      "heading" : "",
      "knowledgeRequirements" : [ {
        "text" : "Eleven förstår <strong>________</strong> detaljer i svenskt teckenspråk tecknat i varierande tempo och i tydligt formulerade teckenspråkiga texter, i olika genrer.",
        "knowledgeRequirementChoice" : {
          "E" : "Eleven förstår <strong>huvudsakligt innehåll och uppfattar tydliga</strong> detaljer i svenskt teckenspråk tecknat i varierande tempo och i tydligt formulerade teckenspråkiga texter, i olika genrer.",
          "C" : "Eleven förstår <strong>huvudsakligt innehåll och uppfattar väsentliga</strong> detaljer i svenskt teckenspråk tecknat i varierande tempo och i tydligt formulerade teckenspråkiga texter, i olika genrer.",
          "A" : "Eleven förstår <strong>såväl helhet som</strong> detaljer i svenskt teckenspråk tecknat i varierande tempo och i tydligt formulerade teckenspråkiga texter, i olika genrer."
        }
      }, {
        "text" : "Eleven visar sin förståelse genom att <strong>________</strong> redogöra för, diskutera och kommentera innehåll och detaljer samt genom att med <strong>________</strong> resultat agera utifrån budskap och instruktioner i innehållet.",
        "knowledgeRequirementChoice" : {
          "E" : "Eleven visar sin förståelse genom att <strong>översiktligt</strong> redogöra för, diskutera och kommentera innehåll och detaljer samt genom att med <strong>godtagbart</strong> resultat agera utifrån budskap och instruktioner i innehållet.",
          "C" : "Eleven visar sin förståelse genom att <strong>välgrundat</strong> redogöra för, diskutera och kommentera innehåll och detaljer samt genom att med <strong>tillfredsställande</strong> resultat agera utifrån budskap och instruktioner i innehållet.",
          "A" : "Eleven visar sin förståelse genom att <strong>välgrundat och nyanserat</strong> redogöra för, diskutera och kommentera innehåll och detaljer samt genom att med <strong>gott</strong> resultat agera utifrån budskap och instruktioner i innehållet."
        }
      } ]
    }, {
      "heading" : "",
      "knowledgeRequirements" : [ {
        "text" : "Eleven väljer och använder <strong>________</strong> strategier för att tillgodogöra sig och kritiskt granska innehållet i sin reception.",
        "knowledgeRequirementChoice" : {
          "E" : "Eleven väljer och använder <strong>med viss säkerhet</strong> strategier för att tillgodogöra sig och kritiskt granska innehållet i sin reception.",
          "C" : "Eleven väljer och använder <strong>med viss säkerhet</strong> strategier för att tillgodogöra sig och kritiskt granska innehållet i sin reception.",
          "A" : "Eleven väljer och använder <strong>med säkerhet</strong> strategier för att tillgodogöra sig och kritiskt granska innehållet i sin reception."
        }
      } ]
    }, {
      "heading" : "",
      "knowledgeRequirements" : [ {
        "text" : "Eleven väljer teckenspråkiga texter från olika medier och använder på ett relevant sätt det valda materialet i sin egen produktion och interaktion.",
        "knowledgeRequirementChoice" : {
          "E" : "Eleven väljer teckenspråkiga texter från olika medier och använder på ett relevant sätt det valda materialet i sin egen produktion och interaktion.",
          "C" : "Eleven väljer teckenspråkiga texter från olika medier och använder på ett relevant <strong>och effektivt</strong> sätt det valda materialet i sin egen produktion och interaktion.",
          "A" : "Eleven väljer teckenspråkiga texter från olika medier och använder på ett relevant, <strong>effektivt och kritiskt</strong> sätt det valda materialet i sin egen produktion och interaktion."
        }
      } ]
    }, {
      "heading" : "",
      "knowledgeRequirements" : [ {
        "text" : "I framställningar i olika genrer formulerar sig eleven <strong>________</strong> varierat, <strong>________</strong> tydligt och <strong>________</strong> sammanhängande.",
        "knowledgeRequirementChoice" : {
          "E" : "I framställningar i olika genrer formulerar sig eleven <strong>relativt</strong> varierat, <strong>relativt</strong> tydligt och <strong>relativt</strong> sammanhängande.",
          "C" : "I framställningar i olika genrer formulerar sig eleven <strong>relativt</strong> varierat, tydligt, sammanhängande och <strong>relativt strukturerat</strong>.",
          "A" : "I framställningar i olika genrer formulerar sig eleven varierat, tydligt, sammanhängande och <strong>strukturerat</strong>."
        }
      }, {
        "text" : "Eleven formulerar sig även med <strong>________</strong> flyt och <strong>________</strong> till syfte, mottagare och situation.",
        "knowledgeRequirementChoice" : {
          "E" : "Eleven formulerar sig även med <strong>visst</strong> flyt och <strong>i någon mån anpassat</strong> till syfte, mottagare och situation.",
          "C" : "Eleven formulerar sig även med flyt och <strong>viss anpassning</strong> till syfte, mottagare och situation.",
          "A" : "Eleven formulerar sig även med flyt och <strong>viss anpassning</strong> till syfte, mottagare och situation."
        }
      }, {
        "text" : "Eleven bearbetar, och gör <strong>________</strong> förbättringar av, egna framställningar.",
        "knowledgeRequirementChoice" : {
          "E" : "Eleven bearbetar, och gör <strong>enkla</strong> förbättringar av, egna framställningar.",
          "C" : "Eleven bearbetar, och gör <strong>välgrundade</strong> förbättringar av, egna framställningar.",
          "A" : "Eleven bearbetar, och gör <strong>välgrundade och nyanserade</strong> förbättringar av, egna framställningar."
        }
      } ]
    }, {
      "heading" : "",
      "knowledgeRequirements" : [ {
        "text" : "I interaktion i olika, även mer formella, sammanhang uttrycker sig eleven tydligt och med <strong>________</strong> flyt samt med <strong>________</strong> anpassning till syfte, mottagare och situation.",
        "knowledgeRequirementChoice" : {
          "E" : "I interaktion i olika, även mer formella, sammanhang uttrycker sig eleven tydligt och med <strong>visst</strong> flyt samt med <strong>viss</strong> anpassning till syfte, mottagare och situation.",
          "C" : "I interaktion i olika, även mer formella, sammanhang uttrycker sig eleven tydligt och med flyt samt med <strong>viss</strong> anpassning till syfte, mottagare och situation.",
          "A" : "I interaktion i olika, även mer formella, sammanhang uttrycker sig eleven tydligt, <strong>relativt ledigt</strong> och med flyt samt med anpassning till syfte, mottagare och situation."
        }
      }, {
        "text" : "Dessutom väljer och använder eleven <strong>________</strong> fungerande strategier som <strong>________</strong> löser problem i och förbättrar interaktionen.",
        "knowledgeRequirementChoice" : {
          "E" : "Dessutom väljer och använder eleven <strong>i huvudsak</strong> fungerande strategier som <strong>i viss mån</strong> löser problem i och förbättrar interaktionen.",
          "C" : "Dessutom väljer och använder eleven och fungerande strategier som löser problem i och förbättrar interaktionen.",
          "A" : "Dessutom väljer och använder eleven <strong>väl</strong> fungerande strategier som löser problem i och förbättrar interaktionen <strong>och för den framåt på ett konstruktivt sätt</strong>."
        }
      } ]
    }, {
      "heading" : "",
      "knowledgeRequirements" : [ {
        "text" : "Eleven diskuterar <strong>________</strong> några företeelser i olika sammanhang där teckenspråk används, och gör då också <strong>________</strong> jämförelser med egna erfarenheter och kunskaper.",
        "knowledgeRequirementChoice" : {
          "E" : "Eleven diskuterar <strong>översiktligt</strong> några företeelser i olika sammanhang där teckenspråk används, och gör då också <strong>enkla</strong> jämförelser med egna erfarenheter och kunskaper.",
          "C" : "Eleven diskuterar <strong>utförligt</strong> några företeelser i olika sammanhang där teckenspråk används, och gör då också <strong>välutvecklade</strong> jämförelser med egna erfarenheter och kunskaper.",
          "A" : "Eleven diskuterar <strong>utförligt och nyanserat</strong> några företeelser i olika sammanhang där teckenspråk används, och gör då också <strong>välutvecklade och nyanserade</strong> jämförelser med egna erfarenheter och kunskaper."
        }
      } ]
    } ],
    "point" : 100,
    "year" : null
  }, {
    "name" : "Svenskt teckenspråk för hörande 6",
    "description" : "Kursen svenskt teckenspråk för hörande 6 omfattar punkterna 1–5 under rubriken Ämnets syfte.",
    "code" : "SVTSVT06",
    "centralContent" : [ {
      "heading" : "Undervisningen i kursen ska behandla följande centrala innehåll:",
      "lines" : [ ]
    }, {
      "heading" : "Kommunikationens innehåll",
      "lines" : [ "Konkreta och abstrakta ämnesområden med anknytning till elevernas utbildning samt samhälls- och arbetsliv; aktuella ämnesområden; tankar, åsikter, idéer, erfarenheter och känslor; etiska och existentiella frågor.", "Teckenspråket i världen: andra länders teckenspråk och internationell teckenkommunikation.", "Historiska perspektiv på levnadsvillkor, attityder, värderingar, samhällsfrågor samt sociala, politiska och kulturella förhållanden kopplade till teckenspråk och döva i olika sammanhang." ]
    }, {
      "heading" : "Reception",
      "lines" : [ "Svenskt teckenspråk, även med social färgning, och teckenspråkiga texter, även komplexa och formella, som är berättande, diskuterande och argumenterande, rapporterande och redogörande, även via film och andra medier.", "Sammanhängande teckenspråk och samtal av olika slag, till exempel debatter, föredrag och intervjuer.", "Skönlitteratur, teckenspråkig poesi och scenkonst.", "Sakprosa av olika slag och med olika syften, till exempel formella dokument, populärvetenskapliga texter och reportage.", "Strategier för källkritiskt förhållningssätt när man bearbetar framställningar från olika källor.", "Strategier för att söka relevant information i längre sekvenser av teckenspråkiga texter och för att uppfatta attityd och underförstådd betydelse.", "Hur struktur och sammanhang byggs upp samt hur attityder, perspektiv och stilnivå kommer till uttryck i olika teckenspråkiga genrer.", "Strategier för översättning och tolkning mellan svenskt teckenspråk och svenska.", "Texttranskription för lärande och dokumentation." ]
    }, {
      "heading" : "Produktion och interaktion",
      "lines" : [ "Produktion och interaktion i olika situationer och med olika syften, där eleverna argumenterar, rapporterar, ansöker, resonerar, sammanfattar, kommenterar, värderar och motiverar sina åsikter.", "Strategier för att bidra till och aktivt medverka i argumentation, debatter och diskussioner med anknytning till samhälls- och arbetslivet.", "Olika sätt att dokumentera och föra anteckningar när man avläser och bearbetar framställningar från olika källor.", "Bearbetning av språk och struktur i egna och andras framställningar, även i formella sammanhang. Anpassning till genre, situation och syfte." ]
    } ],
    "knowledgeRequirementParagraphs" : [ {
      "heading" : "",
      "knowledgeRequirements" : [ {
        "text" : "Eleven förstår <strong>________</strong> detaljer i svenskt teckenspråk tecknat i relativt snabbt tempo, och i teckenspråkiga texter, i olika genrer och i mer formella sammanhang.",
        "knowledgeRequirementChoice" : {
          "E" : "Eleven förstår <strong>huvudsakligt innehåll och uppfattar tydliga</strong> detaljer i svenskt teckenspråk tecknat i relativt snabbt tempo, och i teckenspråkiga texter, i olika genrer och i mer formella sammanhang.",
          "C" : "Eleven förstår <strong>huvudsakligt innehåll och uppfattar väsentliga</strong> detaljer i svenskt teckenspråk tecknat i relativt snabbt tempo, och i teckenspråkiga texter, i olika genrer och i mer formella sammanhang.",
          "A" : "Eleven förstår <strong>såväl helhet som</strong> detaljer i svenskt teckenspråk tecknat i relativt snabbt tempo, och i teckenspråkiga texter, i olika genrer och i mer formella sammanhang."
        }
      }, {
        "text" : "Eleven visar sin förståelse genom att <strong>________</strong> redogöra för, diskutera, kommentera och dra slutsatser om innehåll och detaljer samt genom att med <strong>________</strong> resultat agera utifrån budskap och instruktioner i innehållet.",
        "knowledgeRequirementChoice" : {
          "E" : "Eleven visar sin förståelse genom att <strong>översiktligt</strong> redogöra för, diskutera, kommentera och dra slutsatser om innehåll och detaljer samt genom att med <strong>godtagbart</strong> resultat agera utifrån budskap och instruktioner i innehållet.",
          "C" : "Eleven visar sin förståelse genom att <strong>välgrundat</strong> redogöra för, diskutera, kommentera och dra slutsatser om innehåll och detaljer samt genom att med <strong>tillfredsställande</strong> resultat agera utifrån budskap och instruktioner i innehållet.",
          "A" : "Eleven visar sin förståelse genom att <strong>välgrundat och nyanserat</strong> redogöra för, diskutera, kommentera och dra slutsatser om innehåll och detaljer samt genom att med <strong>gott</strong> resultat agera utifrån budskap och instruktioner i innehållet."
        }
      } ]
    }, {
      "heading" : "",
      "knowledgeRequirements" : [ {
        "text" : "Eleven väljer och använder <strong>________</strong> strategier för att söka relevant information och värdera olika källors tillförlitlighet.",
        "knowledgeRequirementChoice" : {
          "E" : "Eleven väljer och använder <strong>med viss säkerhet</strong> strategier för att söka relevant information och värdera olika källors tillförlitlighet.",
          "C" : "Eleven väljer och använder <strong>med viss säkerhet</strong> strategier för att söka relevant information och värdera olika källors tillförlitlighet.",
          "A" : "Eleven väljer och använder <strong>med säkerhet</strong> strategier för att söka relevant information och värdera olika källors tillförlitlighet."
        }
      } ]
    }, {
      "heading" : "",
      "knowledgeRequirements" : [ {
        "text" : "Eleven väljer teckenspråkiga texter från olika medier och använder på ett relevant sätt det valda materialet i sin egen produktion och interaktion.",
        "knowledgeRequirementChoice" : {
          "E" : "Eleven väljer teckenspråkiga texter från olika medier och använder på ett relevant sätt det valda materialet i sin egen produktion och interaktion.",
          "C" : "Eleven väljer teckenspråkiga texter från olika medier och använder på ett relevant <strong>och effektivt</strong> sätt det valda materialet i sin egen produktion och interaktion.",
          "A" : "Eleven väljer teckenspråkiga texter från olika medier och använder på ett relevant, <strong>effektivt och kritiskt</strong> sätt det valda materialet i sin egen produktion och interaktion."
        }
      } ]
    }, {
      "heading" : "",
      "knowledgeRequirements" : [ {
        "text" : "I framställningar i olika genrer formulerar sig eleven <strong>________</strong> varierat, tydligt och <strong>________</strong> strukturerat.",
        "knowledgeRequirementChoice" : {
          "E" : "I framställningar i olika genrer formulerar sig eleven <strong>relativt</strong> varierat, tydligt och <strong>relativt</strong> strukturerat.",
          "C" : "I framställningar i olika genrer formulerar sig eleven varierat, tydligt och strukturerat.",
          "A" : "I framställningar i olika genrer formulerar sig eleven varierat, <strong>nyanserat</strong>, tydligt och strukturerat."
        }
      }, {
        "text" : "Eleven formulerar sig även med flyt och <strong>________</strong> anpassning till syfte, mottagare och situation.",
        "knowledgeRequirementChoice" : {
          "E" : "Eleven formulerar sig även med flyt och <strong>viss</strong> anpassning till syfte, mottagare och situation.",
          "C" : "Eleven formulerar sig även med flyt och <strong>viss</strong> anpassning till syfte, mottagare och situation.",
          "A" : "Eleven formulerar sig även med flyt och anpassning till syfte, mottagare och situation."
        }
      }, {
        "text" : "Eleven bearbetar och gör <strong>________</strong> förbättringar av egna framställningar.",
        "knowledgeRequirementChoice" : {
          "E" : "Eleven bearbetar och gör <strong>enkla</strong> förbättringar av egna framställningar.",
          "C" : "Eleven bearbetar och gör <strong>välgrundade</strong> förbättringar av egna framställningar.",
          "A" : "Eleven bearbetar och gör <strong>välgrundade och nyanserade</strong> förbättringar av egna framställningar."
        }
      } ]
    }, {
      "heading" : "",
      "knowledgeRequirements" : [ {
        "text" : "I interaktion i olika, även formella och komplexa, sammanhang uttrycker sig eleven tydligt och med flyt samt med <strong>________</strong> anpassning till syfte, mottagare och situation.",
        "knowledgeRequirementChoice" : {
          "E" : "I interaktion i olika, även formella och komplexa, sammanhang uttrycker sig eleven tydligt och med flyt samt med <strong>viss</strong> anpassning till syfte, mottagare och situation.",
          "C" : "I interaktion i olika, även formella och komplexa, sammanhang uttrycker sig eleven tydligt, <strong>relativt ledigt</strong> och med flyt samt med anpassning till syfte, mottagare och situation.",
          "A" : "I interaktion i olika, även formella och komplexa, sammanhang uttrycker sig eleven tydligt, <strong>ledigt</strong> och med flyt samt med anpassning till syfte, mottagare och situation."
        }
      }, {
        "text" : "Dessutom väljer och använder eleven <strong>________</strong> fungerande strategier som <strong>________</strong> löser problem i och förbättrar interaktionen.",
        "knowledgeRequirementChoice" : {
          "E" : "Dessutom väljer och använder eleven <strong>i huvudsak</strong> fungerande strategier som <strong>i viss mån</strong> löser problem i och förbättrar interaktionen.",
          "C" : "Dessutom väljer och använder eleven fungerande strategier som löser problem i och förbättrar interaktionen.",
          "A" : "Dessutom väljer och använder eleven <strong>väl</strong> fungerande strategier som löser problem i och förbättrar interaktionen <strong>och för den framåt på ett konstruktivt sätt</strong>."
        }
      } ]
    }, {
      "heading" : "",
      "knowledgeRequirements" : [ {
        "text" : "Eleven diskuterar <strong>________</strong> några företeelser i olika sammanhang där teckenspråk används, och gör då också <strong>________</strong> jämförelser med egna erfarenheter och kunskaper.",
        "knowledgeRequirementChoice" : {
          "E" : "Eleven diskuterar <strong>översiktligt</strong> några företeelser i olika sammanhang där teckenspråk används, och gör då också <strong>enkla</strong> jämförelser med egna erfarenheter och kunskaper.",
          "C" : "Eleven diskuterar <strong>utförligt</strong> några företeelser i olika sammanhang där teckenspråk används, och gör då också <strong>välutvecklade</strong> jämförelser med egna erfarenheter och kunskaper.",
          "A" : "Eleven diskuterar <strong>utförligt och nyanserat</strong> några företeelser i olika sammanhang där teckenspråk används, och gör då också <strong>välutvecklade och nyanserade</strong> jämförelser med egna erfarenheter och kunskaper."
        }
      } ]
    } ],
    "point" : 100,
    "year" : null
  }, {
    "name" : "Svenskt teckenspråk för hörande 7",
    "description" : "Kursen svenskt teckenspråk för hörande 7 omfattar punkterna 1–5 under rubriken Ämnets syfte.",
    "code" : "SVTSVT07",
    "centralContent" : [ {
      "heading" : "Undervisningen i kursen ska behandla följande centrala innehåll:",
      "lines" : [ ]
    }, {
      "heading" : "Kommunikationens innehåll",
      "lines" : [ "Teoretiska och komplexa ämnesområden, även av mer vetenskaplig karaktär, med anknytning till elevernas utbildning, valt fördjupningsområde, samhällsfrågor och arbetsliv; tankar, åsikter, idéer, erfarenheter och känslor; kulturyttringar i samtiden och historien.", "Samhällsfrågor, kulturella, historiska, politiska och sociala förhållanden samt etiska och existentiella frågor kopplade till teckenspråk, teckenspråkiga och döva i olika sammanhang." ]
    }, {
      "heading" : "Reception",
      "lines" : [ "Svenskt teckenspråk, även med social och dialektal färgning, teckenspråkiga texter, även komplexa och formella, som är berättande, diskuterande, argumenterande, rapporterande, redogörande och utredande, även via film och andra medier.", "Sammanhängande teckenspråk och samtal av olika slag, till exempel debatter, fördjupande reportage och föreläsningar.", "Skönlitteratur och annan fiktion inom olika genrer, till exempel dramatik.", "Sakprosa av olika slag och med olika syften, till exempel avtalstexter, fördjupande artiklar och vetenskapliga texter.", "Strategier för att överblicka och strukturera information i längre sekvenser av teckenspråkiga texter.", "Strategier för att dra slutsatser av språk när det gäller attityder, perspektiv, syfte och värderingar samt för att uppfatta underförstådd betydelse.", "Framställningars uppbyggnad i olika genrer. Hur stilistiska och retoriska grepp används för olika syften samt hur språk används som maktmedel.", "Teckentranskription används för lärande och dokumentation." ]
    }, {
      "heading" : "Produktion och interaktion",
      "lines" : [ "Produktion och interaktion i olika situationer och med olika syften, där eleverna argumenterar ur olika perspektiv, ansöker, resonerar, värderar, utreder, förhandlar och motiverar sina åsikter.", "Framställning inom valt fördjupningsområde.", "Strategier för användning av olika typer av källor, med källkritisk medvetenhet och vedertagna sätt att ange källor, inom valt fördjupningsområde och inom andra områden.", "Strategier för att medverka vid tolk- och översättningssituationer med anknytning till samhälls- och arbetslivet.", "Användning av grundläggande stilistiska och retoriska grepp.", "Bearbetning av språk och struktur i egna och andras framställningar, i formella och komplexa sammanhang, och för att skapa anpassning till genre, stilnivå och syfte." ]
    } ],
    "knowledgeRequirementParagraphs" : [ {
      "heading" : "",
      "knowledgeRequirements" : [ {
        "text" : "Eleven förstår <strong>________</strong> detaljer, samt <strong>________</strong> även underförstådd betydelse, i svenskt teckenspråk tecknat i relativt snabbt tempo, och i teckenspråkiga texter, i olika genrer och av avancerad karaktär.",
        "knowledgeRequirementChoice" : {
          "E" : "Eleven förstår <strong>huvudsakligt innehåll och uppfattar väsentliga</strong> detaljer, samt <strong>med viss säkerhet</strong> även underförstådd betydelse, i svenskt teckenspråk tecknat i relativt snabbt tempo, och i teckenspråkiga texter, i olika genrer och av avancerad karaktär.",
          "C" : "Eleven förstår <strong>huvudsakligt innehåll och uppfattar väsentliga</strong> detaljer, samt <strong>med viss säkerhet</strong> även underförstådd betydelse, i svenskt teckenspråk tecknat i relativt snabbt tempo, och i teckenspråkiga texter, i olika genrer och av avancerad karaktär.",
          "A" : "Eleven förstår <strong>såväl helhet som</strong> detaljer, samt även underförstådd betydelse, i svenskt teckenspråk tecknat i snabbt tempo, och i teckenspråkiga texter, i olika genrer och av avancerad karaktär."
        }
      }, {
        "text" : "Eleven visar sin förståelse genom att <strong>________</strong> redogöra för, diskutera, kommentera och dra slutsatser om innehåll och detaljer samt genom att med <strong>________</strong> resultat agera utifrån budskap och instruktioner i innehållet.",
        "knowledgeRequirementChoice" : {
          "E" : "Eleven visar sin förståelse genom att <strong>översiktligt</strong> redogöra för, diskutera, kommentera och dra slutsatser om innehåll och detaljer samt genom att med <strong>godtagbart</strong> resultat agera utifrån budskap och instruktioner i innehållet.",
          "C" : "Eleven visar sin förståelse genom att <strong>välgrundat</strong> redogöra för, diskutera, kommentera och dra slutsatser om innehåll och detaljer samt genom att med <strong>tillfredsställande</strong> resultat agera utifrån budskap och instruktioner i innehållet.",
          "A" : "Eleven visar sin förståelse genom att <strong>välgrundat och nyanserat</strong> redogöra för, diskutera, kommentera och dra slutsatser om innehåll och detaljer samt genom att med <strong>gott</strong> resultat agera utifrån budskap och instruktioner i innehållet."
        }
      } ]
    }, {
      "heading" : "",
      "knowledgeRequirements" : [ {
        "text" : "Eleven väljer och använder <strong>________</strong> strategier för att söka relevant information, strukturera den och värdera olika källors tillförlitlighet.",
        "knowledgeRequirementChoice" : {
          "E" : "Eleven väljer och använder <strong>med viss säkerhet</strong> strategier för att söka relevant information, strukturera den och värdera olika källors tillförlitlighet.",
          "C" : "Eleven väljer och använder <strong>med viss säkerhet</strong> strategier för att söka relevant information, strukturera den och värdera olika källors tillförlitlighet.",
          "A" : "Eleven väljer och använder <strong>med säkerhet</strong> strategier i sin reception för att söka, strukturera, granska och värdera relevant information."
        }
      } ]
    }, {
      "heading" : "",
      "knowledgeRequirements" : [ {
        "text" : "Eleven väljer teckenspråkiga texter från olika medier och använder på ett relevant sätt det valda materialet i sin egen produktion och interaktion.",
        "knowledgeRequirementChoice" : {
          "E" : "Eleven väljer teckenspråkiga texter från olika medier och använder på ett relevant sätt det valda materialet i sin egen produktion och interaktion.",
          "C" : "Eleven väljer teckenspråkiga texter från olika medier och använder på ett relevant <strong>och effektivt</strong> sätt det valda materialet i sin egen produktion och interaktion.",
          "A" : "Eleven väljer teckenspråkiga texter från olika medier och använder på ett relevant, <strong>effektivt och kritiskt</strong> sätt det valda materialet i sin egen produktion och interaktion."
        }
      } ]
    }, {
      "heading" : "",
      "knowledgeRequirements" : [ {
        "text" : "I framställningar i olika genrer formulerar sig eleven varierat, tydligt och <strong>________</strong>.",
        "knowledgeRequirementChoice" : {
          "E" : "I framställningar i olika genrer formulerar sig eleven varierat, tydligt och <strong>strukturerat</strong>.",
          "C" : "I framställningar i olika genrer formulerar sig eleven varierat, <strong>nyanserat</strong>, tydligt och <strong>strukturerat</strong>.",
          "A" : "I framställningar i olika genrer formulerar sig eleven <strong>med god precision</strong>, varierat, <strong>nyanserat</strong>, tydligt och <strong>välstrukturerat</strong>."
        }
      }, {
        "text" : "Eleven formulerar sig även med flyt och <strong>________</strong> anpassning till syfte, mottagare och situation.",
        "knowledgeRequirementChoice" : {
          "E" : "Eleven formulerar sig även med flyt och <strong>viss</strong> anpassning till syfte, mottagare och situation.",
          "C" : "Eleven formulerar sig även med flyt och anpassning till syfte, mottagare och situation.",
          "A" : "Eleven formulerar sig även med flyt och <strong>god</strong> anpassning till syfte, mottagare och situation."
        }
      }, {
        "text" : "Eleven bearbetar och gör välgrundade förbättringar av egna framställningar.",
        "knowledgeRequirementChoice" : {
          "E" : "Eleven bearbetar och gör välgrundade förbättringar av egna framställningar.",
          "C" : "Eleven bearbetar och gör välgrundade <strong>och nyanserade</strong> förbättringar av egna framställningar.",
          "A" : "Eleven bearbetar och gör välgrundade <strong>och nyanserade</strong> förbättringar av egna framställningar."
        }
      } ]
    }, {
      "heading" : "",
      "knowledgeRequirements" : [ {
        "text" : "I interaktion i olika, även formella och komplexa, sammanhang uttrycker sig eleven tydligt, <strong>________</strong> ledigt och med flyt samt med anpassning till syfte, mottagare och situation.",
        "knowledgeRequirementChoice" : {
          "E" : "I interaktion i olika, även formella och komplexa, sammanhang uttrycker sig eleven tydligt, <strong>relativt</strong> ledigt och med flyt samt med anpassning till syfte, mottagare och situation.",
          "C" : "I interaktion i olika, även formella och komplexa, sammanhang uttrycker sig eleven tydligt, ledigt och med flyt samt med anpassning till syfte, mottagare och situation.",
          "A" : "I interaktion i olika, även formella och komplexa, sammanhang uttrycker sig eleven tydligt, ledigt och med flyt samt <strong>med flexibel och effektiv</strong> anpassning till syfte, mottagare och situation."
        }
      }, {
        "text" : "Dessutom väljer och använder eleven <strong>________</strong> fungerande strategier som <strong>________</strong> löser problem i och förbättrar interaktionen.",
        "knowledgeRequirementChoice" : {
          "E" : "Dessutom väljer och använder eleven <strong>i huvudsak</strong> fungerande strategier som <strong>i viss mån</strong> löser problem i och förbättrar interaktionen.",
          "C" : "Dessutom väljer och använder eleven fungerande strategier som löser problem i och förbättrar interaktionen.",
          "A" : "Dessutom väljer och använder eleven <strong>väl</strong> fungerande strategier som löser problem i och förbättrar interaktionen <strong>och för den framåt på ett konstruktivt sätt</strong>."
        }
      } ]
    }, {
      "heading" : "",
      "knowledgeRequirements" : [ {
        "text" : "Eleven diskuterar <strong>________</strong> några företeelser i olika sammanhang där teckenspråk används, och gör då också <strong>________</strong> jämförelser med egna erfarenheter och kunskaper.",
        "knowledgeRequirementChoice" : {
          "E" : "Eleven diskuterar <strong>översiktligt</strong> några företeelser i olika sammanhang där teckenspråk används, och gör då också <strong>enkla</strong> jämförelser med egna erfarenheter och kunskaper.",
          "C" : "Eleven diskuterar <strong>utförligt</strong> några företeelser i olika sammanhang där teckenspråk används, och gör då också <strong>välutvecklade</strong> jämförelser med egna erfarenheter och kunskaper.",
          "A" : "Eleven diskuterar <strong>utförligt och nyanserat</strong> några företeelser i olika sammanhang där teckenspråk används, och gör då också <strong>välutvecklade och nyanserade</strong> jämförelser med egna erfarenheter och kunskaper."
        }
      } ]
    } ],
    "point" : 100,
    "year" : null
  } ]
}