{
  "name" : "Teater",
  "description" : "Teater handlar om mötet mellan aktörer och publik, här och nu. Ämnet teater behandlar de konstnärliga uttrycksformer som kan samverka i en teaterföreställning, till exempel skådespeleri, regi och scenografi. Med hjälp av begrepp, teorier och metoder från dessa konstnärliga uttrycksformer skapas förståelse av teatern som form.",
  "code" : "TEA",
  "designation" : "",
  "skolfsId" : "0000:00",
  "purposes" : [ {
    "type" : "PARAGRAPH",
    "heading" : "",
    "lines" : [ "Undervisningen i ämnet teater ska syfta till att eleverna utvecklar kunskaper om teaterns tre hörnpelare: berättelsen, berättaren och rummet, med uttryck som till exempel skådespeleri, dramatik, regi, scenografi, mask, kostym, ljus och ljud i samspel med en publik.", "Undervisningen ska ge eleverna möjlighet att utveckla kunskaper om att teater genom historien varit en aktiv del av sin samtid.", "I det kollektiva teaterarbetet är det angeläget att vara lyhörd för andra människor och att kunna ta initiativ.", "Genom undervisningen ska eleverna därför ges möjlighet att utveckla ansvarskänsla och initiativförmåga." ]
  }, {
    "type" : "PARAGRAPH",
    "heading" : "",
    "lines" : [ "Undervisningen ska utgå från elevernas kreativitet och stimulera skaparglädjen, liksom viljan att berätta.", "I undervisningen ska teori och praktik vävas samman.", "Undervisningen ska belysa teaterns teori, samhällsfunktion och historia.", "I det praktiska gestaltningsarbetet ska eleverna få tillgång till material så att de ges möjlighet att utveckla sitt skapande inom teaterns olika områden." ]
  }, {
    "type" : "PARAGRAPH",
    "heading" : "",
    "lines" : [ "Centralt i all teater är gestaltning och kommunikation.", "Undervisningen ska därför bidra till att eleverna utvecklar sin förmåga att gestalta inom teaterns olika områden och förmåga att medvetet kommunicera med sin publik.", "Metoder för detta ska vara övning, skapande, presentation, upplevelse samt analys och tolkning.", "Undervisningen ska även ge eleverna möjlighet att utveckla förmåga att uppleva olika teaterformer." ]
  }, {
    "type" : "BULLET",
    "heading" : "Undervisningen i ämnet teater ska ge eleverna förutsättningar att utveckla följande:",
    "lines" : [ "Färdigheter i att använda kroppen och rösten som sceniska uttrycksmedel.", "Färdigheter i att använda scenografi, kostym, mask, ljus och ljud som sceniska uttrycksmedel.", "Kunskaper om den sceniska berättelsens uppbyggnad.", "Kunskaper om regi och dess betydelse för helheten.", "Förståelse av hur teaterns olika uttrycksområden samverkar.", "Färdigheter i att med teaterns uttrycksmedel kommunicera med en publik.", "Förmåga att samarbeta i grupper.", "Förmåga att reflektera över det egna skapandet.", "Förmåga att analysera och tolka olika sceniska gestaltningar.", "Kunskaper om konstarten teater ur ett samtida och historiskt perspektiv." ]
  } ],
  "courses" : [ {
    "name" : "Dramatik och dramaturgi",
    "description" : " Kursen dramatik och dramaturgi omfattar punkterna 3, 5–6 och 8–10 under rubriken Ämnets syfte, med särskild betoning på punkt 3. ",
    "code" : "TEADRM0",
    "centralContent" : [ {
      "heading" : "Undervisningen i kursen ska behandla följande centrala innehåll:",
      "lines" : [ "Dramatiska texters uppbyggnad med fokus på handling, rum, tid, roller, rytm och språk.", "Dramaturgiska verktyg för att strukturera en berättelse, till exempel anslag, presentation, upptrappning, vändpunkt och avslut.", "Sätt att bearbeta olika former av dramatiska texter och sceniska berättelser samt skönlitterära texter för att uppnå maximalt sceniskt uttryck.", "Den dramatiska textens samverkan med teaterns övriga uttrycksområden.", "Framställning av dramatisk text där ett syfte förmedlas till en mottagare.", "Reflektion över det egna skapandet av dramatisk text.", "Analys och tolkning av olika dramatiska texter och sceniska gestaltningar.", "Dramatisk text från olika historiska epoker. Teorier om den dramatiska textens uppbyggnad och dess relation till sitt eget samhälle.", "Dramaturgiska begrepp, till exempel tid, rum, rytm, anslag och vändpunkt." ]
    } ],
    "knowledgeRequirementParagraphs" : [ {
      "heading" : "",
      "knowledgeRequirements" : [ {
        "text" : "Eleven redogör <strong>________</strong> för uppbyggnad av dramatisk text och beskriver <strong>________</strong> dramaturgiska verktyg.",
        "knowledgeRequirementChoice" : {
          "E" : "Eleven redogör <strong>översiktligt</strong> för uppbyggnad av dramatisk text och beskriver <strong>översiktligt</strong> dramaturgiska verktyg.",
          "C" : "Eleven redogör <strong>utförligt</strong> för uppbyggnad av dramatisk text och beskriver <strong>utförligt</strong> dramaturgiska verktyg.",
          "A" : "Eleven redogör <strong>utförligt och nyanserat</strong> för uppbyggnad av dramatisk text och beskriver <strong>utförligt och nyanserat</strong> dramaturgiska verktyg."
        }
      }, {
        "text" : "Eleven skapar <strong>________</strong> dramatisk text <strong>________</strong> samt bearbetar och dramatiserar <strong>________</strong> förlagor.",
        "knowledgeRequirementChoice" : {
          "E" : "Eleven skapar <strong>enkel</strong> dramatisk text <strong>med utgångspunkt från sig själv</strong> samt bearbetar och dramatiserar <strong>några enkla</strong> förlagor.",
          "C" : "Eleven skapar <strong>enkel</strong> dramatisk text <strong>med utgångspunkt från sig själv</strong> samt bearbetar och dramatiserar <strong>några</strong> förlagor.",
          "A" : "Eleven skapar dramatisk text <strong>med utgångspunkt från sig själv och med personligt uttryck</strong> samt bearbetar och dramatiserar <strong>några komplexa</strong> förlagor."
        }
      } ]
    }, {
      "heading" : "",
      "knowledgeRequirements" : [ {
        "text" : "Eleven beskriver <strong>________</strong> hur olika uttryck samverkar i dramatisk text och hur dramatisk text samverkar med andra uttrycksformer.",
        "knowledgeRequirementChoice" : {
          "E" : "Eleven beskriver <strong>översiktligt</strong> hur olika uttryck samverkar i dramatisk text och hur dramatisk text samverkar med andra uttrycksformer.",
          "C" : "Eleven beskriver <strong>utförligt</strong> hur olika uttryck samverkar i dramatisk text och hur dramatisk text samverkar med andra uttrycksformer.",
          "A" : "Eleven beskriver <strong>utförligt och nyanserat</strong> hur olika uttryck samverkar i dramatisk text och hur dramatisk text samverkar med andra uttrycksformer."
        }
      }, {
        "text" : "Eleven kommunicerar <strong>________</strong> med publik genom <strong>________</strong> av <strong>________</strong> dramatisk text.",
        "knowledgeRequirementChoice" : {
          "E" : "Eleven kommunicerar <strong>med viss säkerhet</strong> med publik genom <strong>några former</strong> av <strong>enkel</strong> dramatisk text.",
          "C" : "Eleven kommunicerar <strong>med viss säkerhet</strong> med publik genom <strong>några</strong> former av dramatisk text.",
          "A" : "Eleven kommunicerar <strong>med säkerhet</strong> med publik genom <strong>några</strong> former av <strong>komplex</strong> dramatisk text."
        }
      } ]
    }, {
      "heading" : "",
      "knowledgeRequirements" : [ {
        "text" : "Eleven diskuterar <strong>________</strong> det egna skapandet samt värderar det med <strong>________</strong> omdömen.",
        "knowledgeRequirementChoice" : {
          "E" : "Eleven diskuterar <strong>översiktligt</strong> det egna skapandet samt värderar det med <strong>enkla</strong> omdömen.",
          "C" : "Eleven diskuterar <strong>utförligt</strong> det egna skapandet samt värderar det med <strong>nyanserade</strong> omdömen.",
          "A" : "Eleven diskuterar <strong>utförligt och nyanserat</strong> det egna skapandet samt värderar det med <strong>nyanserade</strong> omdömen."
        }
      }, {
        "text" : "Dessutom gör eleven en <strong>________</strong> analys av <strong>________</strong> dramatisk text och tolkar <strong>________</strong>.",
        "knowledgeRequirementChoice" : {
          "E" : "Dessutom gör eleven en <strong>enkel</strong> analys av <strong>någon enkel</strong> dramatisk text och tolkar <strong>denna</strong>.",
          "C" : "Dessutom gör eleven analyser av <strong>några</strong> dramatiska texter och tolkar <strong>dessa</strong>.",
          "A" : "Dessutom gör eleven analyser av <strong>några komplexa</strong> dramatiska texter och tolkar <strong>dessa</strong>."
        }
      } ]
    }, {
      "heading" : "",
      "knowledgeRequirements" : [ {
        "text" : "Eleven redogör <strong>________</strong> för dramatik och dramaturgi från olika historiska epoker.",
        "knowledgeRequirementChoice" : {
          "E" : "Eleven redogör <strong>översiktligt</strong> för dramatik och dramaturgi från olika historiska epoker.",
          "C" : "Eleven redogör <strong>utförligt</strong> för dramatik och dramaturgi från olika historiska epoker.",
          "A" : "Eleven redogör <strong>utförligt och nyanserat</strong> för dramatik och dramaturgi från olika historiska epoker."
        }
      }, {
        "text" : "I redogörelsen gör eleven <strong>________</strong> kopplingar till teorier och till samhället.",
        "knowledgeRequirementChoice" : {
          "E" : "I redogörelsen gör eleven <strong>med viss säkerhet</strong> kopplingar till teorier och till samhället.",
          "C" : "I redogörelsen gör eleven <strong>med viss säkerhet</strong> kopplingar till teorier och till samhället.",
          "A" : "I redogörelsen gör eleven <strong>med säkerhet</strong> kopplingar till teorier och till samhället."
        }
      }, {
        "text" : "I sin analys och redogörelse använder eleven <strong>________</strong> relevanta begrepp.",
        "knowledgeRequirementChoice" : {
          "E" : "I sin analys och redogörelse använder eleven <strong>med viss säkerhet</strong> relevanta begrepp.",
          "C" : "I sina analyser och i sin redogörelse använder eleven <strong>med viss säkerhet</strong> relevanta begrepp.",
          "A" : "I sina analyser och i sin redogörelse använder eleven <strong>med säkerhet</strong> relevanta begrepp."
        }
      } ]
    } ],
    "point" : 100,
    "year" : null
  }, {
    "name" : "Fysisk teater",
    "description" : "Kursen fysisk teater omfattar punkterna 1 och 6–10 under rubriken Ämnets syfte, med särskild betoning på punkt 1.",
    "code" : "TEAFYS0",
    "centralContent" : [ {
      "heading" : "Undervisningen i kursen ska behandla följande centrala innehåll:",
      "lines" : [ "Rörelseorganens anatomi och fysiologi.", "Avspänningstekniker och fysisk träning för att utveckla ett naturligt användande av kroppen.", "Effekter på kropp och välbefinnande efter regelbunden fysisk träning.", "Gestaltning med fysiska tekniker, till exempel mim, pantomim och akrobatik.", "Kommunikation med publik genom fysisk gestaltning.", "Samarbete i träningsgrupper och gestaltningsgrupper.", "Reflektion över det egna skapandet och den egna fysiska träningen.", "Analys och tolkning av sceniska gestaltningar med fokus på fysiska uttryck.", "Begrepp för analys av fysisk teater, till exempel rörelse, kraft, rum och tid.", "Teaterformer från olika kulturer och tider där det fysiska uttrycket betonas." ]
    } ],
    "knowledgeRequirementParagraphs" : [ {
      "heading" : "",
      "knowledgeRequirements" : [ {
        "text" : "Eleven gestaltar med <strong>________</strong> resultat <strong>________</strong> uttryck med kroppen samt beskriver <strong>________</strong> hur hon eller han använder sin kropps möjligheter och begränsningar vid gestaltandet.",
        "knowledgeRequirementChoice" : {
          "E" : "Eleven gestaltar med <strong>tillfredsställande</strong> resultat <strong>enkla</strong> uttryck med kroppen samt beskriver <strong>översiktligt</strong> hur hon eller han använder sin kropps möjligheter och begränsningar vid gestaltandet.",
          "C" : "Eleven gestaltar med <strong>tillfredsställande</strong> resultat uttryck med kroppen samt beskriver <strong>utförligt</strong> hur hon eller han använder sin kropps möjligheter och begränsningar vid gestaltningen.",
          "A" : "Eleven gestaltar med <strong>gott</strong> resultat <strong>personliga och komplexa</strong> uttryck med kroppen samt beskriver <strong>utförligt och nyanserat</strong> hur hon eller han använder sin kropps möjligheter och begränsningar vid gestaltningen."
        }
      } ]
    }, {
      "heading" : "",
      "knowledgeRequirements" : [ {
        "text" : "Eleven kommunicerar <strong>________</strong> med publik genom att använda fysiska uttrycksmedel.",
        "knowledgeRequirementChoice" : {
          "E" : "Eleven kommunicerar <strong>med viss säkerhet</strong> med publik genom att använda fysiska uttrycksmedel.",
          "C" : "Eleven kommunicerar <strong>med viss säkerhet</strong> med publik genom att använda fysiska uttrycksmedel.",
          "A" : "Eleven kommunicerar <strong>med säkerhet</strong> med publik genom att använda fysiska uttrycksmedel."
        }
      }, {
        "text" : "Eleven samarbetar <strong>________</strong> i fysiska gruppövningar och gestaltningar.",
        "knowledgeRequirementChoice" : {
          "E" : "Eleven samarbetar <strong>med viss säkerhet</strong> i fysiska gruppövningar och gestaltningar.",
          "C" : "Eleven samarbetar <strong>med viss säkerhet</strong> i fysiska gruppövningar och gestaltningar.",
          "A" : "Eleven samarbetar <strong>med säkerhet</strong> i fysiska gruppövningar och gestaltningar."
        }
      }, {
        "text" : "Dessutom diskuterar eleven <strong>________</strong> det egna skapandet och den egna träningen samt värderar dessa med <strong>________</strong> omdömen.",
        "knowledgeRequirementChoice" : {
          "E" : "Dessutom diskuterar eleven <strong>översiktligt</strong> det egna skapandet och den egna träningen samt värderar dessa med <strong>enkla</strong> omdömen.",
          "C" : "Dessutom diskuterar eleven <strong>utförligt</strong> det egna skapandet och den egna träningen samt värderar dessa med <strong>nyanserade</strong> omdömen.",
          "A" : "Dessutom diskuterar eleven <strong>utförligt och nyanserat</strong> det egna skapandet och den egna träningen samt värderar dessa med <strong>nyanserade</strong> omdömen <strong>och formulerar vägar för hur skapandet och träningen kan utvecklas</strong>."
        }
      }, {
        "text" : "Eleven gör en <strong>________</strong> analys av <strong>________</strong> sceniska gestaltning samt tolkar <strong>________</strong>.",
        "knowledgeRequirementChoice" : {
          "E" : "Eleven gör en <strong>enkel</strong> analys av <strong>någon annans</strong> sceniska gestaltning samt tolkar <strong>denna</strong>.",
          "C" : "Eleven gör analyser av <strong>andras</strong> sceniska gestaltningar samt tolkar <strong>dessa</strong>.",
          "A" : "Eleven gör <strong>komplexa</strong> analyser av <strong>andras</strong> sceniska gestaltningar samt tolkar <strong>dessa</strong>."
        }
      }, {
        "text" : "I sin analys använder eleven <strong>________</strong> relevanta begrepp.",
        "knowledgeRequirementChoice" : {
          "E" : "I sin analys använder eleven <strong>med viss säkerhet</strong> relevanta begrepp.",
          "C" : "I sina analyser använder eleven <strong>med viss säkerhet</strong> relevanta begrepp.",
          "A" : "I sina analyser använder eleven <strong>med säkerhet</strong> relevanta begrepp."
        }
      } ]
    }, {
      "heading" : "",
      "knowledgeRequirements" : [ {
        "text" : "Eleven redogör <strong>________</strong> för <strong>________</strong> form av fysisk teater.",
        "knowledgeRequirementChoice" : {
          "E" : "Eleven redogör <strong>översiktligt</strong> för <strong>någon</strong> form av fysisk teater.",
          "C" : "Eleven redogör <strong>utförligt</strong> för <strong>några</strong> former av fysisk teater.",
          "A" : "Eleven redogör <strong>utförligt och nyanserat</strong> för <strong>flera</strong> former av fysisk teater."
        }
      } ]
    } ],
    "point" : 100,
    "year" : null
  }, {
    "name" : "Ljud och ljus",
    "description" : "Kursen ljud och ljus omfattar punkterna 2 och 5–9 under rubriken Ämnets syfte, med särskild betoning på punkt 2. I kursen behandlas fördjupade kunskaper inom ljud och ljus, alternativt ljud eller ljus.",
    "code" : "TEALJU00S",
    "centralContent" : [ {
      "heading" : "Undervisningen i kursen ska behandla följande centrala innehåll:",
      "lines" : [ "Design av sceniska gestaltningar med ljud och ljus, alternativt ljud eller ljus.", "Val och hantering av relevant utrustning för scenisk gestaltning.", "Planerings-, ritnings- och riggningsarbete.", "Arbetsmiljö och säkerhet vid arbete med teknisk utrustning, riggningsarbete, repetition och föreställning, till exempel el, hållfasthet, brand och utrymning.", "Samspel mellan ljud, alternativt ljus, och teaterns övriga gestaltningskomponenter.", "Kommunikation med ljud och ljus med publik, till exempel genom att förstärka känslor och stämningar och skapa uppfattning av tid och rum.", "Teatern som kollektiv konstform och arbetsplats.", "Reflektion över eget och andras arbete med ljud eller ljus.", "Analys och tolkning av sceniska gestaltningar med fokus på ljud och ljus, alternativt ljud eller ljus.", "Begrepp för analys av ljud och ljus, till exempel färg, riktning, intensitet och klang." ]
    } ],
    "knowledgeRequirementParagraphs" : [ {
      "heading" : "",
      "knowledgeRequirements" : [ {
        "text" : "Eleven gör <strong>________</strong> med handledare tolkningar av sceniskt material.",
        "knowledgeRequirementChoice" : {
          "E" : "Eleven gör <strong>i samråd</strong> med handledare tolkningar av sceniskt material.",
          "C" : "Eleven gör <strong>efter samråd</strong> med handledare tolkningar av sceniskt material.",
          "A" : "Eleven gör <strong>efter samråd</strong> med handledare tolkningar av sceniskt material."
        }
      }, {
        "text" : "Utifrån dessa tolkningar använder eleven <strong>________</strong> med handledare ljud- eller ljusteknik i sceniska gestaltningar.",
        "knowledgeRequirementChoice" : {
          "E" : "Utifrån dessa tolkningar använder eleven <strong>i samråd</strong> med handledare ljud- eller ljusteknik i sceniska gestaltningar.",
          "C" : "Utifrån dessa tolkningar använder eleven <strong>efter samråd</strong> med handledare ljud- eller ljusteknik i sceniska gestaltningar.",
          "A" : "Utifrån dessa tolkningar använder eleven <strong>efter samråd</strong> med handledare <strong>och med ett personligt uttryck</strong> ljud- eller ljusteknik i <strong>komplexa</strong> sceniska gestaltningar."
        }
      }, {
        "text" : "Eleven redogör <strong>________</strong> för olika val av utrustning, vilka effekter olika val medför samt hur utrustningen ska hanteras och vårdas.",
        "knowledgeRequirementChoice" : {
          "E" : "Eleven redogör <strong>översiktligt</strong> för olika val av utrustning, vilka effekter olika val medför samt hur utrustningen ska hanteras och vårdas.",
          "C" : "Eleven redogör <strong>utförligt</strong> för olika val av utrustning, vilka effekter olika val medför samt hur utrustningen ska hanteras och vårdas.",
          "A" : "Eleven redogör <strong>utförligt och nyanserat</strong> för olika val av utrustning, vilka effekter olika val medför samt hur utrustningen ska hanteras och vårdas."
        }
      }, {
        "text" : "I sitt designarbete genomför eleven <strong>________</strong> med handledare planerings- och ritningsarbete samt riggar <strong>________</strong> med handledare utrustning som krävs för att genomföra den aktuella gestaltningen.",
        "knowledgeRequirementChoice" : {
          "E" : "I sitt designarbete genomför eleven <strong>i samråd</strong> med handledare planerings- och ritningsarbete samt riggar <strong>i samråd</strong> med handledare utrustning som krävs för att genomföra den aktuella gestaltningen.",
          "C" : "I sitt designarbete genomför eleven <strong>efter samråd</strong> med handledare planerings- och ritningsarbete samt riggar <strong>efter samråd</strong> med handledare utrustning som krävs för att genomföra den aktuella gestaltningen.",
          "A" : "I sitt designarbete genomför eleven <strong>efter samråd</strong> med handledare planerings- och ritningsarbete samt riggar <strong>efter samråd</strong> med handledare utrustning som krävs för att genomföra den aktuella gestaltningen."
        }
      }, {
        "text" : "I arbetet väljer och hanterar eleven <strong>________</strong> relevant utrustning samt utför vid behov <strong>________</strong> felsökning och reparationer.",
        "knowledgeRequirementChoice" : {
          "E" : "I arbetet väljer och hanterar eleven <strong>med viss säkerhet</strong> relevant utrustning samt utför vid behov <strong>enklare</strong> felsökning och reparationer.",
          "C" : "I arbetet väljer och hanterar eleven <strong>med viss säkerhet</strong> relevant utrustning samt utför vid behov <strong>enklare</strong> felsökning och reparationer.",
          "A" : "I arbetet väljer och hanterar eleven <strong>med säkerhet</strong> relevant utrustning samt utför vid behov <strong>enklare</strong> felsökning och reparationer."
        }
      }, {
        "text" : "Eleven arbetar säkert med hänsyn till hälsa och arbetsmiljö.",
        "knowledgeRequirementChoice" : {
          "E" : "Eleven arbetar säkert med hänsyn till hälsa och arbetsmiljö.",
          "C" : "Eleven arbetar säkert med hänsyn till hälsa och arbetsmiljö.",
          "A" : "Eleven arbetar säkert med hänsyn till hälsa och arbetsmiljö."
        }
      } ]
    }, {
      "heading" : "",
      "knowledgeRequirements" : [ {
        "text" : "Eleven beskriver <strong>________</strong> hur ljud eller ljus är en del av den sceniska gestaltningens konstnärliga uttryck och samspelar med teaterns övriga uttryck.",
        "knowledgeRequirementChoice" : {
          "E" : "Eleven beskriver <strong>översiktligt</strong> hur ljud eller ljus är en del av den sceniska gestaltningens konstnärliga uttryck och samspelar med teaterns övriga uttryck.",
          "C" : "Eleven beskriver <strong>utförligt</strong> hur ljud eller ljus är en del av den sceniska gestaltningens konstnärliga uttryck och samspelar med teaterns övriga uttryck.",
          "A" : "Eleven beskriver <strong>utförligt och nyanserat</strong> hur ljud eller ljus är en del av den sceniska gestaltningens konstnärliga uttryck och samspelar med teaterns övriga uttryck."
        }
      }, {
        "text" : "Dessutom kommunicerar eleven <strong>________</strong> med publik genom att använda ljud eller ljus samt samarbetar <strong>________</strong> i olika gestaltningsuppgifter.",
        "knowledgeRequirementChoice" : {
          "E" : "Dessutom kommunicerar eleven <strong>med viss säkerhet</strong> med publik genom att använda ljud eller ljus samt samarbetar <strong>med viss säkerhet</strong> i olika gestaltningsuppgifter.",
          "C" : "Dessutom kommunicerar eleven <strong>med viss säkerhet</strong> med publik genom att använda ljud eller ljus samt samarbetar <strong>med viss säkerhet</strong> i olika gestaltningsuppgifter.",
          "A" : "Dessutom kommunicerar eleven <strong>med säkerhet</strong> med publik genom att använda ljud eller ljus samt samarbetar <strong>med säkerhet och tar initiativ i arbetet</strong> i olika gestaltningsuppgifter."
        }
      }, {
        "text" : "Eleven diskuterar även <strong>________</strong> sitt eget och andras arbete med ljud eller ljus samt värderar med <strong>________</strong> omdömen hur detta interagerar i sceniska gestaltningar.",
        "knowledgeRequirementChoice" : {
          "E" : "Eleven diskuterar även <strong>översiktligt</strong> sitt eget och andras arbete med ljud eller ljus samt värderar med <strong>enkla</strong> omdömen hur detta interagerar i sceniska gestaltningar.",
          "C" : "Eleven diskuterar även <strong>utförligt</strong> sitt eget och andras arbete med ljud eller ljus samt värderar med <strong>nyanserade</strong> omdömen hur detta interagerar i sceniska gestaltningar.",
          "A" : "Eleven diskuterar även <strong>utförligt och nyanserat</strong> sitt eget och andras arbete med ljud eller ljus samt värderar med <strong>nyanserade</strong> omdömen hur detta interagerar i sceniska gestaltningar <strong>och formulerar vägar för hur skapandet kan utvecklas</strong>."
        }
      }, {
        "text" : "I diskussionen använder eleven <strong>________</strong> relevanta begrepp.",
        "knowledgeRequirementChoice" : {
          "E" : "I diskussionen använder eleven <strong>med viss säkerhet</strong> relevanta begrepp.",
          "C" : "I diskussionen använder eleven <strong>med viss säkerhet</strong> relevanta begrepp.",
          "A" : "I diskussionen använder eleven <strong>med säkerhet</strong> relevanta begrepp."
        }
      } ]
    }, {
      "heading" : "",
      "knowledgeRequirements" : [ {
        "text" : "När eleven samråder med handledare bedömer hon eller han <strong>________</strong> den egna förmågan och situationens krav.",
        "knowledgeRequirementChoice" : {
          "E" : "När eleven samråder med handledare bedömer hon eller han <strong>med viss säkerhet</strong> den egna förmågan och situationens krav.",
          "C" : "När eleven samråder med handledare bedömer hon eller han <strong>med viss säkerhet</strong> den egna förmågan och situationens krav.",
          "A" : "När eleven samråder med handledare bedömer hon eller han <strong>med säkerhet</strong> den egna förmågan och situationens krav."
        }
      } ]
    } ],
    "point" : 100,
    "year" : null
  }, {
    "name" : "Regi",
    "description" : "Kursen regi omfattar punkterna 4–9 under rubriken Ämnets syfte, med särskild betoning på punkterna 4–6.",
    "code" : "TEAREG0",
    "centralContent" : [ {
      "heading" : "Undervisningen i kursen ska behandla följande centrala innehåll:",
      "lines" : [ "Aktörers samspel i en gemensam scenisk gestaltning.", "Moment i regiprocessen, till exempel faser med analys och tolkning, utforskande faser samt faser med det sceniska uttryckets form och komposition.", "Samordning och ledarskap i regiarbetet, till exempel samarbetet med skådespelarna.", "Regiarbetet i kommunikation med publik.", "Sceniskt produktionsarbete som kollektiv konstform.", "Reflektion över eget och andras regiarbete.", "Analys och tolkning av sceniska gestaltningar med fokus på regiarbetet.", "Begrepp för regiarbete, till exempel läsart, konflikt, vändpunkt, rytm och scenerier." ]
    } ],
    "knowledgeRequirementParagraphs" : [ {
      "heading" : "",
      "knowledgeRequirements" : [ {
        "text" : "Eleven redogör <strong>________</strong> för olika moment i regiprocessen samt omsätter <strong>________</strong> av dessa i <strong>________</strong> övningar.",
        "knowledgeRequirementChoice" : {
          "E" : "Eleven redogör <strong>översiktligt</strong> för olika moment i regiprocessen samt omsätter <strong>något</strong> av dessa i <strong>enkla praktiska</strong> övningar.",
          "C" : "Eleven redogör <strong>utförligt</strong> för olika moment i regiprocessen samt omsätter <strong>några</strong> av dessa i <strong>praktiska</strong> övningar.",
          "A" : "Eleven redogör <strong>utförligt och nyanserat</strong> för olika moment i regiprocessen samt omsätter <strong>flera</strong> av dessa i övningar."
        }
      }, {
        "text" : "Dessutom redogör eleven <strong>________</strong> för hur aktörers olika sceniska uttrycksmedel samverkar i en scenisk gestaltning.",
        "knowledgeRequirementChoice" : {
          "E" : "Dessutom redogör eleven <strong>översiktligt</strong> för hur aktörers olika sceniska uttrycksmedel samverkar i en scenisk gestaltning.",
          "C" : "Dessutom redogör eleven <strong>utförligt</strong> för hur aktörers olika sceniska uttrycksmedel samverkar i en scenisk gestaltning.",
          "A" : "Dessutom redogör eleven <strong>utförligt och nyanserat</strong> för hur aktörers olika sceniska uttrycksmedel samverkar i en scenisk gestaltning."
        }
      }, {
        "text" : "I ett <strong>________</strong> regiarbete leder eleven andra och samordnar deras uttryck <strong>________</strong>.",
        "knowledgeRequirementChoice" : {
          "E" : "I ett <strong>enkelt</strong> regiarbete leder eleven andra och samordnar deras uttryck <strong>med viss säkerhet</strong>.",
          "C" : "I ett regiarbete leder eleven andra och samordnar deras uttryck <strong>med viss säkerhet</strong>.",
          "A" : "I ett <strong>komplext</strong> regiarbete leder eleven andra och samordnar deras uttryck <strong>med säkerhet samt gestaltar personliga uttryck baserade på egna idéer</strong>."
        }
      }, {
        "text" : "Eleven formulerar <strong>________</strong> med handledare vad hon eller han genom sitt regiarbete vill uttrycka gentemot en publik.",
        "knowledgeRequirementChoice" : {
          "E" : "Eleven formulerar <strong>i samråd</strong> med handledare vad hon eller han genom sitt regiarbete vill uttrycka gentemot en publik.",
          "C" : "Eleven formulerar <strong>efter samråd</strong> med handledare vad hon eller han genom sitt regiarbete vill uttrycka gentemot en publik.",
          "A" : "Eleven formulerar <strong>efter samråd</strong> med handledare vad hon eller han genom sitt regiarbete vill uttrycka gentemot en publik."
        }
      } ]
    }, {
      "heading" : "",
      "knowledgeRequirements" : [ {
        "text" : "Eleven samarbetar <strong>________</strong> i olika gestaltningsuppgifter.",
        "knowledgeRequirementChoice" : {
          "E" : "Eleven samarbetar <strong>med viss säkerhet</strong> i olika gestaltningsuppgifter.",
          "C" : "Eleven samarbetar <strong>med viss säkerhet</strong> i olika gestaltningsuppgifter.",
          "A" : "Eleven samarbetar <strong>med säkerhet och tar initiativ i arbetet</strong> i olika gestaltningsuppgifter."
        }
      }, {
        "text" : "Dessutom diskuterar eleven <strong>________</strong> sitt eget och andras regiarbete samt värderar dessa med <strong>________</strong> omdömen.",
        "knowledgeRequirementChoice" : {
          "E" : "Dessutom diskuterar eleven <strong>översiktligt</strong> sitt eget och andras regiarbete samt värderar dessa med <strong>enkla</strong> omdömen.",
          "C" : "Dessutom diskuterar eleven <strong>utförligt</strong> sitt eget och andras regiarbete samt värderar dessa med <strong>nyanserade</strong> omdömen.",
          "A" : "Dessutom diskuterar eleven <strong>utförligt och nyanserat</strong> sitt eget och andras regiarbete samt värderar dessa med <strong>nyanserade</strong> omdömen."
        }
      }, {
        "text" : "Eleven värderar också med <strong>________</strong> omdömen hur det egna arbetet kommunicerar med publik i sceniska gestaltningar.",
        "knowledgeRequirementChoice" : {
          "E" : "Eleven värderar också med <strong>enkla</strong> omdömen hur det egna arbetet kommunicerar med publik i sceniska gestaltningar.",
          "C" : "Eleven värderar också med <strong>nyanserade</strong> omdömen hur det egna arbetet kommunicerar med publik i sceniska gestaltningar.",
          "A" : "Eleven värderar också med <strong>nyanserade</strong> omdömen hur det egna arbetet kommunicerar med publik i sceniska gestaltningar <strong>samt formulerar vägar för hur regiarbetet kan utvecklas</strong>."
        }
      }, {
        "text" : "I diskussionen och värderingarna använder eleven <strong>________</strong> relevanta begrepp.",
        "knowledgeRequirementChoice" : {
          "E" : "I diskussionen och värderingarna använder eleven <strong>med viss säkerhet</strong> relevanta begrepp.",
          "C" : "I diskussionen och värderingarna använder eleven <strong>med viss säkerhet</strong> relevanta begrepp.",
          "A" : "I diskussionen och värderingarna använder eleven <strong>med säkerhet</strong> relevanta begrepp."
        }
      } ]
    }, {
      "heading" : "",
      "knowledgeRequirements" : [ {
        "text" : "När eleven samråder med handledare bedömer hon eller han <strong>________</strong> den egna förmågan och situationens krav.",
        "knowledgeRequirementChoice" : {
          "E" : "När eleven samråder med handledare bedömer hon eller han <strong>med viss säkerhet</strong> den egna förmågan och situationens krav.",
          "C" : "När eleven samråder med handledare bedömer hon eller han <strong>med viss säkerhet</strong> den egna förmågan och situationens krav.",
          "A" : "När eleven samråder med handledare bedömer hon eller han <strong>med säkerhet</strong> den egna förmågan och situationens krav."
        }
      } ]
    } ],
    "point" : 100,
    "year" : null
  }, {
    "name" : "Röst",
    "description" : "Kursen röst omfattar punkterna 1 och 6–9 under rubriken Ämnets syfte, med särskild betoning på punkt 1.",
    "code" : "TEARÖS0",
    "centralContent" : [ {
      "heading" : "Undervisningen i kursen ska behandla följande centrala innehåll:",
      "lines" : [ "Röstorganens anatomi och fysiologi.", "Avspänningsteknik och röstövningar för att utveckla ett naturligt användande av rösten.", "Effekter av regelbunden röstträning.", "Röst och text i samspel.", "Rösten som en del i skapandet av en scenisk karaktär.", "Röstträning för att göra sig hörd på och utanför scenen samt för att med rösten förmedla en avsikt till en publik.", "Samarbete i röstövningsgrupper och gestaltningsgrupper.", "Reflektion över det egna skapandet och den egna röstträningen.", "Analys och tolkning av sceniska gestaltningar med fokus på rösten.", "Begrepp för röstträning och analys av rösten som sceniskt uttrycksmedel, till exempel magstöd, artikulation, ton och volym." ]
    } ],
    "knowledgeRequirementParagraphs" : [ {
      "heading" : "",
      "knowledgeRequirements" : [ {
        "text" : "Eleven beskriver <strong>________</strong> röstorganens anatomi och redogör <strong>________</strong> för olika metoder för röstträning.",
        "knowledgeRequirementChoice" : {
          "E" : "Eleven beskriver <strong>översiktligt</strong> röstorganens anatomi och redogör <strong>översiktligt</strong> för olika metoder för röstträning.",
          "C" : "Eleven beskriver <strong>utförligt</strong> röstorganens anatomi och redogör <strong>utförligt</strong> för olika metoder för röstträning.",
          "A" : "Eleven beskriver <strong>utförligt och nyanserat</strong> röstorganens anatomi och redogör <strong>utförligt och nyanserat</strong> för olika metoder för röstträning."
        }
      }, {
        "text" : "Dessutom gestaltar eleven <strong>________</strong> uttryck med rösten med tillfredsställande resultat.",
        "knowledgeRequirementChoice" : {
          "E" : "Dessutom gestaltar eleven <strong>enkla</strong> uttryck med rösten med tillfredsställande resultat.",
          "C" : "Dessutom gestaltar eleven uttryck med rösten med tillfredsställande resultat.",
          "A" : "Dessutom gestaltar eleven <strong>komplexa</strong> uttryck med rösten med tillfredsställande resultat."
        }
      } ]
    }, {
      "heading" : "",
      "knowledgeRequirements" : [ {
        "text" : "Eleven kommunicerar <strong>________</strong> med publik genom att använda rösten som uttrycksmedel.",
        "knowledgeRequirementChoice" : {
          "E" : "Eleven kommunicerar <strong>med viss säkerhet</strong> med publik genom att använda rösten som uttrycksmedel.",
          "C" : "Eleven kommunicerar <strong>med viss säkerhet</strong> med publik genom att använda rösten som uttrycksmedel.",
          "A" : "Eleven kommunicerar <strong>med säkerhet</strong> med publik genom att använda rösten som uttrycksmedel."
        }
      }, {
        "text" : "Eleven samarbetar även <strong>________</strong> i röstövningar och gestaltningar.",
        "knowledgeRequirementChoice" : {
          "E" : "Eleven samarbetar även <strong>med viss säkerhet</strong> i röstövningar och gestaltningar.",
          "C" : "Eleven samarbetar även <strong>med viss säkerhet</strong> i röstövningar och gestaltningar.",
          "A" : "Eleven samarbetar även <strong>med säkerhet</strong> i röstövningar och gestaltningar."
        }
      }, {
        "text" : "Dessutom diskuterar eleven <strong>________</strong> det egna skapandet och den egna träningen samt värderar dessa med <strong>________</strong> omdömen.",
        "knowledgeRequirementChoice" : {
          "E" : "Dessutom diskuterar eleven <strong>översiktligt</strong> det egna skapandet och den egna träningen samt värderar dessa med <strong>enkla</strong> omdömen.",
          "C" : "Dessutom diskuterar eleven <strong>utförligt</strong> det egna skapandet och den egna träningen samt värderar dessa med <strong>nyanserade</strong> omdömen.",
          "A" : "Dessutom diskuterar eleven <strong>utförligt och nyanserat</strong> det egna skapandet och den egna träningen samt värderar dessa med <strong>nyanserade</strong> omdömen <strong>och formulerar vägar för hur skapandet och träningen kan utvecklas</strong>."
        }
      }, {
        "text" : "Eleven gör <strong>________</strong> analyser av sceniska gestaltningar samt tolkar dessa.",
        "knowledgeRequirementChoice" : {
          "E" : "Eleven gör <strong>enkla</strong> analyser av sceniska gestaltningar samt tolkar dessa.",
          "C" : "Eleven gör analyser av sceniska gestaltningar samt tolkar dessa.",
          "A" : "Eleven gör analyser av sceniska gestaltningar samt tolkar dessa."
        }
      }, {
        "text" : "I sina analyser använder eleven <strong>________</strong> relevanta begrepp.",
        "knowledgeRequirementChoice" : {
          "E" : "I sina analyser använder eleven <strong>med viss säkerhet</strong> relevanta begrepp.",
          "C" : "I sina analyser använder eleven <strong>med viss säkerhet</strong> relevanta begrepp.",
          "A" : "I sina analyser använder eleven <strong>med säkerhet</strong> relevanta begrepp."
        }
      } ]
    } ],
    "point" : 100,
    "year" : null
  }, {
    "name" : "Scenisk gestaltning 1",
    "description" : "Kursen scenisk gestaltning 1 omfattar punkterna 1–3 och 5–9 under rubriken Ämnets syfte, med särskild betoning på punkterna 1, 3, 5 och 7. I kursen behandlas grundläggande kunskaper i ämnet.",
    "code" : "TEASCE01",
    "centralContent" : [ {
      "heading" : "Undervisningen i kursen ska behandla följande centrala innehåll:",
      "lines" : [ "Kroppen och rösten som medel för att utrycka sig på scenen samt träning i att använda kropp och röst i sceniska sammanhang.", "Träning i att använda teaterns andra uttrycksområden, till exempel scenografi, kostym, mask, ljus och ljud.", "Den sceniska berättelsens uppbyggnad med till exempel handling, karaktärer, tid och rum.", "Samspel mellan berättelse, berättare och rum i syfte att skapa en enhetlig gestaltning.", "Samverkan mellan ett av teaterns uttrycksområden och ett eller flera andra uttrycksområden. Det sceniska uttryckets förändring vid olika kombinationer av uttrycksområden.", "Träning i att medvetet förmedla tankar, känslor och åsikter till en publik.", "Teatern som kollektiv konstart med fokus på individuell kreativitet och samspel i grupp.", "Reflektion över det egna skapandet, både individuellt och i grupp.", "Analys och tolkning av sceniska gestaltningar med fokus på att särskilja teaterns olika uttrycksområden och hur en berättelse förmedlas.", "Begrepp för analys av form och innehåll i scenisk gestaltning." ]
    } ],
    "knowledgeRequirementParagraphs" : [ {
      "heading" : "",
      "knowledgeRequirements" : [ {
        "text" : "Eleven gestaltar med <strong>________</strong> resultat <strong>________</strong> uttryck med kroppen och rösten.",
        "knowledgeRequirementChoice" : {
          "E" : "Eleven gestaltar med <strong>tillfredsställande</strong> resultat <strong>några enkla</strong> uttryck med kroppen och rösten.",
          "C" : "Eleven gestaltar med <strong>tillfredsställande</strong> resultat <strong>några</strong> uttryck med kroppen och rösten.",
          "A" : "Eleven gestaltar med <strong>gott</strong> resultat <strong>flera komplexa</strong> uttryck med kroppen och rösten."
        }
      }, {
        "text" : "Eleven beskriver <strong>________</strong> hur teaterns scenografi, mask, kostym, ljud och ljus ingår i sceniska gestaltningar samt gestaltar inom <strong>________</strong> av dessa områden.",
        "knowledgeRequirementChoice" : {
          "E" : "Eleven beskriver <strong>översiktligt</strong> hur teaterns scenografi, mask, kostym, ljud och ljus ingår i sceniska gestaltningar samt gestaltar inom <strong>något</strong> av dessa områden.",
          "C" : "Eleven beskriver <strong>utförligt</strong> hur teaterns scenografi, mask, kostym, ljud och ljus ingår i sceniska gestaltningar samt gestaltar inom <strong>några</strong> av dessa områden.",
          "A" : "Eleven beskriver <strong>utförligt och nyanserat</strong> hur teaterns scenografi, mask, kostym, ljud och ljus ingår i sceniska gestaltningar samt gestaltar inom <strong>flera</strong> av dessa områden."
        }
      }, {
        "text" : "Eleven redogör <strong>________</strong> för uppbyggnaden av <strong>________</strong> sceniska berättelser.",
        "knowledgeRequirementChoice" : {
          "E" : "Eleven redogör <strong>översiktligt</strong> för uppbyggnaden av <strong>några enkla</strong> sceniska berättelser.",
          "C" : "Eleven redogör <strong>utförligt</strong> för uppbyggnaden av <strong>några</strong> sceniska berättelser.",
          "A" : "Eleven redogör <strong>utförligt och nyanserat</strong> för uppbyggnaden av <strong>flera komplexa</strong> sceniska berättelser."
        }
      } ]
    }, {
      "heading" : "",
      "knowledgeRequirements" : [ {
        "text" : "Eleven beskriver <strong>________</strong> hur <strong>________</strong> av teaterns uttrycksområden samverkar samt kommunicerar <strong>________</strong> med publik genom att använda <strong>________</strong> av teaterns uttrycksmedel.",
        "knowledgeRequirementChoice" : {
          "E" : "Eleven beskriver <strong>översiktligt</strong> hur <strong>några</strong> av teaterns uttrycksområden samverkar samt kommunicerar <strong>med viss säkerhet</strong> med publik genom att använda <strong>några</strong> av teaterns uttrycksmedel.",
          "C" : "Eleven beskriver <strong>utförligt</strong> hur <strong>några</strong> av teaterns uttrycksområden samverkar samt kommunicerar <strong>med viss säkerhet några</strong> med publik genom att använda teaterns uttrycksmedel.",
          "A" : "Eleven beskriver <strong>utförligt och nyanserat</strong> hur <strong>flera</strong> av teaterns uttrycksområden samverkar samt kommunicerar <strong>med säkerhet</strong> med publik genom att använda <strong>flera</strong> av teaterns uttrycksmedel."
        }
      }, {
        "text" : "Eleven samarbetar <strong>________</strong> i olika gestaltningsgrupper.",
        "knowledgeRequirementChoice" : {
          "E" : "Eleven samarbetar <strong>med viss säkerhet</strong> i olika gestaltningsgrupper.",
          "C" : "Eleven samarbetar <strong>med viss säkerhet</strong> i olika gestaltningsgrupper.",
          "A" : "Eleven samarbetar <strong>med säkerhet</strong> i olika gestaltningsgrupper."
        }
      }, {
        "text" : "Dessutom diskuterar eleven <strong>________</strong> det egna skapandet samt värderar det med <strong>________</strong> omdömen.",
        "knowledgeRequirementChoice" : {
          "E" : "Dessutom diskuterar eleven <strong>översiktligt</strong> det egna skapandet samt värderar det med <strong>enkla</strong> omdömen.",
          "C" : "Dessutom diskuterar eleven <strong>utförligt</strong> det egna skapandet samt värderar det med <strong>nyanserade</strong> omdömen.",
          "A" : "Dessutom diskuterar eleven <strong>utförligt och nyanserat</strong> det egna skapandet samt värderar det med <strong>nyanserade</strong> omdömen <strong>och formulerar vägar för hur skapandet kan utvecklas</strong>."
        }
      }, {
        "text" : "Eleven gör en <strong>________</strong> analys av <strong>________</strong> sceniska gestaltning samt tolkar <strong>________</strong>.",
        "knowledgeRequirementChoice" : {
          "E" : "Eleven gör en <strong>enkel</strong> analys av <strong>någon annans</strong> sceniska gestaltning samt tolkar <strong>denna</strong>.",
          "C" : "Eleven gör analyser av <strong>andras</strong> sceniska gestaltningar samt tolkar <strong>dessa</strong>.",
          "A" : "Eleven gör <strong>komplexa</strong> analyser av <strong>andras</strong> sceniska gestaltningar samt tolkar <strong>dessa</strong>."
        }
      }, {
        "text" : "I sin analys använder eleven <strong>________</strong> relevanta begrepp.",
        "knowledgeRequirementChoice" : {
          "E" : "I sin analys använder eleven <strong>med viss säkerhet</strong> relevanta begrepp.",
          "C" : "I sina analyser använder eleven <strong>med viss säkerhet</strong> relevanta begrepp.",
          "A" : "I sina analyser använder eleven <strong>med säkerhet</strong> relevanta begrepp."
        }
      } ]
    } ],
    "point" : 100,
    "year" : null
  }, {
    "name" : "Scenisk gestaltning 2",
    "description" : "Kursen scenisk gestaltning 2 omfattar punkterna 1–3 och 5–9 under rubriken Ämnets syfte, med särskild betoning på punkt 2. I kursen behandlas fördjupade kunskaper i ämnet.",
    "code" : "TEASCE02",
    "centralContent" : [ {
      "heading" : "Undervisningen i kursen ska behandla följande centrala innehåll:",
      "lines" : [ "Gestaltning av en scenisk karaktär med kropp och röst.", "Gestaltning med teaterns olika uttrycksområden scenografi, mask, kostym, ljud och ljus.", "Den sceniska berättelsens uppbyggnad och olika vägar att skapa en scenisk berättelse.", "Samverkan mellan teaterns uttrycksområden genom kombination av två eller flera områden i gemensamma uttryck.", "Kommunikation med publik genom gestaltning via teaterns uttrycksområden.", "Reflektion över det egna skapandet, både individuellt och i grupp.", "Teatern som kollektiv konstart med fokus på teatern som arbetsplats och samarbetet mellan de olika yrkesroller som finns där.", "Analys och tolkning av sceniska gestaltningar med fokus på hur teaterns uttrycksområden kommunicerar med publiken.", "Begrepp för analys av scenisk gestaltning, till exempel avsikt, kraft, tid och rum." ]
    } ],
    "knowledgeRequirementParagraphs" : [ {
      "heading" : "",
      "knowledgeRequirements" : [ {
        "text" : "Eleven gestaltar med <strong>________</strong> resultat <strong>________</strong> uttryck med kroppen och rösten.",
        "knowledgeRequirementChoice" : {
          "E" : "Eleven gestaltar med <strong>tillfredsställande</strong> resultat <strong>några enkla</strong> uttryck med kroppen och rösten.",
          "C" : "Eleven gestaltar med <strong>tillfredsställande</strong> resultat <strong>några</strong> uttryck med kroppen och rösten.",
          "A" : "Eleven gestaltar med <strong>gott</strong> resultat <strong>flera komplexa</strong> uttryck med kroppen och rösten."
        }
      }, {
        "text" : "Eleven beskriver <strong>________</strong> hur teaterns scenografi, mask, kostym, ljud och ljus ingår i sceniska gestaltningar samt gestaltar inom <strong>________</strong> av dessa områden.",
        "knowledgeRequirementChoice" : {
          "E" : "Eleven beskriver <strong>översiktligt</strong> hur teaterns scenografi, mask, kostym, ljud och ljus ingår i sceniska gestaltningar samt gestaltar inom <strong>något</strong> av dessa områden.",
          "C" : "Eleven beskriver <strong>utförligt</strong> hur teaterns scenografi, mask, kostym, ljud och ljus ingår i sceniska gestaltningar samt gestaltar inom <strong>några</strong> av dessa områden.",
          "A" : "Eleven beskriver <strong>utförligt och nyanserat</strong> hur teaterns scenografi, mask, kostym, ljud och ljus ingår i sceniska gestaltningar samt gestaltar inom <strong>flera</strong> av dessa områden."
        }
      }, {
        "text" : "Eleven redogör <strong>________</strong> för uppbyggnaden av <strong>________</strong> sceniska berättelser samt bygger <strong>________</strong> med handledare <strong>________</strong> sceniska berättelser.",
        "knowledgeRequirementChoice" : {
          "E" : "Eleven redogör <strong>översiktligt</strong> för uppbyggnaden av <strong>enkla</strong> sceniska berättelser samt bygger <strong>i samråd</strong> med handledare <strong>enkla</strong> sceniska berättelser.",
          "C" : "Eleven redogör <strong>utförligt</strong> för uppbyggnaden av sceniska berättelser samt bygger <strong>efter samråd</strong> med handledare <strong>några</strong> sceniska berättelser.",
          "A" : "Eleven redogör <strong>utförligt och nyanserat</strong> för uppbyggnaden av <strong>komplexa</strong> sceniska berättelser samt bygger <strong>efter samråd</strong> med handledare <strong>flera</strong> sceniska berättelser."
        }
      } ]
    }, {
      "heading" : "",
      "knowledgeRequirements" : [ {
        "text" : "Eleven beskriver <strong>________</strong> hur teaterns uttrycksområden samverkar.",
        "knowledgeRequirementChoice" : {
          "E" : "Eleven beskriver <strong>översiktligt</strong> hur teaterns uttrycksområden samverkar.",
          "C" : "Eleven beskriver <strong>utförligt</strong> hur teaterns uttrycksområden samverkar.",
          "A" : "Eleven beskriver <strong>utförligt och nyanserat</strong> hur teaterns uttrycksområden samverkar."
        }
      }, {
        "text" : "Dessutom kommunicerar eleven <strong>________</strong> med publik genom att använda teaterns uttrycksmedel.",
        "knowledgeRequirementChoice" : {
          "E" : "Dessutom kommunicerar eleven <strong>med viss säkerhet</strong> med publik genom att använda teaterns uttrycksmedel.",
          "C" : "Dessutom kommunicerar eleven <strong>med säkerhet</strong> med publik genom att använda teaterns uttrycksmedel.",
          "A" : "Dessutom kommunicerar eleven <strong>med säkerhet</strong> med publik genom att använda teaterns uttrycksmedel."
        }
      }, {
        "text" : "Eleven samarbetar även <strong>________</strong> i olika gestaltningsgrupper.",
        "knowledgeRequirementChoice" : {
          "E" : "Eleven samarbetar även <strong>med viss säkerhet</strong> i olika gestaltningsgrupper.",
          "C" : "Eleven samarbetar även <strong>med säkerhet</strong> i olika gestaltningsgrupper.",
          "A" : "Eleven samarbetar även <strong>med säkerhet och tar initiativ i arbetet</strong> i olika gestaltningsgrupper."
        }
      }, {
        "text" : "Dessutom diskuterar eleven <strong>________</strong> det egna skapandet samt värderar det med <strong>________</strong> omdömen.",
        "knowledgeRequirementChoice" : {
          "E" : "Dessutom diskuterar eleven <strong>översiktligt</strong> det egna skapandet samt värderar det med <strong>enkla</strong> omdömen.",
          "C" : "Dessutom diskuterar eleven <strong>utförligt</strong> det egna skapandet samt värderar det med <strong>nyanserade</strong> omdömen.",
          "A" : "Dessutom diskuterar eleven <strong>utförligt och nyanserat</strong> det egna skapandet samt värderar det med <strong>nyanserade</strong> omdömen <strong>och formulerar vägar för hur skapandet kan utvecklas</strong>."
        }
      }, {
        "text" : "Eleven gör <strong>________</strong> analyser av <strong>________</strong> sceniska gestaltningar samt tolkar dessa med <strong>________</strong> resultat.",
        "knowledgeRequirementChoice" : {
          "E" : "Eleven gör <strong>enkla</strong> analyser av <strong>några</strong> sceniska gestaltningar samt tolkar dessa med <strong>tillfredsställande</strong> resultat.",
          "C" : "Eleven gör analyser av <strong>några</strong> sceniska gestaltningar samt tolkar dessa med <strong>tillfredsställande</strong> resultat.",
          "A" : "Eleven gör <strong>komplexa</strong> analyser av sceniska gestaltningar samt tolkar dessa med <strong>gott</strong> resultat."
        }
      }, {
        "text" : "I sina analyser använder eleven <strong>________</strong> relevanta begrepp.",
        "knowledgeRequirementChoice" : {
          "E" : "I sina analyser använder eleven <strong>med viss säkerhet</strong> relevanta begrepp.",
          "C" : "I sina analyser använder eleven <strong>med viss säkerhet</strong> relevanta begrepp.",
          "A" : "I sina analyser använder eleven <strong>med säkerhet</strong> relevanta begrepp."
        }
      } ]
    }, {
      "heading" : "",
      "knowledgeRequirements" : [ {
        "text" : "När eleven samråder med handledare bedömer hon eller han <strong>________</strong> den egna förmågan och situationens krav.",
        "knowledgeRequirementChoice" : {
          "E" : "När eleven samråder med handledare bedömer hon eller han <strong>med viss säkerhet</strong> den egna förmågan och situationens krav.",
          "C" : "När eleven samråder med handledare bedömer hon eller han <strong>med viss säkerhet</strong> den egna förmågan och situationens krav.",
          "A" : "När eleven samråder med handledare bedömer hon eller han <strong>med säkerhet</strong> den egna förmågan och situationens krav."
        }
      } ]
    } ],
    "point" : 100,
    "year" : null
  }, {
    "name" : "Scenisk gestaltning 3",
    "description" : "Kursen scenisk gestaltning 3 omfattar punkterna 1–3 och 5–9 under rubriken Ämnets syfte, med betoning på punkt 5.",
    "code" : "TEASCE03",
    "centralContent" : [ {
      "heading" : "Undervisning i kursen ska behandla följande centrala innehåll:",
      "lines" : [ "Gestaltning med fokus på något eller några av teaterns uttrycksområden, dvs. kropp, röst, scenografi, mask, kostym, ljud eller ljus.", "Gestaltning av en scenisk berättelse.", "Arbetsprocessen med en scenisk produktion från idé till färdig föreställning. Repetitionsarbetets olika stadier och samverkan mellan samtliga uttrycksområden i en scenisk produktion.", "Scenisk produktion, möte med publik.", "Teatern som kollektiv konstart, samarbetets betydelse för att skapa en scenisk produktion.", "Reflektion över det egna skapandet.", "Analys och tolkning av sceniska gestaltningar med fokus på att förmedla en berättelse till publik.", "Begrepp för analys av scenisk gestaltning, till exempel helhet, samband och samverkan." ]
    } ],
    "knowledgeRequirementParagraphs" : [ {
      "heading" : "",
      "knowledgeRequirements" : [ {
        "text" : "Eleven gestaltar med <strong>________</strong> resultat inom valt uttrycksområde.",
        "knowledgeRequirementChoice" : {
          "E" : "Eleven gestaltar med <strong>tillfredsställande</strong> resultat inom valt uttrycksområde.",
          "C" : "Eleven gestaltar med <strong>tillfredsställande</strong> resultat inom valt uttrycksområde.",
          "A" : "Eleven gestaltar med <strong>gott</strong> resultat inom valt uttrycksområde."
        }
      }, {
        "text" : "Dessutom gestaltar eleven <strong>________</strong> en <strong>________</strong> scenisk berättelse.",
        "knowledgeRequirementChoice" : {
          "E" : "Dessutom gestaltar eleven <strong>med viss säkerhet</strong> en <strong>enkel</strong> scenisk berättelse.",
          "C" : "Dessutom gestaltar eleven <strong>med viss säkerhet</strong> en scenisk berättelse.",
          "A" : "Dessutom gestaltar eleven <strong>med säkerhet och med personligt uttryck</strong> en scenisk berättelse."
        }
      } ]
    }, {
      "heading" : "",
      "knowledgeRequirements" : [ {
        "text" : "Eleven beskriver <strong>________</strong> på vilket sätt valt uttrycksområde bidrar till den sceniska helheten.",
        "knowledgeRequirementChoice" : {
          "E" : "Eleven beskriver <strong>översiktligt</strong> på vilket sätt valt uttrycksområde bidrar till den sceniska helheten.",
          "C" : "Eleven beskriver <strong>utförligt</strong> på vilket sätt valt uttrycksområde bidrar till den sceniska helheten.",
          "A" : "Eleven beskriver <strong>utförligt och nyanserat</strong> på vilket sätt valt uttrycksområde bidrar till en <strong>komplex</strong> scenisk helhet."
        }
      }, {
        "text" : "Eleven använder med <strong>________</strong> resultat teaterns uttrycksmedel i samverkan samt kommunicerar <strong>________</strong> med publik genom att använda <strong>________</strong> teaterns uttrycksmedel.",
        "knowledgeRequirementChoice" : {
          "E" : "Eleven använder med <strong>tillfredsställande</strong> resultat teaterns uttrycksmedel i samverkan samt kommunicerar <strong>med viss säkerhet</strong> med publik genom att använda <strong>några av</strong> teaterns uttrycksmedel.",
          "C" : "Eleven använder med <strong>tillfredsställande</strong> resultat teaterns uttrycksmedel i samverkan samt kommunicerar <strong>med viss säkerhet</strong> med publik genom att använda teaterns uttrycksmedel.",
          "A" : "Eleven använder med <strong>gott</strong> resultat teaterns uttrycksmedel i samverkan samt kommunicerar <strong>med säkerhet</strong> med publik genom att använda teaterns uttrycksmedel."
        }
      }, {
        "text" : "Dessutom samarbetar eleven <strong>________</strong> i olika gestaltningsgrupper.",
        "knowledgeRequirementChoice" : {
          "E" : "Dessutom samarbetar eleven <strong>med viss säkerhet</strong> i olika gestaltningsgrupper.",
          "C" : "Dessutom samarbetar eleven <strong>med viss säkerhet</strong> i olika gestaltningsgrupper.",
          "A" : "Dessutom samarbetar eleven <strong>med säkerhet och tar initiativ i arbetet</strong> i olika gestaltningsgrupper."
        }
      } ]
    }, {
      "heading" : "",
      "knowledgeRequirements" : [ {
        "text" : "Eleven diskuterar <strong>________</strong> det egna skapandet samt värderar det med <strong>________</strong> omdömen.",
        "knowledgeRequirementChoice" : {
          "E" : "Eleven diskuterar <strong>översiktligt</strong> det egna skapandet samt värderar det med <strong>enkla</strong> omdömen.",
          "C" : "Eleven diskuterar <strong>utförligt</strong> det egna skapandet samt värderar det med <strong>nyanserade</strong> omdömen.",
          "A" : "Eleven diskuterar <strong>utförligt och nyanserat</strong> det egna skapandet samt värderar det med <strong>nyanserade</strong> omdömen <strong>och formulerar vägar för hur skapandet ska utvecklas</strong>."
        }
      }, {
        "text" : "Dessutom gör eleven en <strong>________</strong> analys av <strong>________</strong> scenisk gestaltning samt tolkar <strong>________</strong> med <strong>________</strong> resultat.",
        "knowledgeRequirementChoice" : {
          "E" : "Dessutom gör eleven en <strong>enkel</strong> analys av <strong>någon</strong> scenisk gestaltning samt tolkar <strong>denna</strong> med <strong>tillfredsställande</strong> resultat.",
          "C" : "Dessutom gör eleven analyser av <strong>några</strong> sceniska gestaltningar samt tolkar <strong>dessa</strong> med <strong>tillfredsställande</strong> resultat.",
          "A" : "Dessutom gör eleven <strong>komplexa</strong> analyser av <strong>flera</strong> sceniska gestaltningar samt tolkar <strong>dessa med säkerhet</strong>."
        }
      }, {
        "text" : "I sin analys använder eleven <strong>________</strong> relevanta begrepp.",
        "knowledgeRequirementChoice" : {
          "E" : "I sin analys använder eleven <strong>med viss säkerhet</strong> relevanta begrepp.",
          "C" : "I sina analyser använder eleven <strong>med viss säkerhet</strong> relevanta begrepp.",
          "A" : "I sina analyser använder eleven <strong>med säkerhet</strong> relevanta begrepp."
        }
      } ]
    } ],
    "point" : 100,
    "year" : null
  }, {
    "name" : "Sceniskt karaktärsarbete",
    "description" : "Kursen sceniskt karaktärsarbete omfattar punkterna 1, 3 och 5–9 under rubriken Ämnets syfte, med betoning på punkt 1.",
    "code" : "TEASCI0",
    "centralContent" : [ {
      "heading" : "Undervisningen i kursen ska behandla följande centrala innehåll:",
      "lines" : [ "Gestaltning med kropp och röst av en scenisk karaktär med annan utgångspunkt än text, till exempel en situation, en lös mask eller ett musikstycke. Improvisationsarbete för att utveckla en scenisk karaktär.", "Sceniska berättelser som bygger på text eller improvisation.", "Den sceniska karaktären i samspel med andra sceniska karaktärer och med teaterns övriga uttrycksområden.", "Förmedling till en publik av en scenisk karaktärs egenskaper och handlingar.", "Teatern som kollektiv konstart med fokus på samspel i en ensemble.", "Reflektion över det egna skapandet av en scenisk karaktär.", "Analys och tolkning av sceniska gestaltningar med fokus på sceniskt karaktärsarbete.", "Begrepp för analys av sceniska karaktärer, till exempel fysiska, psykiska och sociala dimensioner." ]
    } ],
    "knowledgeRequirementParagraphs" : [ {
      "heading" : "",
      "knowledgeRequirements" : [ {
        "text" : "Eleven gestaltar en <strong>________</strong> scenisk karaktär med kroppen och rösten med <strong>________</strong> resultat.",
        "knowledgeRequirementChoice" : {
          "E" : "Eleven gestaltar en <strong>enkel</strong> scenisk karaktär med kroppen och rösten med <strong>tillfredsställande</strong> resultat.",
          "C" : "Eleven gestaltar en scenisk karaktär med kroppen och rösten med <strong>tillfredsställande</strong> resultat.",
          "A" : "Eleven gestaltar en <strong>komplex</strong> scenisk karaktär med kroppen och rösten med <strong>gott</strong> resultat <strong>och med ett personligt uttryck</strong>."
        }
      }, {
        "text" : "Eleven redogör <strong>________</strong> för improvisationsarbetet för att skapa karaktären.",
        "knowledgeRequirementChoice" : {
          "E" : "Eleven redogör <strong>översiktligt</strong> för improvisationsarbetet för att skapa karaktären.",
          "C" : "Eleven redogör <strong>utförligt</strong> för improvisationsarbetet för att skapa karaktären.",
          "A" : "Eleven redogör <strong>utförligt och nyanserat</strong> för improvisationsarbetet för att skapa karaktären."
        }
      }, {
        "text" : "Dessutom redogör eleven <strong>________</strong> för hur olika sceniska karaktärer, med sina olika funktioner, bygger upp en <strong>________</strong> scenisk berättelse.",
        "knowledgeRequirementChoice" : {
          "E" : "Dessutom redogör eleven <strong>översiktligt</strong> för hur olika sceniska karaktärer, med sina olika funktioner, bygger upp en <strong>enkel</strong> scenisk berättelse.",
          "C" : "Dessutom redogör eleven <strong>utförligt</strong> för hur olika sceniska karaktärer, med sina olika funktioner, bygger upp en scenisk berättelse.",
          "A" : "Dessutom redogör eleven <strong>utförligt och nyanserat</strong> för hur olika sceniska karaktärer, med sina olika funktioner, bygger upp en <strong>komplex</strong> scenisk berättelse."
        }
      } ]
    }, {
      "heading" : "",
      "knowledgeRequirements" : [ {
        "text" : "Eleven beskriver <strong>________</strong> hur <strong>________</strong> uttryck samverkar för att skapa en <strong>________</strong> scenisk karaktär och hur en scenisk karaktär samverkar med <strong>________</strong> andra uttrycksområden inom teatern.",
        "knowledgeRequirementChoice" : {
          "E" : "Eleven beskriver <strong>översiktligt</strong> hur <strong>några</strong> uttryck samverkar för att skapa en <strong>enkel</strong> scenisk karaktär och hur en scenisk karaktär samverkar med <strong>några</strong> andra uttrycksområden inom teatern.",
          "C" : "Eleven beskriver <strong>utförligt</strong> hur <strong>några</strong> uttryck samverkar för att skapa en scenisk karaktär och hur en scenisk karaktär samverkar med <strong>några</strong> andra uttrycksområden inom teatern.",
          "A" : "Eleven beskriver <strong>utförligt och nyanserat</strong> hur <strong>flera</strong> uttryck samverkar för att skapa en scenisk karaktär och hur en scenisk karaktär samverkar med <strong>flera</strong> andra uttrycksområden inom teatern."
        }
      }, {
        "text" : "Eleven kommunicerar <strong>________</strong> med publik genom att gestalta en <strong>________</strong> scenisk karaktär.",
        "knowledgeRequirementChoice" : {
          "E" : "Eleven kommunicerar <strong>med viss säkerhet</strong> med publik genom att gestalta en <strong>enkel</strong> scenisk karaktär.",
          "C" : "Eleven kommunicerar <strong>med viss säkerhet</strong> med publik genom att gestalta en scenisk karaktär.",
          "A" : "Eleven kommunicerar <strong>med säkerhet</strong> med publik genom att gestalta en scenisk karaktär."
        }
      }, {
        "text" : "Eleven samarbetar <strong>________</strong> i gestaltningsgrupper.",
        "knowledgeRequirementChoice" : {
          "E" : "Eleven samarbetar <strong>med viss säkerhet</strong> i gestaltningsgrupper.",
          "C" : "Eleven samarbetar <strong>med viss säkerhet</strong> i gestaltningsgrupper.",
          "A" : "Eleven samarbetar <strong>med säkerhet och tar initiativ i arbetet</strong> i gestaltningsgrupper."
        }
      }, {
        "text" : "Dessutom diskuterar eleven <strong>________</strong> det egna skapandet av sceniska karaktärer samt värderar det med <strong>________</strong> omdömen.",
        "knowledgeRequirementChoice" : {
          "E" : "Dessutom diskuterar eleven <strong>översiktligt</strong> det egna skapandet av sceniska karaktärer samt värderar det med <strong>enkla</strong> omdömen.",
          "C" : "Dessutom diskuterar eleven <strong>utförligt</strong> det egna skapandet av sceniska karaktärer samt värderar det med <strong>nyanserade</strong> omdömen.",
          "A" : "Dessutom diskuterar eleven <strong>utförligt och nyanserat</strong> det egna skapandet av sceniska karaktärer samt värderar det med <strong>nyanserade</strong> omdömen <strong>och formulerar vägar för hur skapandet kan utvecklas</strong>."
        }
      }, {
        "text" : "Eleven gör <strong>________</strong> analyser av <strong>________</strong> scenisk gestaltning samt tolkar <strong>________</strong>.",
        "knowledgeRequirementChoice" : {
          "E" : "Eleven gör <strong>enkla</strong> analyser av <strong>någon</strong> scenisk gestaltning samt tolkar <strong>denna</strong>.",
          "C" : "Eleven gör analyser av <strong>några</strong> sceniska gestaltningar samt tolkar <strong>dessa</strong>.",
          "A" : "Eleven gör analyser av <strong>flera komplexa</strong> sceniska gestaltningar samt tolkar <strong>dessa</strong>."
        }
      }, {
        "text" : "I sin analys använder eleven <strong>________</strong> relevanta begrepp.",
        "knowledgeRequirementChoice" : {
          "E" : "I sin analys använder eleven <strong>med viss säkerhet</strong> relevanta begrepp.",
          "C" : "I sina analyser använder eleven <strong>med viss säkerhet</strong> relevanta begrepp.",
          "A" : "I sina analyser använder eleven <strong>med säkerhet</strong> relevanta begrepp."
        }
      } ]
    } ],
    "point" : 100,
    "year" : null
  }, {
    "name" : "Sceniskt karaktärsarbete – text",
    "description" : "Kursen sceniskt karaktärsarbete – text omfattar punkterna 1, 3 och 5–9 under rubriken Ämnets syfte, med betoning på punkt 1.",
    "code" : "TEASCN0",
    "centralContent" : [ {
      "heading" : "Undervisningen i kursen ska behandla följande centrala innehåll:",
      "lines" : [ "Gestaltning med kropp och röst av en scenisk karaktär utifrån en dramatisk text. Metoder och teorier för att gestalta sceniska karaktärer med utgångspunkt i dramatisk text, till exempel Stanislavskijmetoden.", "Den dramatiska textens form och innehåll samt hur den fungerar som inspiration och stimulans i det sceniska karaktärsarbetet.", "Förmedling till en publik av den sceniska karaktärens egenskaper och handlingar.", "Den sceniska karaktären i samspel med andra sceniska karaktärer och med teaterns övriga uttrycksområden.", "Teatern som kollektiv konstart med fokus på samspel i en ensemble.", "Reflektion över det egna skapandet av en scenisk karaktär.", "Analys och tolkning av sceniska gestaltningar med fokus på sceniska karaktärer.", "Begrepp för analys av sceniska karaktärer, till exempel fysiska, psykiska och sociala dimensioner." ]
    } ],
    "knowledgeRequirementParagraphs" : [ {
      "heading" : "",
      "knowledgeRequirements" : [ {
        "text" : "Eleven gestaltar en <strong>________</strong> scenisk karaktär med kroppen och rösten med <strong>________</strong> resultat.",
        "knowledgeRequirementChoice" : {
          "E" : "Eleven gestaltar en <strong>enkel</strong> scenisk karaktär med kroppen och rösten med <strong>tillfredsställande</strong> resultat.",
          "C" : "Eleven gestaltar en scenisk karaktär med kroppen och rösten med <strong>tillfredsställande</strong> resultat.",
          "A" : "Eleven gestaltar en <strong>komplex</strong> scenisk karaktär med kroppen och rösten med <strong>gott</strong> resultat <strong>och med ett personligt uttryck</strong>."
        }
      }, {
        "text" : "Eleven redogör <strong>________</strong> för <strong>________</strong> metod för sceniskt karaktärsarbete.",
        "knowledgeRequirementChoice" : {
          "E" : "Eleven redogör <strong>översiktligt</strong> för <strong>någon</strong> metod för sceniskt karaktärsarbete.",
          "C" : "Eleven redogör <strong>utförligt</strong> för <strong>några</strong> metoder för sceniskt karaktärsarbete.",
          "A" : "Eleven redogör <strong>utförligt och nyanserat</strong> för <strong>flera</strong> metoder för sceniskt karaktärsarbete."
        }
      }, {
        "text" : "Dessutom redogör eleven <strong>________</strong> för hur olika sceniska karaktärer, med sina olika funktioner, bygger upp en <strong>________</strong> scenisk berättelse.",
        "knowledgeRequirementChoice" : {
          "E" : "Dessutom redogör eleven <strong>översiktligt</strong> för hur olika sceniska karaktärer, med sina olika funktioner, bygger upp en <strong>enkel</strong> scenisk berättelse.",
          "C" : "Dessutom redogör eleven <strong>utförligt</strong> för hur olika sceniska karaktärer, med sina olika funktioner, bygger upp en scenisk berättelse.",
          "A" : "Dessutom redogör eleven <strong>utförligt och nyanserat</strong> för hur olika sceniska karaktärer, med sina olika funktioner, bygger upp en <strong>komplex</strong> scenisk berättelse."
        }
      } ]
    }, {
      "heading" : "",
      "knowledgeRequirements" : [ {
        "text" : "Eleven beskriver <strong>________</strong> hur <strong>________</strong> uttryck samverkar för att skapa en <strong>________</strong> scenisk karaktär och hur en scenisk karaktär samverkar med <strong>________</strong> andra uttrycksområden inom teatern.",
        "knowledgeRequirementChoice" : {
          "E" : "Eleven beskriver <strong>översiktligt</strong> hur <strong>några</strong> uttryck samverkar för att skapa en <strong>enkel</strong> scenisk karaktär och hur en scenisk karaktär samverkar med <strong>några</strong> andra uttrycksområden inom teatern.",
          "C" : "Eleven beskriver <strong>utförligt</strong> hur <strong>några</strong> uttryck samverkar för att skapa en scenisk karaktär och hur en scenisk karaktär samverkar med <strong>några</strong> andra uttrycksområden inom teatern.",
          "A" : "Eleven beskriver <strong>utförligt och nyanserat</strong> hur <strong>flera</strong> uttryck samverkar för att skapa en <strong>komplex</strong> scenisk karaktär och hur en scenisk karaktär samverkar med <strong>flera</strong> andra uttrycksområden inom teatern."
        }
      }, {
        "text" : "Eleven kommunicerar <strong>________</strong> med publik genom att gestalta en <strong>________</strong> scenisk karaktär.",
        "knowledgeRequirementChoice" : {
          "E" : "Eleven kommunicerar <strong>med viss säkerhet</strong> med publik genom att gestalta en <strong>enkel</strong> scenisk karaktär.",
          "C" : "Eleven kommunicerar <strong>med viss säkerhet</strong> med publik genom att gestalta en scenisk karaktär.",
          "A" : "Eleven kommunicerar <strong>med säkerhet</strong> med publik genom att gestalta en scenisk karaktär."
        }
      }, {
        "text" : "Eleven samarbetar <strong>________</strong> i gestaltningsgrupper.",
        "knowledgeRequirementChoice" : {
          "E" : "Eleven samarbetar <strong>med viss säkerhet</strong> i gestaltningsgrupper.",
          "C" : "Eleven samarbetar <strong>med viss säkerhet</strong> i gestaltningsgrupper.",
          "A" : "Eleven samarbetar <strong>med säkerhet och tar initiativ i arbetet</strong> i gestaltningsgrupper."
        }
      }, {
        "text" : "Dessutom diskuterar eleven <strong>________</strong> det egna skapandet av sceniska karaktärer samt värderar det med <strong>________</strong> omdömen.",
        "knowledgeRequirementChoice" : {
          "E" : "Dessutom diskuterar eleven <strong>översiktligt</strong> det egna skapandet av sceniska karaktärer samt värderar det med <strong>enkla</strong> omdömen.",
          "C" : "Dessutom diskuterar eleven <strong>utförligt</strong> det egna skapandet av sceniska karaktärer samt värderar det med <strong>nyanserade</strong> omdömen.",
          "A" : "Dessutom diskuterar eleven <strong>utförligt och nyanserat</strong> det egna skapandet av sceniska karaktärer samt värderar det med <strong>nyanserade</strong> omdömen <strong>och formulerar vägar för hur skapandet kan utvecklas</strong>."
        }
      }, {
        "text" : "Eleven gör <strong>________</strong> analyser av <strong>________</strong> scenisk gestaltning samt tolkar <strong>________</strong>.",
        "knowledgeRequirementChoice" : {
          "E" : "Eleven gör <strong>enkla</strong> analyser av <strong>någon</strong> scenisk gestaltning samt tolkar <strong>denna</strong>.",
          "C" : "Eleven gör analyser av <strong>några</strong> sceniska gestaltningar samt tolkar <strong>dessa</strong>.",
          "A" : "Eleven gör analyser av <strong>några</strong> sceniska gestaltningar samt tolkar <strong>dessa</strong>."
        }
      }, {
        "text" : "I sin analys använder eleven <strong>________</strong> relevanta begrepp.",
        "knowledgeRequirementChoice" : {
          "E" : "I sin analys använder eleven <strong>med viss säkerhet</strong> relevanta begrepp.",
          "C" : "I sina analyser använder eleven <strong>med viss säkerhet</strong> relevanta begrepp.",
          "A" : "I sina analyser använder eleven <strong>med säkerhet</strong> relevanta begrepp."
        }
      } ]
    } ],
    "point" : 100,
    "year" : null
  }, {
    "name" : "Scenografi, mask och kostym",
    "description" : "Kursen scenografi, mask och kostym omfattar punkterna 2 och 5–9 under rubriken Ämnets syfte, med särskild betoning på punkt 2. I kursen behandlas kunskaper med betoning på ett av områdena scenografi, mask eller kostym.",
    "code" : "TEASCE00S",
    "centralContent" : [ {
      "heading" : "Undervisningen i kursen ska behandla följande centrala innehåll:",
      "lines" : [ "Design och tillverkning av sceniska uttryck, dvs. scenografi, rekvisita, kostym och maskering. Kursen kan fokusera på ett eller flera av dessa områden.", "Materialkunskap och hantverksteknik som är relevant för valt fokus.", "Skissteknik och färglära samt metoder för arbete med planering, skisser, ritningar och modeller.", "Arbetsmiljö och säkerhet i verkstad och på scen som är relevant för valt fokus, till exempel hållfasthet, brand och utrymning.", "Samspelet mellan formgivningen av scenrummet, rekvisitan, kostymen eller maskeringen och teaterns övriga gestaltningskomponenter.", "Kommunikation med publik.", "Teatern som kollektiv konstform och arbetsplats.", "Reflektion över eget och andras designarbete.", "Analys och tolkning av sceniska gestaltningar med fokus på teaterns visuella uttrycksformer.", "Begrepp för analys av visuella uttrycksformer, till exempel färg, form, materialval och stil." ]
    } ],
    "knowledgeRequirementParagraphs" : [ {
      "heading" : "",
      "knowledgeRequirements" : [ {
        "text" : "Eleven gör <strong>________</strong> med handledare tolkningar av sceniskt material.",
        "knowledgeRequirementChoice" : {
          "E" : "Eleven gör <strong>i samråd</strong> med handledare tolkningar av sceniskt material.",
          "C" : "Eleven gör <strong>efter samråd</strong> med handledare tolkningar av sceniskt material.",
          "A" : "Eleven gör <strong>efter samråd</strong> med handledare tolkningar av sceniskt material."
        }
      }, {
        "text" : "Utifrån dessa tolkningar skapar eleven, <strong>________</strong> med handledare, med hjälp av scenografi, kostym eller maskering en <strong>________</strong> design av det sceniska rummet.",
        "knowledgeRequirementChoice" : {
          "E" : "Utifrån dessa tolkningar skapar eleven, <strong>i samråd</strong> med handledare, med hjälp av scenografi, kostym eller maskering en <strong>enkel</strong> design av det sceniska rummet.",
          "C" : "Utifrån dessa tolkningar skapar eleven, <strong>efter samråd</strong> med handledare, med hjälp av scenografi, kostym eller maskering en design av det sceniska rummet.",
          "A" : "Utifrån dessa tolkningar skapar eleven, <strong>efter samråd</strong> med handledare, med hjälp av scenografi, kostym eller maskering en <strong>personlig och komplex</strong> design av det sceniska rummet."
        }
      }, {
        "text" : "I arbetet planerar eleven <strong>________</strong> med handledare samt redogör <strong>________</strong> för idéer med hjälp av skisser, ritningar och modeller.",
        "knowledgeRequirementChoice" : {
          "E" : "I arbetet planerar eleven <strong>i samråd</strong> med handledare samt redogör <strong>översiktligt</strong> för idéer med hjälp av skisser, ritningar och modeller.",
          "C" : "I arbetet planerar eleven <strong>efter samråd</strong> med handledare samt redogör <strong>utförligt</strong> för idéer med hjälp av skisser, ritningar och modeller.",
          "A" : "I arbetet planerar eleven <strong>efter samråd</strong> med handledare samt redogör <strong>utförligt och nyanserat</strong> för idéer med hjälp av skisser, ritningar och modeller."
        }
      }, {
        "text" : "Dessutom använder eleven med <strong>________</strong> handlag material och verktyg.",
        "knowledgeRequirementChoice" : {
          "E" : "Dessutom använder eleven med <strong>visst</strong> handlag material och verktyg.",
          "C" : "Dessutom använder eleven med <strong>gott</strong> handlag material och verktyg.",
          "A" : "Dessutom använder eleven med <strong>mycket gott</strong> handlag material och verktyg."
        }
      }, {
        "text" : "Eleven arbetar säkert med hänsyn till hälsa och arbetsmiljö.",
        "knowledgeRequirementChoice" : {
          "E" : "Eleven arbetar säkert med hänsyn till hälsa och arbetsmiljö.",
          "C" : "Eleven arbetar säkert med hänsyn till hälsa och arbetsmiljö.",
          "A" : "Eleven arbetar säkert med hänsyn till hälsa och arbetsmiljö."
        }
      }, {
        "text" : "Eleven redogör <strong>________</strong> för de val som har gjorts under arbetet samt för motiven för dessa.",
        "knowledgeRequirementChoice" : {
          "E" : "Eleven redogör <strong>översiktligt</strong> för de val som har gjorts under arbetet samt för motiven för dessa.",
          "C" : "Eleven redogör <strong>utförligt</strong> för de val som har gjorts under arbetet samt för motiven för dessa.",
          "A" : "Eleven redogör <strong>utförligt och nyanserat</strong> för de val som har gjorts under arbetet samt för motiven för dessa."
        }
      } ]
    }, {
      "heading" : "",
      "knowledgeRequirements" : [ {
        "text" : "Eleven beskriver <strong>________</strong> hur designen är en del av den sceniska gestaltningens konstnärliga uttryck och samspelar med teaterns övriga uttryck.",
        "knowledgeRequirementChoice" : {
          "E" : "Eleven beskriver <strong>översiktligt</strong> hur designen är en del av den sceniska gestaltningens konstnärliga uttryck och samspelar med teaterns övriga uttryck.",
          "C" : "Eleven beskriver <strong>utförligt</strong> hur designen är en del av den sceniska gestaltningens konstnärliga uttryck och samspelar med teaterns övriga uttryck.",
          "A" : "Eleven beskriver <strong>utförligt och nyanserat</strong> hur designen är en del av den sceniska gestaltningens konstnärliga uttryck och samspelar med teaterns övriga uttryck."
        }
      }, {
        "text" : "Eleven kommunicerar <strong>________</strong> med publik genom att använda scenografi, rekvisita, kostym eller maskering.",
        "knowledgeRequirementChoice" : {
          "E" : "Eleven kommunicerar <strong>med viss säkerhet</strong> med publik genom att använda scenografi, rekvisita, kostym eller maskering.",
          "C" : "Eleven kommunicerar <strong>med viss säkerhet</strong> med publik genom att använda scenografi, rekvisita, kostym eller maskering.",
          "A" : "Eleven kommunicerar <strong>med säkerhet</strong> med publik genom att använda scenografi, rekvisita, kostym eller maskering."
        }
      }, {
        "text" : "Dessutom samarbetar eleven <strong>________</strong> i olika gestaltningsuppgifter.",
        "knowledgeRequirementChoice" : {
          "E" : "Dessutom samarbetar eleven <strong>med viss säkerhet</strong> i olika gestaltningsuppgifter.",
          "C" : "Dessutom samarbetar eleven <strong>med viss säkerhet</strong> i olika gestaltningsuppgifter.",
          "A" : "Dessutom samarbetar eleven <strong>med säkerhet och tar initiativ i arbetet</strong> i olika gestaltningsuppgifter."
        }
      }, {
        "text" : "Eleven diskuterar även <strong>________</strong> sitt eget och andras arbete med scenografi, rekvisita, kostym eller maskering samt värderar med <strong>________</strong> omdömen hur scenografi, rekvisita, kostym eller maskering interagerar med andra uttrycksmedel i sceniska gestaltningar.",
        "knowledgeRequirementChoice" : {
          "E" : "Eleven diskuterar även <strong>översiktligt</strong> sitt eget och andras arbete med scenografi, rekvisita, kostym eller maskering samt värderar med <strong>enkla</strong> omdömen hur scenografi, rekvisita, kostym eller maskering interagerar med andra uttrycksmedel i sceniska gestaltningar.",
          "C" : "Eleven diskuterar även <strong>utförligt</strong> sitt eget och andras arbete med scenografi, rekvisita, kostym eller maskering samt värderar med <strong>nyanserade</strong> omdömen hur scenografi, rekvisita, kostym eller maskering interagerar med andra uttrycksmedel i sceniska gestaltningar.",
          "A" : "Eleven diskuterar även <strong>utförligt och nyanserat</strong> sitt eget och andras arbete med scenografi, rekvisita, kostym eller maskering samt värderar med <strong>nyanserade</strong> omdömen hur scenografi, rekvisita, kostym eller maskering interagerar med andra uttrycksmedel i sceniska gestaltningar. <strong>Dessutom ger eleven förslag på hur arbetet kan förbättras</strong>."
        }
      }, {
        "text" : "I diskussionen använder eleven <strong>________</strong> relevanta begrepp.",
        "knowledgeRequirementChoice" : {
          "E" : "I diskussionen använder eleven <strong>med viss säkerhet</strong> relevanta begrepp.",
          "C" : "I diskussionen använder eleven <strong>med viss säkerhet</strong> relevanta begrepp.",
          "A" : "I diskussionen använder eleven <strong>med säkerhet</strong> relevanta begrepp."
        }
      } ]
    }, {
      "heading" : "",
      "knowledgeRequirements" : [ {
        "text" : "När eleven samråder med handledare bedömer hon eller han <strong>________</strong> den egna förmågan och situationens krav.",
        "knowledgeRequirementChoice" : {
          "E" : "När eleven samråder med handledare bedömer hon eller han <strong>med viss säkerhet</strong> den egna förmågan och situationens krav.",
          "C" : "När eleven samråder med handledare bedömer hon eller han <strong>med viss säkerhet</strong> den egna förmågan och situationens krav.",
          "A" : "När eleven samråder med handledare bedömer hon eller han <strong>med säkerhet</strong> den egna förmågan och situationens krav."
        }
      } ]
    } ],
    "point" : 100,
    "year" : null
  }, {
    "name" : "Teaterteori",
    "description" : " Kursen teaterteori omfattar punkterna 5 och 9–10 under rubriken Ämnets syfte, med betoning på punkt 10. ",
    "code" : "TEATEA0",
    "centralContent" : [ {
      "heading" : "Undervisningen i kursen ska behandla följande centrala innehåll:",
      "lines" : [ "Teaterns form och innehåll, sambanden däremellan samt uttryck för detta i det praktiska teaterarbetet.", "Teorier om teater och dess olika uttrycksområden, till exempel skådespelarkonst, regi och dramatik.", "Modeller för analys och tolkning av teater, till exempel att jämföra en teaterföreställning med den text som ligger till grund för föreställningen.", "Teaterns uttrycksområden, dramatik, skådespelarkonst, regi, scenografi, mask, kostym, ljud och ljus, under olika historiska epoker.", "Teater i relation till samhälle, idéströmningar och andra konstarter under olika historiska epoker samt teater i andra kulturer.", "Begrepp för analys och tolkning av teater, till exempel avsikt, läsart och stil." ]
    } ],
    "knowledgeRequirementParagraphs" : [ {
      "heading" : "",
      "knowledgeRequirements" : [ {
        "text" : "Eleven redogör <strong>________</strong> för teaterns olika uttrycksformer samt redogör <strong>________</strong>, utifrån exempel, för hur form och innehåll samverkar i sceniska gestaltningar.",
        "knowledgeRequirementChoice" : {
          "E" : "Eleven redogör <strong>översiktligt</strong> för teaterns olika uttrycksformer samt redogör <strong>översiktligt</strong>, utifrån exempel, för hur form och innehåll samverkar i sceniska gestaltningar.",
          "C" : "Eleven redogör <strong>utförligt</strong> för teaterns olika uttrycksformer samt redogör <strong>utförligt</strong>, utifrån exempel, för hur form och innehåll samverkar i sceniska gestaltningar.",
          "A" : "Eleven redogör <strong>utförligt och nyanserat</strong> för teaterns olika uttrycksformer samt redogör <strong>utförligt och nyanserat</strong>, utifrån exempel, för hur form och innehåll samverkar i sceniska gestaltningar."
        }
      } ]
    }, {
      "heading" : "",
      "knowledgeRequirements" : [ {
        "text" : "Eleven gör en <strong>________</strong> analys av <strong>________</strong> scenisk gestaltning samt tolkar <strong>________</strong>.",
        "knowledgeRequirementChoice" : {
          "E" : "Eleven gör en <strong>enkel</strong> analys av <strong>någon</strong> scenisk gestaltning samt tolkar <strong>denna</strong>.",
          "C" : "Eleven gör analyser av <strong>några</strong> sceniska gestaltningar samt tolkar <strong>dessa</strong>.",
          "A" : "Eleven gör <strong>komplexa</strong> analyser av <strong>några</strong> sceniska gestaltningar samt tolkar <strong>dessa</strong>."
        }
      } ]
    }, {
      "heading" : "",
      "knowledgeRequirements" : [ {
        "text" : "Eleven beskriver <strong>________</strong> av teaterns uttrycksområden ur ett historiskt perspektiv.",
        "knowledgeRequirementChoice" : {
          "E" : "Eleven beskriver <strong>översiktigt några</strong> av teaterns uttrycksområden ur ett historiskt perspektiv.",
          "C" : "Eleven beskriver <strong>utförligt några</strong> av teaterns uttrycksområden ur ett historiskt perspektiv.",
          "A" : "Eleven beskriver <strong>utförligt och nyanserat flera</strong> av teaterns uttrycksområden ur ett historiskt perspektiv."
        }
      }, {
        "text" : "Dessutom beskriver eleven <strong>________</strong> teaterns relation till samhälle, idéströmningar och andra konstarter.",
        "knowledgeRequirementChoice" : {
          "E" : "Dessutom beskriver eleven <strong>översiktligt</strong> teaterns relation till samhälle, idéströmningar och andra konstarter.",
          "C" : "Dessutom beskriver eleven <strong>utförligt</strong> teaterns relation till samhälle, idéströmningar och andra konstarter.",
          "A" : "Dessutom beskriver eleven <strong>utförligt och nyanserat</strong> teaterns relation till samhälle, idéströmningar och andra konstarter."
        }
      }, {
        "text" : "I sina beskrivningar och i sin analys använder eleven <strong>________</strong> teori om teater.",
        "knowledgeRequirementChoice" : {
          "E" : "I sina beskrivningar och i sin analys använder eleven <strong>med viss säkerhet någon</strong> teori om teater.",
          "C" : "I sina beskrivningar och i sina analyser använder eleven <strong>med viss säkerhet några olika</strong> teorier om teater <strong>samt diskuterar utifrån olika teoretiska perspektiv olika tolkningar</strong>.",
          "A" : "I sina beskrivningar och i sina analyser använder eleven <strong>med säkerhet några olika</strong> teorier om teater <strong>samt diskuterar utifrån olika teoretiska perspektiv olika tolkningar</strong>."
        }
      } ]
    } ],
    "point" : 100,
    "year" : null
  } ]
}