{
  "name" : "Växtkunskap",
  "description" : "Ämnet växtkunskap behandlar de växter som används i park- och trädgårdsmiljöer. För att kunna välja och arbeta med växter i olika miljöer krävs goda art- och sortkunskaper samt kunskaper om växternas behov och funktion i olika sammanhang. Ämnet behandlar också biologiska och ekologiska samband mellan växter, mark, klimat och andra organismer.",
  "code" : "VÄX",
  "designation" : "",
  "skolfsId" : "2010:203",
  "purposes" : [ {
    "type" : "PARAGRAPH",
    "heading" : "",
    "lines" : [ "Undervisningen i ämnet växtkunskap ska syfta till att eleverna utvecklar kunskaper om växter för yrkesmässigt arbete med växter och växtmiljöer.", "Genom undervisningen ska eleverna ges möjlighet att utveckla förmåga att identifiera, beskriva och namnge växter med vetenskapliga och yrkesmässiga termer.", "Undervisningen ska bidra till att eleverna utvecklar kunskaper om växters egenskaper och kvalitet samt om kvalitetskrav för växter.", "Eleverna ska också ges möjlighet att utveckla kunskaper om sunda växter och växters resistens mot sjukdomar och skadedjur.", "Genom undervisningen ska eleverna ges möjlighet att utveckla förmåga att kombinera och välja växter för olika miljöer, funktioner och klimat samt att sköta och hantera växter på ett yrkesmässigt sätt.", "Praktiska övningar, fältstudier och ett undersökande arbetssätt ska ingå i undervisningen." ]
  }, {
    "type" : "BULLET",
    "heading" : "Undervisningen i ämnet växtkunskap ska ge eleverna förutsättningar att utveckla följande:",
    "lines" : [ "Förmåga att identifiera och namnge växter med vetenskapliga och yrkesmässiga termer.", "Förmåga att välja växter för olika platser, miljöer och funktioner samt att göra ekonomiska beräkningar för planteringsförslag.", "Kunskaper om växters egenskaper samt om förnyelse av sortiment.", "Kunskaper om biologiska och ekologiska samband mellan växter, mark, klimat och andra organismer.", "Kunskaper om växters kvalitet och kvalitetskrav för växter.", "Kunskaper om lagar och andra bestämmelser för växter och handel med växter." ]
  } ],
  "courses" : [ {
    "name" : "Växtkunskap 1",
    "description" : "Kursen växtkunskap 1 omfattar punkterna 1–5 under rubriken Ämnets syfte, med särskild betoning på punkt 1.",
    "code" : "VÄXVÄX01",
    "centralContent" : [ {
      "heading" : "Undervisningen i kursen ska behandla följande centrala innehåll:",
      "lines" : [ "Identifiering, beskrivning och namngivning av ett begränsat sortiment av träd, buskar, barrväxter, perenner och annueller med vetenskapliga och yrkesmässiga termer.", "Växtmiljöer samt växters härdighet, ståndort och proveniens.", "Växternas funktion i olika miljöer, till exempel som rumsbildare, vindskydd och estetiska uttryck med färg och form.", "Olika moment i planteringen av växter, till exempel jordförbättring, efterarbete, skötsel och uppföljning.", "Sortiment, växtkvalitet samt handel med växter, till exempel vad gäller kvalitetsmärkningen E-planta och växtpass." ]
    } ],
    "knowledgeRequirementParagraphs" : [ {
      "heading" : "",
      "knowledgeRequirements" : [ {
        "text" : "Eleven identifierar och namnger <strong>________</strong> växter ur ett begränsat växtsortiment, med vetenskapliga och yrkesmässiga termer.",
        "knowledgeRequirementChoice" : {
          "E" : "Eleven identifierar och namnger <strong>med viss säkerhet</strong> växter ur ett begränsat växtsortiment, med vetenskapliga och yrkesmässiga termer.",
          "C" : "Eleven identifierar och namnger <strong>med viss säkerhet</strong> växter ur ett begränsat växtsortiment, med vetenskapliga och yrkesmässiga termer.",
          "A" : "Eleven identifierar och namnger <strong>med säkerhet</strong> växter ur ett begränsat växtsortiment, med vetenskapliga och yrkesmässiga termer."
        }
      }, {
        "text" : "I samband med fältstudier redogör eleven <strong>________</strong> för växternas egenskaper, funktion och lämplighet i olika miljöer samt för biologiska och ekologiska samband mellan växter, markförhållanden och klimat.",
        "knowledgeRequirementChoice" : {
          "E" : "I samband med fältstudier redogör eleven <strong>översiktligt</strong> för växternas egenskaper, funktion och lämplighet i olika miljöer samt för biologiska och ekologiska samband mellan växter, markförhållanden och klimat.",
          "C" : "I samband med fältstudier redogör eleven <strong>utförligt</strong> för växternas egenskaper, funktion och lämplighet i olika miljöer samt för biologiska och ekologiska samband mellan växter, markförhållanden och klimat.",
          "A" : "I samband med fältstudier redogör eleven <strong>utförligt och nyanserat</strong> för växternas egenskaper, funktion och lämplighet i olika miljöer samt för biologiska och ekologiska samband mellan växter, markförhållanden och klimat."
        }
      }, {
        "text" : "Eleven gör <strong>________</strong> jämförelser av olika växtval och av växternas kvalitet och lämplighet i olika miljöer samt föreslår <strong>________</strong> alternativa växtval.",
        "knowledgeRequirementChoice" : {
          "E" : "Eleven gör <strong>enkla</strong> jämförelser av olika växtval och av växternas kvalitet och lämplighet i olika miljöer samt föreslår <strong>med viss säkerhet</strong> alternativa växtval.",
          "C" : "Eleven gör <strong>välgrundade</strong> jämförelser av olika växtval och av växternas lämplighet i olika miljöer samt föreslår <strong>med viss säkerhet</strong> alternativa växtval.",
          "A" : "Eleven gör <strong>välgrundade och nyanserade</strong> jämförelser av olika växtval och av växternas lämplighet i olika miljöer samt föreslår <strong>med säkerhet</strong> alternativa växtval."
        }
      }, {
        "text" : "Dessutom beskriver eleven <strong>________</strong> växternas kvalitet.",
        "knowledgeRequirementChoice" : {
          "E" : "Dessutom beskriver eleven <strong>översiktligt</strong> växternas kvalitet.",
          "C" : "Dessutom beskriver eleven <strong>utförligt</strong> växternas kvalitet.",
          "A" : "Dessutom beskriver eleven <strong>utförligt och nyanserat</strong> växternas kvalitet."
        }
      } ]
    } ],
    "point" : 100,
    "year" : null
  }, {
    "name" : "Växtkunskap 2",
    "description" : "Kursen växtkunskap 2 omfattar punkterna 1–6 under rubriken Ämnets syfte.",
    "code" : "VÄXVÄX02",
    "centralContent" : [ {
      "heading" : "Undervisningen i kursen ska behandla följande centrala innehåll:",
      "lines" : [ "Identifiering, beskrivning och namngivning av ett brett sortiment av träd, buskar, barrväxter, perenner och annueller med vetenskapliga och yrkesmässiga termer.", "Grässorter och deras egenskaper för användning till olika typer av gräsytor.", "Växtval och växtkomposition med hänsyn till miljö, funktion och växternas egenskaper. Kostnadsberäkningar för olika växtkompositioner.", "Inventering av växter i park- och trädgårdsmiljöer.", "E-plantsystemet och andra regelsystem som gäller växtkvalitet.", "Lagar och andra bestämmelser inom området, till exempel växtpass för handel med växter inom EU." ]
    } ],
    "knowledgeRequirementParagraphs" : [ {
      "heading" : "",
      "knowledgeRequirements" : [ {
        "text" : "Eleven identifierar och namnger <strong>________</strong> växter ur ett brett växtsortiment, med vetenskapliga och yrkesmässiga termer.",
        "knowledgeRequirementChoice" : {
          "E" : "Eleven identifierar och namnger <strong>med viss säkerhet</strong> växter ur ett brett växtsortiment, med vetenskapliga och yrkesmässiga termer.",
          "C" : "Eleven identifierar och namnger <strong>med viss säkerhet</strong> växter ur ett brett växtsortiment, med vetenskapliga och yrkesmässiga termer.",
          "A" : "Eleven identifierar och namnger <strong>med säkerhet</strong> växter ur ett brett växtsortiment, med vetenskapliga och yrkesmässiga termer."
        }
      }, {
        "text" : "I samband med växtinventering redogör eleven <strong>________</strong> för växternas egenskaper, funktion och lämplighet i olika miljöer samt gör en <strong>________</strong> bedömning av växternas kondition.",
        "knowledgeRequirementChoice" : {
          "E" : "I samband med växtinventering redogör eleven <strong>översiktligt</strong> för växternas egenskaper, funktion och lämplighet i olika miljöer samt gör en <strong>enkel</strong> bedömning av växternas kondition.",
          "C" : "I samband med växtinventering redogör eleven <strong>utförligt</strong> för växternas egenskaper, funktion och lämplighet i olika miljöer samt gör en <strong>välgrundad</strong> bedömning av växternas kondition.",
          "A" : "I samband med växtinventering redogör eleven <strong>utförligt och nyanserat</strong> för växternas egenskaper, funktion och lämplighet i olika miljöer samt gör en <strong>välgrundad och nyanserad</strong> bedömning av växternas kondition."
        }
      } ]
    }, {
      "heading" : "",
      "knowledgeRequirements" : [ {
        "text" : "Eleven utarbetar <strong>________</strong> med handledare ett <strong>________</strong> förslag till växtkomposition med hänsyn till miljö, funktion, hållbarhet och estetiskt uttryck.",
        "knowledgeRequirementChoice" : {
          "E" : "Eleven utarbetar <strong>i samråd</strong> med handledare ett <strong>enkelt</strong> förslag till växtkomposition med hänsyn till miljö, funktion, hållbarhet och estetiskt uttryck.",
          "C" : "Eleven utarbetar <strong>efter samråd</strong> med handledare ett förslag till växtkomposition med hänsyn till miljö, funktion, hållbarhet och estetiskt uttryck.",
          "A" : "Eleven utarbetar <strong>efter samråd</strong> med handledare ett <strong>sammansatt</strong> förslag till växtkomposition med hänsyn till miljö, funktion, hållbarhet och estetiskt uttryck <strong>samt motiverar sina val</strong>."
        }
      }, {
        "text" : "Eleven gör också <strong>________</strong> en <strong>________</strong> ekonomisk beräkning för sitt förslag.",
        "knowledgeRequirementChoice" : {
          "E" : "Eleven gör också <strong>med viss säkerhet</strong> en <strong>enkel</strong> ekonomisk beräkning för sitt förslag.",
          "C" : "Eleven gör också <strong>med viss säkerhet</strong> en ekonomisk beräkning för sitt förslag.",
          "A" : "Eleven gör också <strong>med säkerhet</strong> en <strong>avancerad</strong> ekonomisk beräkning för sitt förslag."
        }
      }, {
        "text" : "I förslaget redogör eleven <strong>________</strong> för biologiska och ekologiska samband mellan växter, markförhållanden och klimat.",
        "knowledgeRequirementChoice" : {
          "E" : "I förslaget redogör eleven <strong>översiktligt</strong> för biologiska och ekologiska samband mellan växter, markförhållanden och klimat.",
          "C" : "I förslaget redogör eleven <strong>utförligt</strong> för biologiska och ekologiska samband mellan växter, markförhållanden och klimat.",
          "A" : "I förslaget redogör eleven <strong>utförligt och nyanserat</strong> för biologiska och ekologiska samband mellan växter, markförhållanden och klimat."
        }
      }, {
        "text" : "Dessutom beskriver eleven <strong>________</strong> växternas kvalitet.",
        "knowledgeRequirementChoice" : {
          "E" : "Dessutom beskriver eleven <strong>översiktligt</strong> växternas kvalitet.",
          "C" : "Dessutom beskriver eleven <strong>utförligt</strong> växternas kvalitet.",
          "A" : "Dessutom beskriver eleven <strong>utförligt och nyanserat</strong> växternas kvalitet."
        }
      } ]
    }, {
      "heading" : "",
      "knowledgeRequirements" : [ {
        "text" : "Eleven redogör <strong>________</strong> för lagar och andra bestämmelser som rör trädgårdsväxter och handel med växter samt beskriver <strong>________</strong> varför dessa bestämmelser finns.",
        "knowledgeRequirementChoice" : {
          "E" : "Eleven redogör <strong>översiktligt</strong> för lagar och andra bestämmelser som rör trädgårdsväxter och handel med växter samt beskriver <strong>översiktligt</strong> varför dessa bestämmelser finns.",
          "C" : "Eleven redogör <strong>utförligt</strong> för lagar och andra bestämmelser som rör trädgårdsväxter och handel med växter samt beskriver <strong>utförligt</strong> varför dessa bestämmelser finns.",
          "A" : "Eleven redogör <strong>utförligt</strong> för lagar och andra bestämmelser som rör trädgårdsväxter och handel med växter samt beskriver <strong>utförligt och nyanserat</strong> varför dessa bestämmelser finns."
        }
      } ]
    }, {
      "heading" : "",
      "knowledgeRequirements" : [ {
        "text" : "När eleven samråder med handledare bedömer hon eller han <strong>________</strong> den egna förmågan och situationens krav.",
        "knowledgeRequirementChoice" : {
          "E" : "När eleven samråder med handledare bedömer hon eller han <strong>med viss säkerhet</strong> den egna förmågan och situationens krav.",
          "C" : "När eleven samråder med handledare bedömer hon eller han <strong>med viss säkerhet</strong> den egna förmågan och situationens krav.",
          "A" : "När eleven samråder med handledare bedömer hon eller han <strong>med säkerhet</strong> den egna förmågan och situationens krav."
        }
      } ]
    } ],
    "point" : 100,
    "year" : null
  }, {
    "name" : "Växtkunskap – fastighetsskötsel",
    "description" : "Kursen växtkunskap – fastighetsskötsel omfattar punkterna 1–5 under rubriken Ämnets syfte, med särskild betoning på punkterna 1–2 och 4.",
    "code" : "VÄXVÄK0",
    "centralContent" : [ {
      "heading" : "Undervisningen i kursen ska behandla följande centrala innehåll:",
      "lines" : [ "Identifiering, beskrivning och namngivning av ett begränsat sortiment av träd, buskar, barrväxter, perenner och annueller.", "Växternas funktion i olika miljöer, till exempel som rumsbildare, vindskydd och estetiska uttryck med färg och form.", "Olika moment i planteringen av växter, till exempel jordförbättring, gödsling, vattning och efterarbete.", "Växternas liv, till exempel fotosyntes, andning, vattenupptagning och vattentransport.", "Växternas byggnad och utvecklingsfaser.", "Jordar och markförhållanden samt växters behov av vatten och näring.", "Olika gödselmedel och deras innehåll och verkan.", "Ogräs i olika utvecklingsstadier, spridningsbiologi och val av bekämpningsmetod.", "Vanliga växtsjukdomar och skadedjur på trädgårdsväxter samt symtom och motåtgärder." ]
    } ],
    "knowledgeRequirementParagraphs" : [ {
      "heading" : "",
      "knowledgeRequirements" : [ {
        "text" : "Eleven identifierar och namnger <strong>________</strong> växter ur ett begränsat växtsortiment.",
        "knowledgeRequirementChoice" : {
          "E" : "Eleven identifierar och namnger <strong>med viss säkerhet</strong> växter ur ett begränsat växtsortiment.",
          "C" : "Eleven identifierar och namnger <strong>med viss säkerhet</strong> växter ur ett begränsat växtsortiment.",
          "A" : "Eleven identifierar och namnger <strong>med säkerhet</strong> växter ur ett begränsat växtsortiment."
        }
      }, {
        "text" : "Eleven utarbetar också <strong>________</strong> med handledare ett enkelt förslag till växtkomposition med hänsyn till miljö, funktion och estetiskt uttryck.",
        "knowledgeRequirementChoice" : {
          "E" : "Eleven utarbetar också <strong>i samråd</strong> med handledare ett enkelt förslag till växtkomposition med hänsyn till miljö, funktion och estetiskt uttryck.",
          "C" : "Eleven utarbetar också <strong>efter samråd</strong> med handledare ett enkelt förslag till växtkomposition med hänsyn till miljö, funktion och estetiskt uttryck.",
          "A" : "Eleven utarbetar också <strong>efter samråd</strong> med handledare ett enkelt förslag till växtkomposition med hänsyn till miljö, funktion och estetiskt uttryck."
        }
      }, {
        "text" : "I arbetet gör eleven <strong>________</strong> en <strong>________</strong> ekonomisk beräkning för sitt förslag.",
        "knowledgeRequirementChoice" : {
          "E" : "I arbetet gör eleven <strong>med viss säkerhet</strong> en <strong>enkel</strong> ekonomisk beräkning för sitt förslag.",
          "C" : "I arbetet gör eleven <strong>med viss säkerhet</strong> en ekonomisk beräkning för sitt förslag.",
          "A" : "I arbetet gör eleven <strong>med säkerhet</strong> en <strong>avancerad</strong> ekonomisk beräkning för sitt förslag."
        }
      }, {
        "text" : "Dessutom utför eleven <strong>________</strong> med handledare planteringsarbete.",
        "knowledgeRequirementChoice" : {
          "E" : "Dessutom utför eleven <strong>i samråd</strong> med handledare planteringsarbete.",
          "C" : "Dessutom utför eleven <strong>efter samråd</strong> med handledare planteringsarbete.",
          "A" : "Dessutom utför eleven <strong>efter samråd</strong> med handledare planteringsarbete."
        }
      } ]
    }, {
      "heading" : "",
      "knowledgeRequirements" : [ {
        "text" : "Eleven redogör <strong>________</strong> för växternas egenskaper, funktion och lämplighet i olika miljöer.",
        "knowledgeRequirementChoice" : {
          "E" : "Eleven redogör <strong>översiktligt</strong> för växternas egenskaper, funktion och lämplighet i olika miljöer.",
          "C" : "Eleven redogör <strong>utförligt</strong> för växternas egenskaper, funktion och lämplighet i olika miljöer.",
          "A" : "Eleven redogör <strong>utförligt och nyanserat</strong> för växternas egenskaper, funktion och lämplighet i olika miljöer."
        }
      }, {
        "text" : "Eleven redogör också <strong>________</strong> för växternas anatomi och fysiologi.",
        "knowledgeRequirementChoice" : {
          "E" : "Eleven redogör också <strong>översiktligt</strong> för växternas anatomi och fysiologi.",
          "C" : "Eleven redogör också <strong><strong>utförligt</strong> </strong>för växternas anatomi och fysiologi.",
          "A" : "Eleven redogör också <strong><strong>utförligt <strong>och nyanserat</strong> </strong></strong>för växternas anatomi och fysiologi."
        }
      }, {
        "text" : "Redogörelserna innehåller <strong>________</strong> förklaringar till växternas energiomsättning, deras vatten- och näringsförsörjning och deras utvecklingsfaser och tillväxt samt till hur man kan påverka tillväxten genom olika åtgärder.",
        "knowledgeRequirementChoice" : {
          "E" : "Redogörelserna innehåller <strong>enkla</strong> förklaringar till växternas energiomsättning, deras vatten- och näringsförsörjning och deras utvecklingsfaser och tillväxt samt till hur man kan påverka tillväxten genom olika åtgärder.",
          "C" : "Redogörelserna innehåller <strong>välgrundade</strong> förklaringar till växternas energiomsättning, deras vatten- och näringsförsörjning och deras utvecklingsfaser och tillväxt samt till hur man kan påverka tillväxten genom olika åtgärder.",
          "A" : "Redogörelserna innehåller <strong>välgrundade <strong>och nyanserade</strong></strong> förklaringar till växternas energiomsättning, deras vatten- och näringsförsörjning och deras utvecklingsfaser och tillväxt samt till hur man kan påverka tillväxten genom olika åtgärder."
        }
      }, {
        "text" : "Dessutom beskriver eleven <strong>________</strong> mark-, vatten- och klimatförhållanden på en växtplats.",
        "knowledgeRequirementChoice" : {
          "E" : "Dessutom beskriver eleven <strong>översiktligt</strong> mark-, vatten- och klimatförhållanden på en växtplats.",
          "C" : "Dessutom beskriver eleven <strong><strong>utförligt</strong> </strong>mark-, vatten- och klimatförhållanden på en växtplats.",
          "A" : "Dessutom beskriver eleven <strong><strong>utförligt <strong>och nyanserat</strong> </strong></strong>mark-, vatten- och klimatförhållanden på en växtplats."
        }
      } ]
    }, {
      "heading" : "",
      "knowledgeRequirements" : [ {
        "text" : "I samband med fältstudier identifierar och namnger eleven <strong>________</strong> vanliga ogräs, skadedjur och växtsjukdomar.",
        "knowledgeRequirementChoice" : {
          "E" : "I samband med fältstudier identifierar och namnger eleven <strong>ett fåtal</strong> vanliga ogräs, skadedjur och växtsjukdomar.",
          "C" : "I samband med fältstudier identifierar och namnger eleven <strong>flera</strong> vanliga ogräs, skadedjur och växtsjukdomar.",
          "A" : "I samband med fältstudier identifierar och namnger eleven <strong>flera</strong> vanliga ogräs, skadedjur och växtsjukdomar."
        }
      } ]
    }, {
      "heading" : "",
      "knowledgeRequirements" : [ {
        "text" : "När eleven samråder med handledare bedömer hon eller han <strong>________</strong> den egna förmågan och situationens krav.",
        "knowledgeRequirementChoice" : {
          "E" : "När eleven samråder med handledare bedömer hon eller han <strong>med viss säkerhet</strong> den egna förmågan och situationens krav.",
          "C" : "När eleven samråder med handledare bedömer hon eller han <strong>med viss säkerhet</strong> den egna förmågan och situationens krav.",
          "A" : "När eleven samråder med handledare bedömer hon eller han <strong>med säkerhet</strong> den egna förmågan och situationens krav."
        }
      } ]
    } ],
    "point" : 100,
    "year" : null
  } ]
}