{
  "name" : "Hem- och konsumentkunskap",
  "description" : "Livet i hem och familj har en central betydelse för människan. Våra vanor i hemmet påverkar såväl individens och familjens välbefinnande som samhället och naturen. Kunskaper om konsumentfrågor och arbetet i hemmet ger människor viktiga verktyg för att skapa en fungerande vardag och kunna göra medvetna val som konsumenter med hänsyn till hälsa, ekonomi och miljö.",
  "code" : "GRSAHKK01",
  "designation" : "HKK",
  "skolfsId" : "2011:28",
  "purposes" : [ {
    "type" : "PARAGRAPH",
    "heading" : "",
    "lines" : [ "Undervisningen i ämnet hem- och konsumentkunskap ska syfta till att eleverna utvecklar kunskaper om och intresse för arbete, ekonomi och konsumtion i hemmet.", "I en process där tanke, sinnesupplevelse och handling samverkar ska eleverna ges möjlighet att utveckla ett kunnande som rör mat och måltider.", "Undervisningen ska bidra till att eleverna utvecklar tilltron till sin egen förmåga och kreativitet vid matlagning, skapande av måltider och andra uppgifter i hemmet.", "Därigenom ska elevernas förmåga att ta egna initiativ uppmuntras." ]
  }, {
    "type" : "PARAGRAPH",
    "heading" : "",
    "lines" : [ "Genom undervisningen ska eleverna få möjlighet att utveckla medvetenhet om vilka konsekvenser valen i hushållet får för hälsa, välbefinnande och gemensamma resurser.", "Undervisningen ska också bidra till att eleverna utvecklar kunskaper om konsumtionens villkor.", "På så sätt ska eleverna ges förutsättningar att utveckla ett kritiskt förhållningssätt och hantera olika problem och situationer som en ung konsument kan ställas inför." ]
  }, {
    "type" : "PARAGRAPH",
    "heading" : "",
    "lines" : [ "Undervisningen ska också bidra till att eleverna utvecklar kunskaper om, och ges möjlighet att reflektera över, jämställdhet och arbetsfördelning i hemmet.", "Undervisningen ska även ge eleverna förutsättningar att utveckla kunskaper om kulturella variationer och traditioner i olika hushåll." ]
  }, {
    "type" : "PARAGRAPH",
    "heading" : "",
    "lines" : [ "Vidare ska undervisningen bidra till att eleverna utvecklar kunskaper om ämnesspecifika begrepp.", "På så sätt ska eleverna ges förutsättningar att samtala om konsumentfrågor och arbetet i hemmet och presentera och utvärdera arbetsprocesser." ]
  }, {
    "type" : "BULLET",
    "heading" : "Genom undervisningen i ämnet hem- och konsumentkunskap ska eleverna sammanfattningsvis ges förutsättningar att utveckla sin förmåga att",
    "lines" : [ "planera måltider och tillaga mat för olika situationer och sammanhang,", "hantera och lösa praktiska situationer i hemmet,", "värdera val och handlingar i hemmet och som konsument samt utifrån perspektivet hållbar utveckling, och", "använda ämnesspecifika ord, begrepp och symboler." ]
  } ],
  "courses" : [ {
    "name" : "Årskurs 1-6",
    "description" : "",
    "code" : "GRSAHKK01_1-6",
    "centralContent" : [ {
      "heading" : "I årskurs 1-6",
      "lines" : [ ]
    }, {
      "heading" : "Mat, måltider och hälsa",
      "lines" : [ "Recept och instruktioner samt hur de kan läsas och följas.", "Bakning och matlagning och olika metoder för detta.", "Redskap och teknisk utrustning vid bakning, matlagning och måltider.", "Hygien och rengöring vid hantering, tillagning och förvaring av livsmedel.", "Samband mellan mat och hälsa.", "Planering av varierade och balanserade måltider, till exempel hur måltiderna kan fördelas över en dag." ]
    }, {
      "heading" : "Konsumtion och ekonomi",
      "lines" : [ "Rutiner vid inköp. Planering och genomförande.", "Ungas ekonomi, sparande och konsumtion.", "Skillnaden mellan reklam och konsumentinformation.", "Jämförelser av några varor, till exempel utifrån jämförpris." ]
    }, {
      "heading" : "Miljö och livsstil",
      "lines" : [ "Återvinning. Miljösymboler och lokala regler.", "Olika mattraditioner som är betydelsefulla för eleven, till exempel vid firande av högtider." ]
    }, {
      "heading" : "Ämnesspecifika begrepp",
      "lines" : [ "Ord, begrepp och symboler inom ämnet hem- och konsumentkunskap för att till exempel samtala om konsumentfrågor och utvärdera arbetsprocesser." ]
    } ],
    "knowledgeRequirementParagraphs" : [ {
      "heading" : "",
      "knowledgeRequirements" : [ {
        "text" : "Eleven kan <strong>________</strong> i att tillaga enkla måltider och genomföra andra uppgifter som hör samman med måltiden.",
        "knowledgeRequirementChoice" : {
          "E" : "Eleven kan <strong>medverka</strong> i att tillaga enkla måltider och genomföra andra uppgifter som hör samman med måltiden.",
          "C" : "Eleven kan på ett <strong>delvis fungerande</strong> sätt tillaga enkla måltider och genomföra andra uppgifter som hör samman med måltiden.",
          "A" : "Eleven kan på ett <strong>väl fungerande</strong> sätt tillaga enkla måltider och genomföra andra uppgifter som hör samman med måltiden."
        }
      }, {
        "text" : "I arbetet <strong>________</strong> eleven i att använda redskap och livsmedel på ett säkert och ändamålsenligt sätt.",
        "knowledgeRequirementChoice" : {
          "E" : "I arbetet <strong>medverkar</strong> eleven i att använda redskap och livsmedel på ett säkert och ändamålsenligt sätt.",
          "C" : "I arbetet använder eleven redskap och livsmedel på ett säkert och <strong>delvis ändamålsenligt</strong> sätt.",
          "A" : "I arbetet använder eleven redskap och livsmedel på ett säkert och <strong>ändamålsenligt</strong> sätt."
        }
      }, {
        "text" : "Dessutom kan eleven <strong>________</strong> till resonemang om sambanden mellan mat och hälsa och betydelsen av varierade och balanserade måltider.",
        "knowledgeRequirementChoice" : {
          "E" : "Dessutom kan eleven <strong>bidra</strong> till resonemang om sambanden mellan mat och hälsa och betydelsen av varierade och balanserade måltider.",
          "C" : "Dessutom kan eleven föra <strong>enkla</strong> resonemang om sambanden mellan mat och hälsa och betydelsen av varierade och balanserade måltider.",
          "A" : "Dessutom kan eleven föra <strong>välutvecklade</strong> resonemang om sambanden mellan mat och hälsa och betydelsen av varierade och balanserade måltider."
        }
      } ]
    }, {
      "heading" : "",
      "knowledgeRequirements" : [ {
        "text" : "Eleven kan <strong>________</strong> i att utföra vardagliga uppgifter i hemmet och anger egna förslag till lösningar på enkla praktiska problem.",
        "knowledgeRequirementChoice" : {
          "E" : "Eleven kan <strong>medverka</strong> i att utföra vardagliga uppgifter i hemmet och anger egna förslag till lösningar på enkla praktiska problem.",
          "C" : "Eleven kan utföra vardagliga uppgifter i hemmet genom att <strong>pröva</strong> och <strong>välja</strong> handlingsalternativ som leder fram till <strong>delvis fungerande</strong> lösningar på enkla praktiska problem.",
          "A" : "Eleven kan utföra vardagliga uppgifter i hemmet genom att <strong>pröva</strong> och <strong>välja</strong> handlingsalternativ som leder fram till <strong>väl fungerande</strong> lösningar på enkla praktiska problem."
        }
      }, {
        "text" : "Eleven kan också <strong>________</strong> till resonemang om konsekvenser av olika konsumtionsval och handlingar i hemmet.",
        "knowledgeRequirementChoice" : {
          "E" : "Eleven kan också <strong>bidra</strong> till resonemang om konsekvenser av olika konsumtionsval och handlingar i hemmet.",
          "C" : "Eleven kan också föra <strong>enkla</strong> resonemang om konsekvenser av olika konsumtionsval och handlingar i hemmet.",
          "A" : "Eleven kan också föra <strong>välutvecklade</strong> resonemang om konsekvenser av olika konsumtionsval och handlingar i hemmet."
        }
      }, {
        "text" : "Eleven kan använda <strong>________</strong> ämnesspecifika ord, begrepp och symboler i resonemang om konsumentfrågor och arbetet i hemmet och i utvärdering av arbetsprocesser.",
        "knowledgeRequirementChoice" : {
          "E" : "Eleven kan använda <strong>enstaka</strong> ämnesspecifika ord, begrepp och symboler i resonemang om konsumentfrågor och arbetet i hemmet och i utvärdering av arbetsprocesser.",
          "C" : "Eleven kan använda <strong>några</strong> ämnesspecifika ord, begrepp och symboler på ett <strong>delvis ändamålsenligt</strong> sätt i resonemang om konsumentfrågor och arbetet i hemmet och i utvärdering av arbetsprocesser.",
          "A" : "Eleven kan använda <strong>några</strong> ämnesspecifika ord, begrepp och symboler på ett <strong>ändamålsenligt</strong> sätt i resonemang om konsumentfrågor och arbetet i hemmet och i utvärdering av arbetsprocesser."
        }
      } ]
    } ],
    "point" : null,
    "year" : {
      "start" : 1,
      "end" : 6
    }
  }, {
    "name" : "Årskurs 7-9",
    "description" : "",
    "code" : "GRSAHKK01_7-9",
    "centralContent" : [ {
      "heading" : "I årskurs 7-9",
      "lines" : [ ]
    }, {
      "heading" : "Mat, måltider och hälsa",
      "lines" : [ "Recept och instruktioner samt hur de kan läsas och följas.", "Matlagning och bakning. Hur valet av metod påverkar arbetsprocessen och resultatet.", "Planering och organisering av arbetet vid matlagning och av andra uppgifter i hemmet.", "Redskap och teknisk utrustning som kan användas vid matlagning och andra uppgifter i hemmet. Hur dessa används på ett funktionellt och säkert sätt.", "Hygien och rengöring vid hantering, tillagning och förvaring av livsmedel.", "Individuella behov av energi och näring, till exempel vid idrottande. Hur måltider kan komponeras efter olika behov.", "Hur man kan arrangera måltider för att skapa gemenskap och välbefinnande." ]
    }, {
      "heading" : "Konsumtion och ekonomi",
      "lines" : [ "Handla över internet, låna pengar, handla på kredit och teckna abonnemang. Kostnadsberäkningar för boende, mat och fritid.", "Konsumenters rättigheter och skyldigheter.", "Reklamens och mediers påverkan på individers och gruppers konsumtionsvanor.", "Jämförelser av produkter utifrån kvalitet, miljömärkning och ursprungsmärkning." ]
    }, {
      "heading" : "Miljö och livsstil",
      "lines" : [ "Hur livsmedel och andra varor produceras och transporteras. Hur det påverkar miljö och hälsa.", "Hur man kan hushålla med och ta vara på livsmedel och andra förbrukningsvaror i hemmet.", "Tvätt och rengöring och olika rutiner och metoder för detta.", "Arbetsfördelning i hemmet ur ett jämställdhetsperspektiv.", "Aktuella samhällsfrågor som rör privatekonomi, mat och hälsa.", "Olika mattraditioner, deras ursprung och betydelse." ]
    }, {
      "heading" : "Ämnesspecifika begrepp",
      "lines" : [ "Ord, begrepp och symboler inom ämnet hem- och konsumentkunskap för att till exempel samtala om konsumentfrågor och utvärdera arbetsprocesser." ]
    } ],
    "knowledgeRequirementParagraphs" : [ {
      "heading" : "",
      "knowledgeRequirements" : [ {
        "text" : "Eleven kan <strong>________</strong> i att planera och tillaga måltider och genomföra andra uppgifter som hör samman med måltiden.",
        "knowledgeRequirementChoice" : {
          "E" : "Eleven kan <strong>medverka</strong> i att planera och tillaga måltider och genomföra andra uppgifter som hör samman med måltiden.",
          "C" : "Eleven kan på ett <strong>delvis fungerande</strong> sätt planera och tillaga måltider och genomföra andra uppgifter som hör samman med måltiden.",
          "A" : "Eleven kan på ett <strong>väl fungerande</strong> sätt planera och tillaga måltider och genomföra andra uppgifter som hör samman med måltiden."
        }
      }, {
        "text" : "I arbetet <strong>________</strong> eleven i att använda redskap, teknisk utrustning, livsmedel och metoder på ett säkert och ändamålsenligt sätt.",
        "knowledgeRequirementChoice" : {
          "E" : "I arbetet <strong>medverkar</strong> eleven i att använda redskap, teknisk utrustning, livsmedel och metoder på ett säkert och ändamålsenligt sätt.",
          "C" : "I arbetet använder eleven redskap, teknisk utrustning, livsmedel och metoder på ett säkert och <strong>delvis ändamålsenligt</strong> sätt.",
          "A" : "I arbetet använder eleven redskap, teknisk utrustning, livsmedel och metoder på ett säkert och <strong>ändamålsenligt</strong> sätt."
        }
      }, {
        "text" : "Dessutom kan eleven <strong>________</strong> till resonemang om sambanden mellan mat och hälsa och ge <strong>________</strong> exempel på hur varierade och balanserade måltider kan sättas samman och anpassas till olika behov.",
        "knowledgeRequirementChoice" : {
          "E" : "Dessutom kan eleven <strong>bidra</strong> till resonemang om sambanden mellan mat och hälsa och ge <strong>något</strong> exempel på hur varierade och balanserade måltider kan sättas samman och anpassas till olika behov.",
          "C" : "Dessutom kan eleven föra <strong>enkla</strong> resonemang om sambanden mellan mat och hälsa och ge <strong>några</strong> exempel på hur varierade och balanserade måltider kan sättas samman och anpassas till olika behov.",
          "A" : "Dessutom kan eleven föra <strong>välutvecklade</strong> resonemang om sambanden mellan mat och hälsa och ge <strong>några</strong> exempel på hur varierade och balanserade måltider kan sättas samman och anpassas till olika behov."
        }
      } ]
    }, {
      "heading" : "",
      "knowledgeRequirements" : [ {
        "text" : "Eleven kan <strong>________</strong> i att utföra vardagliga uppgifter i hemmet och anger egna förslag till lösningar på praktiska problem.",
        "knowledgeRequirementChoice" : {
          "E" : "Eleven kan <strong>medverka</strong> i att utföra vardagliga uppgifter i hemmet och anger egna förslag till lösningar på praktiska problem.",
          "C" : "Eleven kan utföra vardagliga uppgifter i hemmet och lösa praktiska problem på ett <strong>delvis fungerande</strong> sätt.",
          "A" : "Eleven kan utföra vardagliga uppgifter i hemmet och lösa praktiska problem på ett <strong>väl fungerande</strong> sätt."
        }
      }, {
        "text" : "Eleven kan också <strong>________</strong> till resonemang om hur olika konsumtionsval och handlingar i hemmet kan påverka hälsa, miljö och ekonomi och ge <strong>________</strong> exempel.",
        "knowledgeRequirementChoice" : {
          "E" : "Eleven kan också <strong>bidra</strong> till resonemang om hur olika konsumtionsval och handlingar i hemmet kan påverka hälsa, miljö och ekonomi och ge <strong>något</strong> exempel.",
          "C" : "Eleven kan också föra <strong>enkla</strong> resonemang om hur olika konsumtionsval och handlingar i hemmet kan påverka hälsa, miljö och ekonomi och ge <strong>några</strong> exempel.",
          "A" : "Eleven kan också föra <strong>välutvecklade</strong> resonemang om hur olika konsumtionsval och handlingar i hemmet kan påverka hälsa, miljö och ekonomi och ge <strong>några</strong> exempel."
        }
      }, {
        "text" : "Eleven kan använda <strong>________</strong> ämnesspecifika ord, begrepp och symboler i resonemang om konsumentfrågor och arbetet i hemmet, i egna frågor och vid <strong>________</strong> till omdömen om olika arbetsprocesser.",
        "knowledgeRequirementChoice" : {
          "E" : "Eleven kan använda <strong>några</strong> ämnesspecifika ord, begrepp och symboler i resonemang om konsumentfrågor och arbetet i hemmet, i egna frågor och vid <strong>bidrag</strong> till omdömen om olika arbetsprocesser.",
          "C" : "Eleven kan använda <strong>många</strong> ämnesspecifika ord, begrepp och symboler på ett <strong>delvis ändamålsenligt</strong> sätt i resonemang om konsumentfrågor och arbetet i hemmet, i egna frågor och i <strong>enkla</strong> omdömen om olika arbetsprocesser.",
          "A" : "Eleven kan använda <strong>många</strong> ämnesspecifika ord, begrepp och symboler på ett <strong>ändamålsenligt</strong> sätt i resonemang om konsumentfrågor och arbetet i hemmet, i egna frågor och i <strong>välutvecklade</strong> omdömen om olika arbetsprocesser."
        }
      } ]
    } ],
    "point" : null,
    "year" : {
      "start" : 7,
      "end" : 9
    }
  } ]
}