{
  "name" : "Vardagsaktiviteter",
  "description" : "Människor har i alla tider och i alla samhällen försökt förstå sina levnadsvillkor och de sociala sammanhang som de ingår i. Att förvalta jorden så att en hållbar utveckling blir möjlig och att utveckla ett samhälle som präglas av demokratiska värden är ett gemensamt ansvar. Kunskaper om hem och samhälle ger människor förutsättningar att orientera sig i en allt mer globaliserad och digitaliserad värld och ta ansvar för sitt handlande.",
  "code" : "GRSAVAR01",
  "designation" : "",
  "skolfsId" : "2011:28",
  "purposes" : [ {
    "type" : "PARAGRAPH",
    "heading" : "",
    "lines" : [ "Undervisningen inom ämnesområdet vardagsaktiviteter ska syfta till att eleverna utvecklar kunskaper om mönster och rutiner som ingår i vardagen.", "Eleverna ska ges förutsättningar att ta initiativ till, planera och genomföra aktiviteter som har betydelse för praktiska situationer i hemmet.", "På så sätt ska undervisningen bidra till ökad självständighet hos eleven och tilltro till den egna förmågan att agera." ]
  }, {
    "type" : "PARAGRAPH",
    "heading" : "",
    "lines" : [ "Undervisningen ska bidra till att eleverna utvecklar kunskaper om sin närmiljö och dess historia för att på så sätt få perspektiv på det förflutna, nutiden och framtiden.", "Genom undervisningen ska eleverna också ges möjlighet att utveckla kunskaper om olika geografiska platser och en rumslig medvetenhet för att på så sätt få en ökad förståelse för sin omvärld.", "Undervisningen ska också ge eleverna möjlighet att utveckla sin förståelse för vad det innebär att vara en aktiv och ansvarstagande medborgare i ett snabbt föränderligt samhälle." ]
  }, {
    "type" : "PARAGRAPH",
    "heading" : "",
    "lines" : [ "Vidare syftar undervisningen till att eleverna utvecklar kunskaper om olika religioner, en förståelse för olika livsfrågor samt perspektiv på sig själva i relation till andra människor.", "Undervisningen ska också bidra till att eleverna utvecklar kunskaper om de mänskliga rättigheterna och om demokratiska processer." ]
  }, {
    "type" : "PARAGRAPH",
    "heading" : "",
    "lines" : [ "Eleverna ska också ges möjlighet att utveckla kunskaper om olika servicefunktioner i samhället samt om närområdets kultur- och fritidsutbud." ]
  }, {
    "type" : "PARAGRAPH",
    "heading" : "",
    "lines" : [ "Vidare syftar undervisningen till att eleverna utvecklar kunskaper om ämnesspecifika begrepp.", "På så sätt ska eleverna ges förutsättningar att bli delaktiga i samtal om vardagsliv och samhälle." ]
  }, {
    "type" : "BULLET",
    "heading" : "Genom undervisningen inom ämnesområdet vardagsaktiviteter ska eleverna sammanfattningsvis ges förutsättningar att utveckla sin förmåga att",
    "lines" : [ "välja, planera och genomföra aktiviteter i vardagsmiljön,", "undersöka närmiljön, dess natur, historia och traditioner,", "undersöka kristendomen, andra religioner och andra livsåskådningar,", "reflektera över demokratiska värden, principer och arbetssätt,", "söka information om service- och kulturutbud, och", "använda ord, begrepp och symboler inom ämnesområdet." ]
  } ],
  "courses" : [ {
    "name" : "Årskurs 1-9  BASIC_REQUIREMENTS",
    "description" : "",
    "code" : "GRSAVAR01_1-9-BASIC_REQUIREMENTS",
    "centralContent" : [ {
      "heading" : "I årskurs 1–9",
      "lines" : [ ]
    }, {
      "heading" : "Vardagsrutiner och vardagsmiljö",
      "lines" : [ "Recept och instruktioner och hur de kan läsas och följas.", "Bakning och matlagning och olika metoder för detta.", "Rutiner för måltider och hur måltider kan arrangeras för att skapa gemenskap och välbefinnande.", "Hygien och rengöring vid hantering, tillagning och förvaring av livsmedel.", "Samband mellan mat och hälsa.", "Rutiner vid inköp. Planering och genomförande.", "Konsumentkunskap, till exempel kvalitet och jämförpris.", "Återvinning och hur den fungerar.", "Tvätt, rengöring och vård av olika material och ytor i hemmet. Miljövänliga metoder för detta.", "Redskap, verktyg och teknisk utrustning som används i hemmet.", "Olycksrisker i hemmet och hur de kan förebyggas.", "Arbetsfördelning i hemmet ur ett jämställdhetsperspektiv." ]
    }, {
      "heading" : "Omvärld",
      "lines" : [ "Närmiljön och dess historia, kulturarv, traditioner och högtider.", "Sverige och världen, platser som har betydelse för eleven.", "Kristendomen i det svenska samhället förr och nu. Några högtider och några av de vanligaste psalmerna.", "Några religiöst motiverade levnadsregler och berättelser från kristendom, islam, judendom, hinduism och buddhism.", "Samhällsfunktioner och samhällsservice, till exempel räddningstjänst och sjukvård samt fritids- och kulturutbud i närsamhället. Metoder för att söka information, såväl med som utan digitala verktyg.", "Utbildningsvägar, yrken och verksamheter i samhället samt entreprenörskap.", "Aktuella frågor och debatter i samhället.", "Reklam och information i såväl digitala som andra medier." ]
    }, {
      "heading" : "Leva tillsammans",
      "lines" : [ "Livsfrågor med betydelse för eleven, till exempel gott och ont, rätt och orätt, kamratskap, könsroller, jämställdhet och relationer.", "Ansvarsfullt agerande vid användning av digitala och andra medier.", "Värdegrund, demokrati och alla människors lika värde, till exempel barnkonventionen, elevråd och klassråd.", "Regler och lagar med betydelse för eleven. Trafikregler och hur man beter sig i trafiken på ett säkert sätt." ]
    }, {
      "heading" : "Ämnesspecifika begrepp",
      "lines" : [ "Ord, begrepp och symboler inom ämnesområdet vardagsaktiviteter för att till exempel kommunicera om vardagsliv och samhälle." ]
    } ],
    "knowledgeRequirementParagraphs" : [ {
      "heading" : "",
      "knowledgeRequirements" : [ {
        "text" : "Eleven kan <strong>________</strong> i matlagning och andra arbetsuppgifter som förekommer i vardagsmiljö.",
        "knowledgeRequirementChoice" : {
          "G" : "Eleven kan <strong>delta</strong> i matlagning och andra arbetsuppgifter som förekommer i vardagsmiljö."
        }
      }, {
        "text" : "I arbetet <strong>________</strong> eleven i att använda redskap och livsmedel på ett säkert och fungerande sätt.",
        "knowledgeRequirementChoice" : {
          "G" : "I arbetet <strong>deltar</strong> eleven i att använda redskap och livsmedel på ett säkert och fungerande sätt."
        }
      }, {
        "text" : "Eleven <strong>________</strong> vid återvinning och källsortering och i kommunikation om olycksrisker och hur olyckor kan förebyggas.",
        "knowledgeRequirementChoice" : {
          "G" : "Eleven <strong>deltar</strong> vid återvinning och källsortering och i kommunikation om olycksrisker och hur olyckor kan förebyggas."
        }
      }, {
        "text" : "Eleven kan <strong>________</strong> i att orientera sig i närmiljön genom att visa igenkännande och samspela.",
        "knowledgeRequirementChoice" : {
          "G" : "Eleven kan <strong>delta</strong> i att orientera sig i närmiljön genom att visa igenkännande och samspela."
        }
      }, {
        "text" : "Dessutom <strong>________</strong> eleven i att beskriva platser och miljöer som har betydelse för eleven i Sverige, Europa och övriga delar av världen.",
        "knowledgeRequirementChoice" : {
          "G" : "Dessutom <strong>deltar</strong> eleven i att beskriva platser och miljöer som har betydelse för eleven i Sverige, Europa och övriga delar av världen."
        }
      } ]
    }, {
      "heading" : "",
      "knowledgeRequirements" : [ {
        "text" : "Eleven kan <strong>________</strong> i kommunikation om levnadsregler och berättelser i världsreligionerna och <strong>________</strong> i att beskriva någon kristen tradition och högtid.",
        "knowledgeRequirementChoice" : {
          "G" : "Eleven kan <strong>delta</strong> i kommunikation om levnadsregler och berättelser i världsreligionerna och <strong>deltar</strong> i att beskriva någon kristen tradition och högtid."
        }
      }, {
        "text" : "Dessutom <strong>________</strong> eleven i kommunikation om livsfrågor som har betydelse för eleven.",
        "knowledgeRequirementChoice" : {
          "G" : "Dessutom <strong>deltar</strong> eleven i kommunikation om livsfrågor som har betydelse för eleven."
        }
      }, {
        "text" : "Eleven kan <strong>________</strong> i kommunikation om demokrati och mänskliga rättigheter.",
        "knowledgeRequirementChoice" : {
          "G" : "Eleven kan <strong>delta</strong> i kommunikation om demokrati och mänskliga rättigheter."
        }
      }, {
        "text" : "Eleven <strong>________</strong> också i något gemensamt beslut i skolan.",
        "knowledgeRequirementChoice" : {
          "G" : "Eleven <strong>deltar</strong> också i något gemensamt beslut i skolan."
        }
      }, {
        "text" : "Eleven kan <strong>________</strong> i att hämta information från olika källor.",
        "knowledgeRequirementChoice" : {
          "G" : "Eleven kan <strong>delta</strong> i att hämta information från olika källor."
        }
      }, {
        "text" : "Eleven kan också <strong>________</strong> i kommunikation om samhällsinformation och reklam och om aktuella samhällsfrågor och nyheter.",
        "knowledgeRequirementChoice" : {
          "G" : "Eleven kan också <strong>delta</strong> i kommunikation om samhällsinformation och reklam och om aktuella samhällsfrågor och nyheter."
        }
      }, {
        "text" : "Eleven <strong>________</strong> ord, begrepp och symboler på ett i sammanhanget relevant sätt genom att visa igenkännande och samspela.",
        "knowledgeRequirementChoice" : {
          "G" : "Eleven <strong>identifierar</strong> ord, begrepp och symboler på ett i sammanhanget relevant sätt genom att visa igenkännande och samspela."
        }
      } ]
    } ],
    "point" : null,
    "year" : {
      "start" : 1,
      "end" : 9
    }
  }, {
    "name" : "Årskurs 1-9  ADVANCED_REQUIREMENTS",
    "description" : "",
    "code" : "GRSAVAR01_1-9-ADVANCED_REQUIREMENTS",
    "centralContent" : [ {
      "heading" : "I årskurs 1–9",
      "lines" : [ ]
    }, {
      "heading" : "Vardagsrutiner och vardagsmiljö",
      "lines" : [ "Recept och instruktioner och hur de kan läsas och följas.", "Bakning och matlagning och olika metoder för detta.", "Rutiner för måltider och hur måltider kan arrangeras för att skapa gemenskap och välbefinnande.", "Hygien och rengöring vid hantering, tillagning och förvaring av livsmedel.", "Samband mellan mat och hälsa.", "Rutiner vid inköp. Planering och genomförande.", "Konsumentkunskap, till exempel kvalitet och jämförpris.", "Återvinning och hur den fungerar.", "Tvätt, rengöring och vård av olika material och ytor i hemmet. Miljövänliga metoder för detta.", "Redskap, verktyg och teknisk utrustning som används i hemmet.", "Olycksrisker i hemmet och hur de kan förebyggas.", "Arbetsfördelning i hemmet ur ett jämställdhetsperspektiv." ]
    }, {
      "heading" : "Omvärld",
      "lines" : [ "Närmiljön och dess historia, kulturarv, traditioner och högtider.", "Sverige och världen, platser som har betydelse för eleven.", "Kristendomen i det svenska samhället förr och nu. Några högtider och några av de vanligaste psalmerna.", "Några religiöst motiverade levnadsregler och berättelser från kristendom, islam, judendom, hinduism och buddhism.", "Samhällsfunktioner och samhällsservice, till exempel räddningstjänst och sjukvård samt fritids- och kulturutbud i närsamhället. Metoder för att söka information, såväl med som utan digitala verktyg.", "Utbildningsvägar, yrken och verksamheter i samhället samt entreprenörskap.", "Aktuella frågor och debatter i samhället.", "Reklam och information i såväl digitala som andra medier." ]
    }, {
      "heading" : "Leva tillsammans",
      "lines" : [ "Livsfrågor med betydelse för eleven, till exempel gott och ont, rätt och orätt, kamratskap, könsroller, jämställdhet och relationer.", "Ansvarsfullt agerande vid användning av digitala och andra medier.", "Värdegrund, demokrati och alla människors lika värde, till exempel barnkonventionen, elevråd och klassråd.", "Regler och lagar med betydelse för eleven. Trafikregler och hur man beter sig i trafiken på ett säkert sätt." ]
    }, {
      "heading" : "Ämnesspecifika begrepp",
      "lines" : [ "Ord, begrepp och symboler inom ämnesområdet vardagsaktiviteter för att till exempel kommunicera om vardagsliv och samhälle." ]
    } ],
    "knowledgeRequirementParagraphs" : [ {
      "heading" : "",
      "knowledgeRequirements" : [ {
        "text" : "Eleven kan <strong>________</strong> andra arbetsuppgifter som förekommer i vardagsmiljö.",
        "knowledgeRequirementChoice" : {
          "G" : "Eleven kan <strong>laga mat och genomföra</strong> andra arbetsuppgifter som förekommer i vardagsmiljö."
        }
      }, {
        "text" : "I arbetet <strong>________</strong> eleven redskap och livsmedel på ett säkert och fungerande sätt.",
        "knowledgeRequirementChoice" : {
          "G" : "I arbetet <strong>använder</strong> eleven redskap och livsmedel på ett säkert och fungerande sätt."
        }
      }, {
        "text" : "Eleven <strong>________</strong> om olycksrisker och hur olyckor kan förebyggas.",
        "knowledgeRequirementChoice" : {
          "G" : "Eleven <strong>återvinner och källsorterar och kommunicerar</strong> om olycksrisker och hur olyckor kan förebyggas."
        }
      }, {
        "text" : "Eleven kan <strong>________</strong> i närmiljön.",
        "knowledgeRequirementChoice" : {
          "G" : "Eleven kan <strong>orientera sig</strong> i närmiljön."
        }
      }, {
        "text" : "Dessutom <strong>________</strong> eleven miljöer i närområdet och på hemorten samt platser som har betydelse för eleven i Sverige, Europa och övriga delar av världen.",
        "knowledgeRequirementChoice" : {
          "G" : "Dessutom <strong>beskriver</strong> eleven miljöer i närområdet och på hemorten samt platser som har betydelse för eleven i Sverige, Europa och övriga delar av världen."
        }
      } ]
    }, {
      "heading" : "",
      "knowledgeRequirements" : [ {
        "text" : "Eleven kan <strong>________</strong> om levnadsregler och berättelser i världsreligionerna och <strong>________</strong> någon kristen tradition och högtid.",
        "knowledgeRequirementChoice" : {
          "G" : "Eleven kan <strong>kommunicera</strong> om levnadsregler och berättelser i världsreligionerna och <strong>beskriver</strong> någon kristen tradition och högtid."
        }
      }, {
        "text" : "Dessutom <strong>________</strong> eleven om livsfrågor som har betydelse för eleven.",
        "knowledgeRequirementChoice" : {
          "G" : "Dessutom <strong>kommunicerar</strong> eleven om livsfrågor som har betydelse för eleven."
        }
      }, {
        "text" : "Eleven kan <strong>________</strong> om demokrati och mänskliga rättigheter utifrån olika frågor och egna erfarenheter.",
        "knowledgeRequirementChoice" : {
          "G" : "Eleven kan <strong>kommunicera</strong> om demokrati och mänskliga rättigheter utifrån olika frågor och egna erfarenheter."
        }
      }, {
        "text" : "Eleven <strong>________</strong> också och <strong>________</strong> till demokratiska beslut i skolan och ger exempel på barnets rättigheter enligt barnkonventionen.",
        "knowledgeRequirementChoice" : {
          "G" : "Eleven <strong>beskriver</strong> också och <strong>bidrar</strong> till demokratiska beslut i skolan och ger exempel på barnets rättigheter enligt barnkonventionen."
        }
      }, {
        "text" : "Eleven kan <strong>________</strong> information från olika källor.",
        "knowledgeRequirementChoice" : {
          "G" : "Eleven kan <strong>hämta</strong> information från olika källor."
        }
      }, {
        "text" : "Eleven kan också <strong>________</strong> om samhällsinformation och reklam och om aktuella samhällsfrågor och nyheter.",
        "knowledgeRequirementChoice" : {
          "G" : "Eleven kan också <strong>kommunicera</strong> om samhällsinformation och reklam och om aktuella samhällsfrågor och nyheter."
        }
      }, {
        "text" : "Eleven <strong>________</strong> ord, begrepp och symboler på ett i sammanhanget relevant sätt.",
        "knowledgeRequirementChoice" : {
          "G" : "Eleven <strong>använder</strong> ord, begrepp och symboler på ett i sammanhanget relevant sätt."
        }
      } ]
    } ],
    "point" : null,
    "year" : {
      "start" : 1,
      "end" : 9
    }
  } ]
}