{
  "name" : "Samhällsorienterande ämnen",
  "description" : "Geografi, historia, religionskunskap och samhällskunskap Människor har i alla tider och i alla samhällen försökt förstå och förklara sina levnadsvillkor och de sociala sammanhang som de ingår i. Det är alla människors ansvar att utveckla ett samhälle som präglas av demokratiska värden och att förvalta jorden så att en hållbar utveckling blir möjlig. Kunskaper i de samhällsorienterande ämnena ger människor förutsättningar att orientera sig i en allt mer globaliserad och digitaliserad värld och ta ansvar för sitt handlande.",
  "code" : "GRSASAM01",
  "designation" : "SO",
  "skolfsId" : "2011:28",
  "purposes" : [ {
    "type" : "PARAGRAPH",
    "heading" : "",
    "lines" : [ "Undervisningen i de samhällsorienterande ämnena ska syfta till att eleverna utvecklar kunskaper om historiska sammanhang och om hur människor har skapat och förändrat samhällen och kulturer.", "På så sätt ska eleverna ges möjligheter att utveckla sitt historiemedvetande och få perspektiv på det förflutna, nutiden och framtiden." ]
  }, {
    "type" : "PARAGRAPH",
    "heading" : "",
    "lines" : [ "Genom undervisningen ska eleverna ges möjlighet att utveckla kunskaper om religioner och andra livsåskådningar i det egna samhället och på andra håll i världen.", "Undervisningen ska även ge kunskap om och förståelse för hur kristna traditioner har påverkat det svenska samhället och dess värderingar.", "Vidare ska undervisningen stimulera eleverna att reflektera över olika livsfrågor, sin identitet och sitt etiska förhållningssätt." ]
  }, {
    "type" : "PARAGRAPH",
    "heading" : "",
    "lines" : [ "Undervisningen ska ge eleverna förutsättningar att utveckla kunskaper om geografiska förhållanden, olika platser, regioner och levnadsvillkor i världen.", "Därigenom ska eleverna ges möjlighet att utveckla ett rumsligt medvetande och kunskaper om mänskliga verksamheter och processer i naturen som påverkar jordytans former och mönster.", "Genom undervisningen ska eleverna utveckla kunskaper om hur människa, samhälle och natur samspelar och vilka konsekvenser det får för naturen och människans levnadsvillkor." ]
  }, {
    "type" : "PARAGRAPH",
    "heading" : "",
    "lines" : [ "Undervisningen ska bidra till att eleverna utvecklar kunskaper om hur individen och samhället påverkar varandra.", "Vidare ska undervisningen bidra till att eleverna utvecklar förtrogenhet med de mänskliga rättigheterna och med demokratiska processer, värden och arbetssätt.", "Undervisningen syftar också till att eleverna utvecklar kunskaper om, och ett kritiskt förhållningssätt till, hur man kan hantera information i vardagsliv och studier.", "Vidare ska undervisningen ge eleverna möjlighet att förstå digitaliseringens betydelse för samhällsutvecklingen och för den personliga integriteten.", "Genom undervisningen ska eleverna ges möjlighet att utveckla sin förståelse för vad det innebär att vara en aktiv och ansvarstagande medborgare i ett snabbt föränderligt samhälle.", "Därigenom ska eleverna stimuleras att engagera sig och uttrycka sig i olika sammanhang för att på så sätt stärka tilltron till sin förmåga att delta i samtal om samhällsfrågor." ]
  }, {
    "type" : "PARAGRAPH",
    "heading" : "",
    "lines" : [ "Vidare ska undervisningen bidra till att eleverna utvecklar kunskaper om ämnesspecifika begrepp.", "På så sätt ska eleverna ges förutsättningar att samtala om samhällsfrågor och presentera och utvärdera arbetsprocesser." ]
  }, {
    "type" : "BULLET",
    "heading" : "Genom undervisningen i de samhällsorienterande ämnena ska eleverna sammanfattningsvis ges förutsättningar att utveckla sin förmåga att",
    "lines" : [ "jämföra och reflektera över olika historiska händelser, gestalter och tidsperioder,", "jämföra och reflektera över kristendomen, andra religioner och andra livs-åskådningar,", "jämföra och reflektera över olika geografiska förhållanden, platser, regioner och levnadsvillkor,", "reflektera över demokratiska värden, principer och arbetssätt,", "söka, granska och värdera information från olika källor och göra egna överväganden, och", "använda ämnesspecifika ord, begrepp och symboler." ]
  } ],
  "courses" : [ {
    "name" : "Årskurs 1-6",
    "description" : "",
    "code" : "GRSASAM01_1-6",
    "centralContent" : [ {
      "heading" : "I årskurs 1–6",
      "lines" : [ ]
    }, {
      "heading" : "Att leva tillsammans",
      "lines" : [ "Livsfrågor med betydelse för eleven, till exempel gott och ont, rätt och orätt, kamratskap, könsroller, jämställdhet och relationer.", "Konsekvenser av egna och andras handlingar och ställningstaganden.", "Ansvarsfullt agerande vid användning av digitala och andra medier.", "Normer och regler i elevens livsmiljö, till exempel i skolan, i digitala miljöer och i sportsammanhang.", "Vad demokrati är och hur demokratiska beslut fattas i skolan. Hur möten, till exempel klassråd, organiseras och genomförs.", "Trafikregler och hur man beter sig i trafiken på ett säkert sätt." ]
    }, {
      "heading" : "Att leva i Sverige",
      "lines" : [ "Skildringar av livet förr och nu i barnlitteratur, sånger och filmer.", "Hemortens historia. Vad närområdets platser, byggnader och vardagliga föremål kan berätta om barns, kvinnors och mäns levnadsvillkor under olika perioder.", "Forntiden och hur den kan iakttas i vår tid genom spår i naturen. Tidsbegreppen stenålder, bronsålder och järnålder. Barns, kvinnors och mäns levnadsvillkor under forntiden.", "Berättelser om gudar och hjältar i antik och nordisk mytologi.", "Kristendomens betydelse för värderingar och kultur i det svenska samhället förr och nu. Några kristna högtider och några av de vanligaste psalmerna.", "Förutsättningar i natur och miljö för befolkning och bebyggelse, till exempel mark, vatten och klimat.", "Samhällsfunktioner och samhällsservice i närsamhället, till exempel räddningstjänst, sjukvård, fritids- och kulturutbud." ]
    }, {
      "heading" : "Att leva i världen",
      "lines" : [ "Religiöst motiverade levnadsregler, ritualer, högtider, symboler och berättelser inom kristendom, judendom och islam.", "Miljöfrågor utifrån elevens vardag, till exempel transportmedel. Hur egna val och prioriteringar kan påverka miljön och bidra till en hållbar utveckling.", "Grundläggande mänskliga rättigheter såsom alla människors lika värde samt barnets rättigheter i enlighet med konventionen om barnets rättigheter (barnkonventionen).", "Aktuella samhällsfrågor som är betydelsefulla för eleven." ]
    }, {
      "heading" : "Att undersöka verkligheten",
      "lines" : [ "Tidslinjer. Begreppen dåtid, nutid och framtid.", "Orientera sig i närmiljön med hjälp av vägbeskrivningar och kartor, såväl med som utan digitala verktyg. Namn och läge på platser i närmiljön. Storleksrelationer och väderstreck.", "Jordgloben. Namn på världsdelarna samt på länder och platser som är betydelsefulla för eleven.", "Fältstudier för att undersöka natur- och kulturlandskap.", "Metoder för att söka information från olika källor: intervjuer, observationer och mätningar, såväl med som utan digitala verktyg." ]
    }, {
      "heading" : "Ämnesspecifika begrepp",
      "lines" : [ "Ord, begrepp och symboler inom de samhällsorienterande ämnena för att till exempel samtala om samhällsfrågor och utvärdera arbetsprocesser." ]
    } ],
    "knowledgeRequirementParagraphs" : [ {
      "heading" : "",
      "knowledgeRequirements" : [ {
        "text" : "Eleven kan <strong>________</strong> till resonemang om hemortens historia utifrån olika slags skildringar av människors levnadsvillkor under olika perioder.",
        "knowledgeRequirementChoice" : {
          "E" : "Eleven kan <strong>bidra</strong> till resonemang om hemortens historia utifrån olika slags skildringar av människors levnadsvillkor under olika perioder.",
          "C" : "Eleven kan föra <strong>enkla</strong> resonemang om hemortens historia utifrån olika slags skildringar av människors levnadsvillkor under olika perioder.",
          "A" : "Eleven kan föra <strong>välutvecklade</strong> resonemang om hemortens historia utifrån olika slags skildringar av människors levnadsvillkor under olika perioder."
        }
      }, {
        "text" : "Med hjälp av tidslinjer visar eleven på någon tidsperiod och <strong>________</strong> till resonemang om forntiden.",
        "knowledgeRequirementChoice" : {
          "E" : "Med hjälp av tidslinjer visar eleven på någon tidsperiod och <strong>bidrar</strong> till resonemang om forntiden.",
          "C" : "Med hjälp av tidslinjer visar eleven på tidsperioder och för <strong>enkla</strong> resonemang om forntiden.",
          "A" : "Med hjälp av tidslinjer visar eleven på tidsperioder och för <strong>välutvecklade</strong> resonemang om forntiden."
        }
      }, {
        "text" : "Eleven kan <strong>________</strong> i att jämföra och beskriva kristendomens betydelse för traditioner och vardagsliv i det svenska samhället förr och nu.",
        "knowledgeRequirementChoice" : {
          "E" : "Eleven kan <strong>medverka</strong> i att jämföra och beskriva kristendomens betydelse för traditioner och vardagsliv i det svenska samhället förr och nu.",
          "C" : "Eleven kan på ett <strong>delvis fungerande</strong> sätt jämföra och beskriva kristendomens betydelse för traditioner och vardagsliv i det svenska samhället förr och nu.",
          "A" : "Eleven kan på ett <strong>väl fungerande</strong> sätt jämföra och beskriva kristendomens betydelse för traditioner och vardagsliv i det svenska samhället förr och nu."
        }
      }, {
        "text" : "Vid jämförelser mellan kristendomen och någon annan världsreligion <strong>________</strong> eleven till resonemang om heliga platser, ritualer och levnadsregler och ger exempel på <strong>________</strong> likhet och olikhet.",
        "knowledgeRequirementChoice" : {
          "E" : "Vid jämförelser mellan kristendomen och någon annan världsreligion <strong>bidrar</strong> eleven till resonemang om heliga platser, ritualer och levnadsregler och ger exempel på <strong>någon</strong> likhet och olikhet.",
          "C" : "Vid jämförelser mellan kristendomen och någon annan världsreligion för eleven <strong>enkla</strong> resonemang om heliga platser, ritualer och levnadsregler och ger exempel på likheter och olikheter.",
          "A" : "Vid jämförelser mellan kristendomen och någon annan världsreligion för eleven <strong>välutvecklade</strong> resonemang om heliga platser, ritualer och levnadsregler och ger exempel på likheter och olikheter."
        }
      }, {
        "text" : "Dessutom kan eleven samtala om livsfrågor med betydelse för eleven genom att <strong>________</strong> till att ställa frågor, framföra åsikter och ge exempel på <strong>________</strong> handling och dess konsekvens.",
        "knowledgeRequirementChoice" : {
          "E" : "Dessutom kan eleven samtala om livsfrågor med betydelse för eleven genom att <strong>bidra</strong> till att ställa frågor, framföra åsikter och ge exempel på <strong>någon</strong> handling och dess konsekvens.",
          "C" : "Dessutom kan eleven samtala om livsfrågor med betydelse för eleven genom att ställa frågor och framföra åsikter på ett <strong>delvis fungerande</strong> sätt samt ge exempel på handlingar och deras konsekvenser.",
          "A" : "Dessutom kan eleven samtala om livsfrågor med betydelse för eleven genom att ställa frågor och framföra åsikter på ett <strong>väl fungerande</strong> sätt samt ge exempel på handlingar och deras konsekvenser."
        }
      } ]
    }, {
      "heading" : "",
      "knowledgeRequirements" : [ {
        "text" : "Eleven kan <strong>________</strong> i att använda kartor och andra källor för att orientera sig och för att visa på <strong>________</strong> plats och <strong>________</strong> land med betydelse för eleven.",
        "knowledgeRequirementChoice" : {
          "E" : "Eleven kan <strong>medverka</strong> i att använda kartor och andra källor för att orientera sig och för att visa på <strong>någon</strong> plats och <strong>något</strong> land med betydelse för eleven.",
          "C" : "Eleven kan använda kartor och andra källor på ett <strong>delvis fungerande</strong> sätt för att orientera sig och för att visa på platser och länder med betydelse för eleven.",
          "A" : "Eleven kan använda kartor och andra källor på ett <strong>väl fungerande</strong> sätt för att orientera sig och för att visa på platser och länder med betydelse för eleven."
        }
      }, {
        "text" : "Eleven <strong>________</strong> också i att genomföra enkla fältstudier i natur- och kulturlandskap.",
        "knowledgeRequirementChoice" : {
          "E" : "Eleven <strong>medverkar</strong> också i att genomföra enkla fältstudier i natur- och kulturlandskap.",
          "C" : "Eleven genomför också enkla fältstudier i natur- och kulturlandskap på ett <strong>delvis fungerande</strong> sätt.",
          "A" : "Eleven genomför också enkla fältstudier i natur- och kulturlandskap på ett <strong>väl fungerande</strong> sätt."
        }
      }, {
        "text" : "Dessutom <strong>________</strong> eleven till resonemang om förutsättningar för befolkning och bebyggelse i Sverige.",
        "knowledgeRequirementChoice" : {
          "E" : "Dessutom <strong>bidrar</strong> eleven till resonemang om förutsättningar för befolkning och bebyggelse i Sverige.",
          "C" : "Dessutom för eleven <strong>enkla</strong> resonemang om förutsättningar för befolkning och bebyggelse i Sverige.",
          "A" : "Dessutom för eleven <strong>välutvecklade</strong> resonemang om förutsättningar för befolkning och bebyggelse i Sverige."
        }
      }, {
        "text" : "I samtal om miljöfrågor med betydelse för eleven kan eleven <strong>________</strong> till att ge förslag på olika val som kan bidra till hållbar utveckling.",
        "knowledgeRequirementChoice" : {
          "E" : "I samtal om miljöfrågor med betydelse för eleven kan eleven <strong>bidra</strong> till att ge förslag på olika val som kan bidra till hållbar utveckling.",
          "C" : "I samtal om miljöfrågor med betydelse för eleven kan eleven ge <strong>enkla</strong> och <strong>delvis underbyggda</strong> förslag på olika val som kan bidra till hållbar utveckling.",
          "A" : "I samtal om miljöfrågor med betydelse för eleven kan eleven ge <strong>välutvecklade</strong> och <strong>väl underbyggda</strong> förslag på olika val som kan bidra till hållbar utveckling."
        }
      }, {
        "text" : "Eleven kan ge exempel på <strong>________</strong> elevnära normer och regler och <strong>________</strong> till resonemang om varför de kan behövas.",
        "knowledgeRequirementChoice" : {
          "E" : "Eleven kan ge exempel på <strong>enstaka</strong> elevnära normer och regler och <strong>bidrar</strong> till resonemang om varför de kan behövas.",
          "C" : "Eleven kan ge exempel på elevnära normer och regler och för <strong>enkla</strong> resonemang om varför de kan behövas.",
          "A" : "Eleven kan ge exempel på elevnära normer och regler och för <strong>välutvecklade</strong> resonemang om varför de kan behövas."
        }
      }, {
        "text" : "Eleven kan också <strong>________</strong> i att beskriva demokratibegreppet, barnkonventionen och de grundläggande mänskliga rättigheterna.",
        "knowledgeRequirementChoice" : {
          "E" : "Eleven kan också <strong>medverka</strong> i att beskriva demokratibegreppet, barnkonventionen och de grundläggande mänskliga rättigheterna.",
          "C" : "Eleven kan också på ett <strong>delvis fungerande</strong> sätt beskriva demokratibegreppet, barnkonventionen och de grundläggande mänskliga rättigheterna.",
          "A" : "Eleven kan också på ett <strong>väl fungerande</strong> sätt beskriva demokratibegreppet, barnkonventionen och de grundläggande mänskliga rättigheterna."
        }
      }, {
        "text" : "Dessutom ger eleven exempel på samhällsfunktioner och samhällsservice och <strong>________</strong> till resonemang om hur de kan användas.",
        "knowledgeRequirementChoice" : {
          "E" : "Dessutom ger eleven exempel på samhällsfunktioner och samhällsservice och <strong>bidrar</strong> till resonemang om hur de kan användas.",
          "C" : "Dessutom ger eleven exempel på samhällsfunktioner och samhällsservice och för <strong>enkla</strong> resonemang om hur de kan användas.",
          "A" : "Dessutom ger eleven exempel på samhällsfunktioner och samhällsservice och för <strong>välutvecklade</strong> resonemang om hur de kan användas."
        }
      }, {
        "text" : "Eleven kan <strong>________</strong> i att hämta information om samhället från givna källor och <strong>________</strong> till resonemang om informationens användbarhet.",
        "knowledgeRequirementChoice" : {
          "E" : "Eleven kan <strong>medverka</strong> i att hämta information om samhället från givna källor och <strong>bidrar</strong> till resonemang om informationens användbarhet.",
          "C" : "Eleven kan på ett <strong>delvis fungerande</strong> sätt hämta information om samhället från givna källor och för då <strong>enkla</strong> resonemang om informationens användbarhet.",
          "A" : "Eleven kan på ett <strong>väl fungerande</strong> sätt hämta information om samhället från givna källor och för då <strong>välutvecklade</strong> resonemang om informationens användbarhet."
        }
      }, {
        "text" : "Eleven kan använda <strong>________</strong> ämnesspecifika ord, begrepp och symboler i resonemang om samhällsfrågor och i utvärdering av arbetsprocesser.",
        "knowledgeRequirementChoice" : {
          "E" : "Eleven kan använda <strong>enstaka</strong> ämnesspecifika ord, begrepp och symboler i resonemang om samhällsfrågor och i utvärdering av arbetsprocesser.",
          "C" : "Eleven kan använda <strong>några</strong> ämnesspecifika ord, begrepp och symboler på ett <strong>delvis ändamålsenligt</strong> sätt i resonemang om samhällsfrågor och i utvärdering av arbetsprocesser.",
          "A" : "Eleven kan använda <strong>några</strong> ämnesspecifika ord, begrepp och symboler på ett ändamålsenligt sätt i resonemang om samhällsfrågor och i utvärdering av arbetsprocesser."
        }
      } ]
    } ],
    "point" : null,
    "year" : {
      "start" : 1,
      "end" : 6
    }
  }, {
    "name" : "Årskurs 7-9",
    "description" : "",
    "code" : "GRSASAM01_7-9",
    "centralContent" : [ {
      "heading" : "I årskurs 7–9",
      "lines" : [ ]
    }, {
      "heading" : "Att leva tillsammans",
      "lines" : [ "Livsfrågor som är betydelsefulla för eleven. Identitet och identitetsskapande i relation till kön, sexualitet och livsstil.", "Konfliktlösning och vardagliga moraliska dilemman, till exempel hur man kan hantera olika åsikter.", "Möjligheter och risker förknippade med internet och digital kommunikation samt hur man agerar ansvarsfullt vid användning av digitala och andra medier utifrån sociala, etiska och rättsliga aspekter.", "Vad religioner och andra livsåskådningar kan betyda för människors identitet, livsstil och grupptillhörighet.", "Hur livsfrågor, till exempel synen på kärlek och vad som händer efter döden, skildras i olika religioner och andra livsåskådningar.", "Samhällets behov av lagstiftning, några olika lagar och påföljder. Kriminalitet och dess konsekvenser för individen, familjen och samhället.", "Demokratiska fri- och rättigheter samt skyldigheter för medborgare i demokratiska samhällen. Sveriges grundlagar. Hur individer och grupper kan påverka beslut, till exempel genom att rösta i allmänna val eller skapa opinion i sociala medier.", "Trafikregler och hur man beter sig i trafiken på ett säkert sätt.", "Olika slags medier, deras uppbyggnad och innehåll, till exempel sociala medier, webbplatser eller dagstidningar.", "Nyhetsvärdering och hur den kan påverka människors bilder av omvärlden. Hur individer och grupper framställs, till exempel utifrån kön och etnicitet, samt hur information i digitala medier kan styras av bakomliggande programmering." ]
    }, {
      "heading" : "Att leva i Sverige",
      "lines" : [ "Skildringar av livet förr och nu i litteratur, sånger och filmer.", "Vikingatid, medeltid, stormaktstid och frihetstid. Några historiska personer och händelser, till exempel drottning Kristina, Karl den XII och häxprocesserna.", "Sveriges historia från cirka 1850 till nutid. Några centrala händelser och gestalter samt barns, kvinnors och mäns levnadsvillkor.", "Samerna och de nationella minoriteterna i Sverige, till exempel deras rättigheter, kultur och historia.", "Kristendomen i Sverige. Från enhetskyrka till religiös mångfald och sekularisering.", "Immigration till Sverige förr och nu, samt dess betydelse för kulturer och samhällen.", "Politiska val och partier i Sverige. Riksdag och regering och deras olika uppdrag. Individers och gruppers möjligheter att påverka beslut och samhällsutveckling.", "Yrken och verksamheter i samhället. Entreprenörskap." ]
    }, {
      "heading" : "Att leva i världen",
      "lines" : [ "Historiska gestalter, händelser och tidsperioder i världen med betydelse för vår egen tid. De båda världskrigen, deras orsaker och följder samt Förintelsen, folkfördrivningar, folkmord och Gulag.", "Religiöst motiverade levnadsregler, ritualer, högtider, symboler och berättelser inom buddhism och hinduism.", "Vilken betydelse religioner och andra livsåskådningar kan ha för människors identiteter och livsstilar.", "Klimatförändringar och olika förklaringar till dessa.", "Jordytan och på vilket sätt den formas och förändras av människans markutnyttjande och naturens egna processer, till exempel skogsavverkning, jordbävning och vulkanutbrott. Vilka konsekvenser detta får för människor och natur.", "De mänskliga rättigheterna, deras innebörd och betydelse, inklusive barnets rättigheter i enlighet med barnkonventionen samt diskrimineringsgrunderna i svensk lag.", "Jordens klimat- och vegetationszoner. Hur klimatförhållanden påverkar människors levnadsvillkor.", "Aktuella samhällsfrågor i olika medier." ]
    }, {
      "heading" : "Att undersöka verkligheten",
      "lines" : [ "Kartan och dess uppbyggnad med färger och symboler.", "Jordgloben. Kontinenternas och världshavens lägen på jordgloben. Namn och läge på länder och platser i Europa och övriga världen som är betydelsefulla för eleven.", "Fältstudier för att undersöka natur- och kulturlandskap.", "Metoder för att söka information från olika källor. Hur man kan värdera, bearbeta och presentera information, såväl med som utan digitala verktyg.", "Informationsspridning, reklam och opinionsbildning i såväl digitala som andra medier. Hur man kan urskilja budskap, avsändare och syfte." ]
    }, {
      "heading" : "Ämnesspecifika begrepp",
      "lines" : [ "Ord, begrepp och symboler inom de samhällsorienterande ämnena för att till exempel samtala om samhällsfrågor och utvärdera arbetsprocesser." ]
    } ],
    "knowledgeRequirementParagraphs" : [ {
      "heading" : "",
      "knowledgeRequirements" : [ {
        "text" : "Eleven kan <strong>________</strong> till resonemang om Sveriges historia från 1850 till nutid utifrån olika slags skildringar av människors levnadsvillkor.",
        "knowledgeRequirementChoice" : {
          "E" : "Eleven kan <strong>bidra</strong> till resonemang om Sveriges historia från 1850 till nutid utifrån olika slags skildringar av människors levnadsvillkor.",
          "C" : "Eleven kan föra <strong>enkla</strong> resonemang om Sveriges historia från 1850 till nutid utifrån olika slags skildringar av människors levnadsvillkor.",
          "A" : "Eleven kan föra <strong>välutvecklade</strong> resonemang om Sveriges historia från 1850 till nutid utifrån olika slags skildringar av människors levnadsvillkor."
        }
      }, {
        "text" : "Med hjälp av tidslinjer visar eleven på historiska händelser och <strong>________</strong> till resonemang om olika händelser och gestalter under tidsperioden vikingatid till frihetstid.",
        "knowledgeRequirementChoice" : {
          "E" : "Med hjälp av tidslinjer visar eleven på historiska händelser och <strong>bidrar</strong> till resonemang om olika händelser och gestalter under tidsperioden vikingatid till frihetstid.",
          "C" : "Med hjälp av tidslinjer visar eleven på historiska händelser och för <strong>enkla</strong> resonemang om olika händelser och gestalter under tidsperioden vikingatid till frihetstid.",
          "A" : "Med hjälp av tidslinjer visar eleven på historiska händelser och för <strong>välutvecklade</strong> resonemang om olika händelser och gestalter under tidsperioden vikingatid till frihetstid."
        }
      }, {
        "text" : "Dessutom <strong>________</strong> eleven till resonemang om orsaker till och följder av världskrigen samt om förtryck, folkfördrivningar och folkmord.",
        "knowledgeRequirementChoice" : {
          "E" : "Dessutom <strong>bidrar</strong> eleven till resonemang om orsaker till och följder av världskrigen samt om förtryck, folkfördrivningar och folkmord.",
          "C" : "Dessutom för eleven <strong>delvis underbyggda</strong> resonemang om orsaker till och följder av världskrigen samt om förtryck, folkfördrivningar och folkmord.",
          "A" : "Dessutom för eleven <strong>väl underbyggda</strong> resonemang om orsaker till och följder av världskrigen samt om förtryck, folkfördrivningar och folkmord."
        }
      }, {
        "text" : "Eleven kan <strong>________</strong> i att jämföra och beskriva religionens betydelse i Sverige från enhetskyrka till religiös mångfald och sekularisering.",
        "knowledgeRequirementChoice" : {
          "E" : "Eleven kan <strong>medverka</strong> i att jämföra och beskriva religionens betydelse i Sverige från enhetskyrka till religiös mångfald och sekularisering.",
          "C" : "Eleven kan på ett <strong>delvis fungerande</strong> sätt jämföra och beskriva religionens betydelse i Sverige från enhetskyrka till religiös mångfald och sekularisering.",
          "A" : "Eleven kan på ett <strong>väl fungerande</strong> sätt jämföra och beskriva religionens betydelse i Sverige från enhetskyrka till religiös mångfald och sekularisering."
        }
      }, {
        "text" : "Vid jämförelser mellan kristendomen och några andra världsreligioner <strong>________</strong> eleven till resonemang om heliga platser, ritualer och levnadsregler och ger exempel på likheter och olikheter.",
        "knowledgeRequirementChoice" : {
          "E" : "Vid jämförelser mellan kristendomen och några andra världsreligioner <strong>bidrar</strong> eleven till resonemang om heliga platser, ritualer och levnadsregler och ger exempel på likheter och olikheter.",
          "C" : "Vid jämförelser mellan kristendomen och några andra världsreligioner för eleven <strong>enkla</strong> resonemang om heliga platser, ritualer och levnadsregler och ger exempel på likheter och olikheter.",
          "A" : "Vid jämförelser mellan kristendomen och några andra världsreligioner för eleven <strong>välutvecklade</strong> resonemang om heliga platser, ritualer och levnadsregler och ger exempel på likheter och olikheter."
        }
      }, {
        "text" : "Dessutom kan eleven samtala om olika livsfrågor genom att <strong>________</strong> till att framföra och bemöta åsikter samt resonera om vad religion och andra livsåskådningar kan betyda för människors identitet, livsstil och grupptillhörighet.",
        "knowledgeRequirementChoice" : {
          "E" : "Dessutom kan eleven samtala om olika livsfrågor genom att <strong>bidra</strong> till att framföra och bemöta åsikter samt resonera om vad religion och andra livsåskådningar kan betyda för människors identitet, livsstil och grupptillhörighet.",
          "C" : "Dessutom kan eleven samtala om olika livsfrågor genom att framföra och bemöta åsikter på ett <strong>delvis fungerande</strong> sätt och föra <strong>enkla</strong> resonemang om vad religion och andra livsåskådningar kan betyda för människors identitet, livsstil och grupptillhörighet.",
          "A" : "Dessutom kan eleven samtala om olika livsfrågor genom att framföra och bemöta åsikter på ett <strong>väl fungerande</strong> sätt och föra <strong>välutvecklade</strong> resonemang om vad religion och andra livsåskådningar kan betyda för människors identitet, livsstil och grupptillhörighet."
        }
      } ]
    }, {
      "heading" : "",
      "knowledgeRequirements" : [ {
        "text" : "Eleven kan <strong>________</strong> i att använda kartor och andra källor för att visa på kontinenter och världshav samt platser och länder med betydelse för eleven.",
        "knowledgeRequirementChoice" : {
          "E" : "Eleven kan <strong>medverka</strong> i att använda kartor och andra källor för att visa på kontinenter och världshav samt platser och länder med betydelse för eleven.",
          "C" : "Eleven kan på ett <strong>delvis fungerande</strong> sätt använda kartor och andra källor för att visa på kontinenter och världshav samt platser och länder med betydelse för eleven.",
          "A" : "Eleven kan på ett <strong>väl fungerande</strong> sätt använda kartor och andra källor för att visa på kontinenter och världshav samt platser och länder med betydelse för eleven."
        }
      }, {
        "text" : "Eleven <strong>________</strong> också i att genomföra fältstudier och ger <strong>________</strong> exempel på en process som formar och förändrar jordytan.",
        "knowledgeRequirementChoice" : {
          "E" : "Eleven <strong>medverkar</strong> också i att genomföra fältstudier och ger <strong>något</strong> exempel på en process som formar och förändrar jordytan.",
          "C" : "Eleven genomför också fältstudier på ett <strong>delvis fungerande</strong> sätt och ger exempel på processer som formar och förändrar jordytan.",
          "A" : "Eleven genomför också fältstudier på ett <strong>väl fungerande</strong> sätt och ger exempel på processer som formar och förändrar jordytan."
        }
      }, {
        "text" : "Dessutom <strong>________</strong> eleven till resonemang om förutsättningar för befolkning och bebyggelse i olika delar av världen.",
        "knowledgeRequirementChoice" : {
          "E" : "Dessutom <strong>bidrar</strong> eleven till resonemang om förutsättningar för befolkning och bebyggelse i olika delar av världen.",
          "C" : "Dessutom för eleven <strong>enkla</strong> resonemang om förutsättningar för befolkning och bebyggelse i olika delar av världen.",
          "A" : "Dessutom för eleven <strong>välutvecklade</strong> resonemang om förutsättningar för befolkning och bebyggelse i olika delar av världen."
        }
      }, {
        "text" : "I samtal om globala miljöfrågor kan eleven <strong>________</strong> till att ge förslag på olika val som kan bidra till hållbar utveckling.",
        "knowledgeRequirementChoice" : {
          "E" : "I samtal om globala miljöfrågor kan eleven <strong>bidra</strong> till att ge förslag på olika val som kan bidra till hållbar utveckling.",
          "C" : "I samtal om globala miljöfrågor kan eleven ge <strong>enkla</strong> och <strong>delvis underbyggda</strong> förslag på olika val som kan bidra till hållbar utveckling.",
          "A" : "I samtal om globala miljöfrågor kan eleven ge <strong>välutvecklade</strong> och <strong>väl underbyggda</strong> förslag på olika val som kan bidra till hållbar utveckling."
        }
      }, {
        "text" : "Eleven kan ge exempel på olika lagar och regler i samhället och <strong>________</strong> till resonemang om varför de kan behövas.",
        "knowledgeRequirementChoice" : {
          "E" : "Eleven kan ge exempel på olika lagar och regler i samhället och <strong>bidrar</strong> till resonemang om varför de kan behövas.",
          "C" : "Eleven kan ge exempel på lagar och regler i samhället och för <strong>enkla</strong> resonemang om varför de kan behövas.",
          "A" : "Eleven kan ge exempel på lagar och regler i samhället och för <strong>välutvecklade</strong> resonemang om varför de kan behövas."
        }
      }, {
        "text" : "Eleven kan också <strong>________</strong> i att beskriva politiska val och styrelsesätt i Sverige, mänskliga rättigheter och diskrimineringsgrunder.",
        "knowledgeRequirementChoice" : {
          "E" : "Eleven kan också <strong>medverka</strong> i att beskriva politiska val och styrelsesätt i Sverige, mänskliga rättigheter och diskrimineringsgrunder.",
          "C" : "Eleven kan också på ett <strong>delvis fungerande</strong> sätt beskriva politiska val och styrelsesätt i Sverige, mänskliga rättigheter och diskrimineringsgrunder.",
          "A" : "Eleven kan också på ett <strong>väl fungerande</strong> sätt beskriva politiska val och styrelsesätt i Sverige, rättssystem, mänskliga rättigheter och diskrimineringsgrunder."
        }
      }, {
        "text" : "Eleven berättar något om de nationella minoriteterna och deras särställning och rättigheter.",
        "knowledgeRequirementChoice" : {
          "E" : "Eleven berättar något om de nationella minoriteterna och deras särställning och rättigheter.",
          "C" : "Eleven berättar något om de nationella minoriteterna och deras särställning och rättigheter.",
          "A" : "Eleven berättar något om de nationella minoriteterna och deras särställning och rättigheter."
        }
      }, {
        "text" : "Dessutom ger eleven exempel på yrken och verksamheter i samhället och <strong>________</strong> till resonemang om deras funktion.",
        "knowledgeRequirementChoice" : {
          "E" : "Dessutom ger eleven exempel på yrken och verksamheter i samhället och <strong>bidrar</strong> till resonemang om deras funktion.",
          "C" : "Dessutom ger eleven exempel på yrken och verksamheter i samhället och för <strong>enkla</strong> resonemang om deras funktion.",
          "A" : "Dessutom ger eleven exempel på yrken och verksamheter i samhället och för <strong>välutvecklade</strong> resonemang om deras funktion."
        }
      }, {
        "text" : "Eleven kan <strong>________</strong> i att hämta information om samhället från olika källor och gör något <strong>________</strong> vid resonemang om informationens trovärdighet och relevans.",
        "knowledgeRequirementChoice" : {
          "E" : "Eleven kan <strong>medverka</strong> i att hämta information om samhället från olika källor och gör något <strong>eget övervägande</strong> vid resonemang om informationens trovärdighet och relevans.",
          "C" : "Eleven kan på ett <strong>delvis fungerande</strong> sätt hämta information om samhället från olika källor och för då <strong>enkla</strong> och <strong>delvis underbyggda</strong> resonemang om informationens trovärdighet och relevans.",
          "A" : "Eleven kan på ett <strong>väl fungerande</strong> sätt hämta information om samhället från olika källor och för då <strong>välutvecklade</strong> och <strong>väl underbyggda</strong> resonemang om informationens trovärdighet och relevans."
        }
      }, {
        "text" : "Eleven kan använda <strong>________</strong> ämnesspecifika ord, begrepp och symboler i resonemang om samhällsfrågor, i egna frågor och vid <strong>________</strong> till omdömen om olika arbetsprocesser.",
        "knowledgeRequirementChoice" : {
          "E" : "Eleven kan använda <strong>några</strong> ämnesspecifika ord, begrepp och symboler i resonemang om samhällsfrågor, i egna frågor och vid <strong>bidrag</strong> till omdömen om olika arbetsprocesser.",
          "C" : "Eleven kan använda <strong>många</strong> ämnesspecifika ord, begrepp och symboler på ett <strong>delvis ändamålsenligt</strong> sätt i resonemang om samhällsfrågor, i egna frågor och i <strong>enkla</strong> omdömen om olika arbetsprocesser.",
          "A" : "Eleven kan använda <strong>många</strong> ämnesspecifika ord, begrepp och symboler på ett <strong>ändamålsenligt</strong> sätt i resonemang om samhällsfrågor, i egna frågor och i <strong>välutvecklade</strong> omdömen om olika arbetsprocesser."
        }
      } ]
    } ],
    "point" : null,
    "year" : {
      "start" : 7,
      "end" : 9
    }
  } ]
}