{
  "name" : "Motorik",
  "description" : "Fysiska aktiviteter, rörlighet och en hälsosam livsstil är grundläggande för människors välbefinnande. Positiva upplevelser av rörelse och friluftsliv under uppväxtåren har stor betydelse för om vi blir fysiskt aktiva senare i livet. Genom rörelse skapas förutsättningar för nya erfarenheter och nytt lärande. Kropp, känslor och sinnen samverkar i den motoriska utvecklingen, som i sin tur främjar självständigheten och hälsan.",
  "code" : "GRSAMOT01",
  "designation" : "",
  "skolfsId" : "2011:28",
  "purposes" : [ {
    "type" : "PARAGRAPH",
    "heading" : "",
    "lines" : [ "Undervisningen inom ämnesområdet motorik ska syfta till att eleverna utvecklar allsidiga rörelseförmågor och intresse för att vara fysiskt aktiva.", "Undervisningen ska också bidra till att eleverna utvecklar en god kroppsuppfattning och tilltro till sin egen fysiska förmåga att påverka sin omgivning.", "Genom undervisningen ska eleverna ges möjlighet att prova många olika slags rörelseaktiviteter." ]
  }, {
    "type" : "PARAGRAPH",
    "heading" : "",
    "lines" : [ "Undervisningen ska ge eleverna möjlighet att utveckla kunskaper om sambanden mellan rörelse, hälsa och livsstil.", "Eleverna ska också ges möjlighet att utveckla sin samarbetsförmåga och respekt för andra.", "Därigenom syftar undervisningen till att främja elevernas självständighet och delaktighet i samhället." ]
  }, {
    "type" : "PARAGRAPH",
    "heading" : "",
    "lines" : [ "Genom undervisningen ska eleverna utveckla förmågan att vistas i utemiljöer och naturen under olika årstider och få förståelse för värdet av ett aktivt friluftsliv.", "Eleverna ska också få kännedom om risker och säkerhet vid fysiska aktiviteter och få kunskaper om hur man handlar i nödsituationer." ]
  }, {
    "type" : "PARAGRAPH",
    "heading" : "",
    "lines" : [ "Vidare syftar undervisningen till att eleverna ges möjlighet att utveckla kunskaper om ämnesspecifika begrepp.", "På så sätt ska eleverna ges förutsättningar att bli delaktiga i samtal om idrott, hälsa och livsstil." ]
  }, {
    "type" : "BULLET",
    "heading" : "Genom undervisningen inom ämnesområdet motorik ska eleverna sammanfattningsvis ges förutsättningar att utveckla sin förmåga att",
    "lines" : [ "använda kroppens förmåga att röra sig allsidigt i olika sammanhang,", "se samband mellan rörelse, hälsa och livsstil,", "genomföra olika aktiviteter i utemiljö och i naturen, och", "använda ord, begrepp och symboler inom ämnesområdet." ]
  } ],
  "courses" : [ {
    "name" : "Årskurs 1-9  BASIC_REQUIREMENTS",
    "description" : "",
    "code" : "GRSAMOT01_1-9-BASIC_REQUIREMENTS",
    "centralContent" : [ {
      "heading" : "I årskurs 1–9",
      "lines" : [ ]
    }, {
      "heading" : "Rörelse",
      "lines" : [ "Grundläggande motoriska rörelser. Deras sammansatta former i redskapsövningar, lekar, danser och rörelser till musik, såväl inomhus som utomhus.", "Finmotorik, till exempel handgrepp och ansiktsmotorik.", "Lekar, danser och andra rörelseaktiviteter och deras regler.", "Rörelser i vatten, till exempel balansera, flyta och simma i mag- och ryggläge." ]
    }, {
      "heading" : "Hälsa och livsstil",
      "lines" : [ "Olika träningsformer och hur de utvecklar kondition, styrka och smidighet.", "Samband mellan rörelse, hälsa och livsstil.", "Klädsel för olika aktiviteter samt betydelsen av omklädning och dusch.", "Arbetsställningar och belastningar vid fysiska aktiviteter. Förebyggande av skador, till exempel genom uppvärmning och allsidig träning.", "Samtal om upplevelser av olika fysiska aktiviteter och träningsformer, kroppsuppfattning och självbild." ]
    }, {
      "heading" : "Friluftsliv och utevistelse",
      "lines" : [ "Undersöka och orientera sig i närmiljön, såväl med som utan digitala verktyg.", "Rörelseaktiviteter i skiftande natur- och utemiljöer under olika årstider. Allemansrättens grunder.", "Hänsynstagande och säkerhet i samband med fysiska aktiviteter.", "Planera och genomföra olika friluftsaktiviteter." ]
    }, {
      "heading" : "Ämnesspecifika begrepp",
      "lines" : [ "Ord, begrepp och symboler inom ämnesområdet motorik för att till exempel kommunicera om rörelse, hälsa och livsstil." ]
    } ],
    "knowledgeRequirementParagraphs" : [ {
      "heading" : "",
      "knowledgeRequirements" : [ {
        "text" : "Eleven kan <strong>________</strong> i att använda fin- och grovmotorik i olika aktiviteter både inomhus och utomhus.",
        "knowledgeRequirementChoice" : {
          "G" : "Eleven kan <strong>delta</strong> i att använda fin- och grovmotorik i olika aktiviteter både inomhus och utomhus."
        }
      }, {
        "text" : "Eleven <strong>________</strong> i att utföra rörelser med balans och kroppskontroll.",
        "knowledgeRequirementChoice" : {
          "G" : "Eleven <strong>deltar</strong> i att utföra rörelser med balans och kroppskontroll."
        }
      }, {
        "text" : "Eleven kan också <strong>________</strong> i lekar, danser och andra rörelseaktiviteter.",
        "knowledgeRequirementChoice" : {
          "G" : "Eleven kan också <strong>delta</strong> i lekar, danser och andra rörelseaktiviteter."
        }
      }, {
        "text" : "Dessutom <strong>________</strong> eleven i olika former av vattenaktiviteter.",
        "knowledgeRequirementChoice" : {
          "G" : "Dessutom <strong>deltar</strong> eleven i olika former av vattenaktiviteter."
        }
      }, {
        "text" : "Eleven kan <strong>________</strong> i kommunikation om betydelsen av rörelse och fysisk aktivitet när det gäller att få en god kroppsuppfattning, främja hälsan och förebygga skador.",
        "knowledgeRequirementChoice" : {
          "G" : "Eleven kan <strong>delta</strong> i kommunikation om betydelsen av rörelse och fysisk aktivitet när det gäller att få en god kroppsuppfattning, främja hälsan och förebygga skador."
        }
      }, {
        "text" : "Dessutom <strong>________</strong> eleven i kommunikation om samband mellan fysisk aktivitet, väderlek och klädval och samband mellan fysisk aktivitet och hygien.",
        "knowledgeRequirementChoice" : {
          "G" : "Dessutom <strong>deltar</strong> eleven i kommunikation om samband mellan fysisk aktivitet, väderlek och klädval och samband mellan fysisk aktivitet och hygien."
        }
      }, {
        "text" : "Eleven <strong>________</strong> i att använda kunskaperna i olika situationer.",
        "knowledgeRequirementChoice" : {
          "G" : "Eleven <strong>deltar</strong> i att använda kunskaperna i olika situationer."
        }
      } ]
    }, {
      "heading" : "",
      "knowledgeRequirements" : [ {
        "text" : "Eleven kan <strong>________</strong> i varierade utomhusaktiviteter under olika förhållanden och <strong>________</strong> då i att följa allemansrättens regler.",
        "knowledgeRequirementChoice" : {
          "G" : "Eleven kan <strong>delta</strong> i varierade utomhusaktiviteter under olika förhållanden och <strong>medverkar</strong> då i att följa allemansrättens regler."
        }
      }, {
        "text" : "Eleven <strong>________</strong> i kommunikation om hur man kan hantera nödsituationer i samband med rörelseaktiviteter inomhus och utomhus.",
        "knowledgeRequirementChoice" : {
          "G" : "Eleven <strong>deltar</strong> i kommunikation om hur man kan hantera nödsituationer i samband med rörelseaktiviteter inomhus och utomhus."
        }
      }, {
        "text" : "Eleven <strong>________</strong> ord, begrepp och symboler på ett i sammanhanget relevant sätt genom att visa igenkännande och samspela.",
        "knowledgeRequirementChoice" : {
          "G" : "Eleven <strong>identifierar</strong> ord, begrepp och symboler på ett i sammanhanget relevant sätt genom att visa igenkännande och samspela."
        }
      } ]
    } ],
    "point" : null,
    "year" : {
      "start" : 1,
      "end" : 9
    }
  }, {
    "name" : "Årskurs 1-9  ADVANCED_REQUIREMENTS",
    "description" : "",
    "code" : "GRSAMOT01_1-9-ADVANCED_REQUIREMENTS",
    "centralContent" : [ {
      "heading" : "I årskurs 1–9",
      "lines" : [ ]
    }, {
      "heading" : "Rörelse",
      "lines" : [ "Grundläggande motoriska rörelser. Deras sammansatta former i redskapsövningar, lekar, danser och rörelser till musik, såväl inomhus som utomhus.", "Finmotorik, till exempel handgrepp och ansiktsmotorik.", "Lekar, danser och andra rörelseaktiviteter och deras regler.", "Rörelser i vatten, till exempel balansera, flyta och simma i mag- och ryggläge." ]
    }, {
      "heading" : "Hälsa och livsstil",
      "lines" : [ "Olika träningsformer och hur de utvecklar kondition, styrka och smidighet.", "Samband mellan rörelse, hälsa och livsstil.", "Klädsel för olika aktiviteter samt betydelsen av omklädning och dusch.", "Arbetsställningar och belastningar vid fysiska aktiviteter. Förebyggande av skador, till exempel genom uppvärmning och allsidig träning.", "Samtal om upplevelser av olika fysiska aktiviteter och träningsformer, kroppsuppfattning och självbild." ]
    }, {
      "heading" : "Friluftsliv och utevistelse",
      "lines" : [ "Undersöka och orientera sig i närmiljön, såväl med som utan digitala verktyg.", "Rörelseaktiviteter i skiftande natur- och utemiljöer under olika årstider. Allemansrättens grunder.", "Hänsynstagande och säkerhet i samband med fysiska aktiviteter.", "Planera och genomföra olika friluftsaktiviteter." ]
    }, {
      "heading" : "Ämnesspecifika begrepp",
      "lines" : [ "Ord, begrepp och symboler inom ämnesområdet motorik för att till exempel kommunicera om rörelse, hälsa och livsstil." ]
    } ],
    "knowledgeRequirementParagraphs" : [ {
      "heading" : "",
      "knowledgeRequirements" : [ {
        "text" : "Eleven kan <strong>________</strong> fin- och grovmotorik i olika aktiviteter både inomhus och utomhus med medvetna och avsiktliga rörelser.",
        "knowledgeRequirementChoice" : {
          "G" : "Eleven kan <strong>använda</strong> fin- och grovmotorik i olika aktiviteter både inomhus och utomhus med medvetna och avsiktliga rörelser."
        }
      }, {
        "text" : "Eleven <strong>________</strong> rörelser på ett funktionellt sätt med balans och kroppskontroll.",
        "knowledgeRequirementChoice" : {
          "G" : "Eleven <strong>utför</strong> rörelser på ett funktionellt sätt med balans och kroppskontroll."
        }
      }, {
        "text" : "Eleven kan <strong>________</strong> lekar, danser och andra rörelseaktiviteter och <strong>________</strong> några regler.",
        "knowledgeRequirementChoice" : {
          "G" : "Eleven kan <strong>genomföra</strong> lekar, danser och andra rörelseaktiviteter och <strong>följa</strong> några regler."
        }
      }, {
        "text" : "Dessutom <strong>________</strong> eleven olika former av vattenaktiviteter och <strong>________</strong> sig i vatten.",
        "knowledgeRequirementChoice" : {
          "G" : "Dessutom <strong>genomför</strong> eleven olika former av vattenaktiviteter och <strong>förflyttar</strong> sig i vatten."
        }
      }, {
        "text" : "Eleven kan <strong>________</strong> betydelsen av rörelse och andra aktiviteter när det gäller att främja hälsan och förebygga skador.",
        "knowledgeRequirementChoice" : {
          "G" : "Eleven kan <strong>kommunicera om och beskriva</strong> betydelsen av rörelse och andra aktiviteter när det gäller att främja hälsan och förebygga skador."
        }
      }, {
        "text" : "Eleven <strong>________</strong> också några samband mellan fysiska aktiviteter, kroppsuppfattning och självbild.",
        "knowledgeRequirementChoice" : {
          "G" : "Eleven <strong>beskriver</strong> också några samband mellan fysiska aktiviteter, kroppsuppfattning och självbild."
        }
      }, {
        "text" : "Dessutom <strong>________</strong> eleven <strong>________</strong> samband mellan fysisk aktivitet, väderlek och klädval och samband mellan fysisk aktivitet och hygien.",
        "knowledgeRequirementChoice" : {
          "G" : "Dessutom <strong>kommunicerar</strong> eleven <strong>om och beskriver</strong> samband mellan fysisk aktivitet, väderlek och klädval och samband mellan fysisk aktivitet och hygien."
        }
      }, {
        "text" : "Eleven <strong>________</strong> kunskaperna i olika situationer.",
        "knowledgeRequirementChoice" : {
          "G" : "Eleven <strong>använder</strong> kunskaperna i olika situationer."
        }
      } ]
    }, {
      "heading" : "",
      "knowledgeRequirements" : [ {
        "text" : "Eleven kan <strong>________</strong> varierade utomhusaktiviteter och <strong>________</strong> då efter olika förhållanden och <strong>________</strong> allemansrättens regler.",
        "knowledgeRequirementChoice" : {
          "G" : "Eleven kan <strong>genomföra</strong> varierade utomhusaktiviteter och <strong>anpassar sig</strong> då efter olika förhållanden och <strong>följer</strong> allemansrättens regler."
        }
      }, {
        "text" : "Eleven <strong>________</strong> om och ger exempel på hur man kan hantera nödsituationer i samband med rörelseaktiviteter inomhus och utomhus.",
        "knowledgeRequirementChoice" : {
          "G" : "Eleven <strong>kommunicerar</strong> om och ger exempel på hur man kan hantera nödsituationer i samband med rörelseaktiviteter inomhus och utomhus."
        }
      }, {
        "text" : "Eleven <strong>________</strong> ord, begrepp och symboler på ett i sammanhanget relevant sätt.",
        "knowledgeRequirementChoice" : {
          "G" : "Eleven <strong>använder</strong> ord, begrepp och symboler på ett i sammanhanget relevant sätt."
        }
      } ]
    } ],
    "point" : null,
    "year" : {
      "start" : 1,
      "end" : 9
    }
  } ]
}