{
  "name" : "Svenska som andraspråk",
  "description" : "Språk är människans främsta redskap för att tänka, kommunicera och lära. Genom språket utvecklar människor sin identitet, uttrycker känslor och tankar och förstår hur andra känner och tänker. Att ha ett rikt och varierat språk är betydelsefullt för att kunna förstå och verka i ett samhälle där kulturer, livsåskådningar, generationer och språk möts.",
  "code" : "GRGRSVA01",
  "designation" : "SVA",
  "skolfsId" : "2010:37",
  "purposes" : [ {
    "type" : "PARAGRAPH",
    "heading" : "",
    "lines" : [ "Undervisningen i ämnet svenska som andraspråk ska syfta till att eleverna utvecklar kunskaper i och om svenska språket.", "Genom undervisningen ska eleverna ges förutsättningar att utveckla sitt svenska tal- och skriftspråk så att de får tilltro till sin språkförmåga och kan uttrycka sig i olika sammanhang och för skilda syften.", "Det innebär att eleverna genom undervisningen ska ges möjlighet att utveckla språket för att tänka, kommunicera och lära.", "Undervisningen ska ge eleverna rika möjligheter att kommunicera på svenska utifrån sin kunskapsnivå, utan att ställa för tidiga krav på språklig korrekthet." ]
  }, {
    "type" : "PARAGRAPH",
    "heading" : "",
    "lines" : [ "Undervisningen ska stimulera elevernas intresse för att läsa och skriva på svenska.", "Genom undervisningen ska eleverna ges möjlighet att utveckla kunskaper om hur man formulerar egna åsikter och tankar i olika slags texter och genom skilda medier.", "Undervisningen ska även syfta till att eleverna utvecklar förmåga att skapa och bearbeta texter, enskilt och tillsammans med andra.", "Eleverna ska ges möjligheter att kommunicera i digitala miljöer med interaktiva och föränderliga texter.", "Eleverna ska även stimuleras till att uttrycka sig genom olika estetiska uttrycksformer.", "Vidare ska undervisningen bidra till att eleverna utvecklar kunskaper om hur man söker och kritiskt värderar information från olika källor." ]
  }, {
    "type" : "PARAGRAPH",
    "heading" : "",
    "lines" : [ "I undervisningen ska eleverna möta samt få kunskaper om skönlitteratur från olika tider och skilda delar av världen.", "Undervisningen ska också bidra till att eleverna utvecklar kunskaper om olika former av sakprosa.", "I mötet med olika typer av texter, scenkonst och annat estetiskt berättande ska eleverna ges förutsättningar att utveckla sitt svenska språk, den egna identiteten och sin förståelse för omvärlden." ]
  }, {
    "type" : "PARAGRAPH",
    "heading" : "",
    "lines" : [ "Genom undervisningen ska eleverna ges möjlighet att utveckla sina kunskaper om svenska språket, dess normer, uppbyggnad, uttal, ord och begrepp samt om hur språkbruk varierar beroende på sociala sammanhang och medier.", "På så sätt ska undervisningen bidra till att stärka elevernas medvetenhet om och tilltro till den egna språkliga och kommunikativa förmågan.", "Undervisningen ska också bidra till att eleverna får förståelse för att sättet man kommunicerar på kan få konsekvenser för en själv och för andra människor.", "Därigenom ska eleverna ges förutsättningar att ta ansvar för det egna språkbruket i olika sammanhang och medier." ]
  }, {
    "type" : "BULLET",
    "heading" : "Genom undervisningen i ämnet svenska som andraspråk ska eleverna sammanfattningsvis ges förutsättningar att utveckla sin förmåga att",
    "lines" : [ "formulera sig och kommunicera i tal och skrift,", "läsa och analysera skönlitteratur och andra texter för olika syften,", "anpassa språket efter olika syften, mottagare och sammanhang,", "välja och använda språkliga strategier,", "urskilja språkliga strukturer och följa språkliga normer, och", "söka information från olika källor och värdera dessa." ]
  } ],
  "courses" : [ {
    "name" : "Årskurs 1-3",
    "description" : "",
    "code" : "GRGRSVA01_1-3",
    "centralContent" : [ {
      "heading" : "I årskurs 1–3",
      "lines" : [ ]
    }, {
      "heading" : "Läsa och skriva",
      "lines" : [ "Lässtrategier för att förstå och tolka texter samt för att anpassa läsningen efter textens form och innehåll.", "Strategier för att skriva olika typer av texter med anpassning till deras typiska uppbyggnad och språkliga drag. Skapande av texter där ord och bild samspelar, såväl med som utan digitala verktyg.", "Enkla former för textbearbetning, till exempel att i efterhand gå igenom egna och gemensamma texter och göra förtydliganden.", "Handstil och att skriva med digitala verktyg.", "Språkets struktur med stor och liten bokstav, punkt, frågetecken och utropstecken, ords böjningsformer och meningsbyggnad samt stavningsregler för vanligt förekommande ord i elevnära texter.", "Alfabetet och alfabetisk ordning.", "Läsriktning samt bokstävers form och ljud i jämförelse med modersmålet.", "Sambandet mellan ljud och bokstav." ]
    }, {
      "heading" : "Tala, lyssna och samtala",
      "lines" : [ "Strategier för att lyssna, förstå och muntligt göra sig förstådd i situationer när det egna svenska språket inte räcker till.", "Att lyssna och återberätta i olika samtalssituationer.", "Muntliga presentationer och muntligt berättande om vardagsnära ämnen för olika mottagare. Bilder, digitala medier och verktyg samt andra hjälpmedel som kan stödja presentationer.", "Berättande i olika kulturer, under olika tider och för skilda syften.", "Uttal, betoning och satsmelodi samt uttalets betydelse för att göra sig förstådd.", "Svenska språkets uttal i jämförelse med modersmålets." ]
    }, {
      "heading" : "Berättande texter och sakprosatexter",
      "lines" : [ "Berättande texter och poetiska texter för barn. Texter i form av rim, ramsor, sånger, bilderböcker, kapitelböcker, lyrik, dramatik, sagor och myter. Berättande och poetiska texter som belyser människors upplevelser och erfarenheter.", "Berättande texters budskap, uppbyggnad och innehåll. Hur en berättande text kan organiseras med inledning, händelseförlopp och avslutning.", "Beskrivande och förklarande texter, till exempel faktatexter för barn, och hur deras innehåll kan organiseras.", "Instruerande texter, till exempel spelinstruktioner och arbetsbeskrivningar. Hur de kan organiseras i steg, med logisk ordning och punktuppställning i flera led.", "Texter som kombinerar ord och bild, till exempel film, spel och webb-texter.", "Texter i digitala miljöer för barn, till exempel texter med länkar och andra interaktiva funktioner." ]
    }, {
      "heading" : "Språkbruk",
      "lines" : [ "Språkliga strategier för att minnas och lära, till exempel att skriva ned något man talat om.", "Ord, symboler och begrepp som används för att uttrycka känslor, kunskaper och åsikter.", "Hur ord och yttranden uppfattas av omgivningen beroende på tonfall och ords nyanser.", "Vardagliga ords betydelseomfång och kategorisering i jämförelse med elevens modersmål, till exempel att flera ord på ett språk motsvaras av ett ord på ett annat språk.", "Skillnader mellan tal- och skriftspråk, till exempel att talet kan förstärkas genom röstläge och kroppsspråk.", "Språkbruk samt möjligheter och risker vid egen kommunikation i digitala medier." ]
    }, {
      "heading" : "Informationssökning och källkritik",
      "lines" : [ "Informationssökning i böcker, tidskrifter och på webbplatser för barn samt via sökmotorer på internet.", "Källkritik, hur texters avsändare påverkar innehållet." ]
    } ],
    "knowledgeRequirementParagraphs" : [ {
      "heading" : "",
      "knowledgeRequirements" : [ {
        "text" : "Eleven kan läsa bekanta och elevnära texter med flyt genom att använda lässtrategier på ett i huvudsak fungerande sätt.",
        "knowledgeRequirementChoice" : {
          "G" : "Eleven kan läsa bekanta och elevnära texter med flyt genom att använda lässtrategier på ett i huvudsak fungerande sätt."
        }
      }, {
        "text" : "Genom att kommentera och återge några för eleven viktiga delar av innehållet på ett enkelt sätt visar eleven grundläggande läsförståelse.",
        "knowledgeRequirementChoice" : {
          "G" : "Genom att kommentera och återge några för eleven viktiga delar av innehållet på ett enkelt sätt visar eleven grundläggande läsförståelse."
        }
      }, {
        "text" : "Dessutom kan eleven utifrån egna referensramar föra enkla resonemang om texternas tydligt framträdande budskap och relatera detta till egna erfarenheter.",
        "knowledgeRequirementChoice" : {
          "G" : "Dessutom kan eleven utifrån egna referensramar föra enkla resonemang om texternas tydligt framträdande budskap och relatera detta till egna erfarenheter."
        }
      } ]
    }, {
      "heading" : "",
      "knowledgeRequirements" : [ {
        "text" : "Eleven kan skriva enkla texter med läslig handstil och på dator.",
        "knowledgeRequirementChoice" : {
          "G" : "Eleven kan skriva enkla texter med läslig handstil och på dator."
        }
      }, {
        "text" : "I texterna kan eleven använda stor bokstav, punkt och frågetecken samt stava ord som eleven själv ofta använder och som är vanligt förekommande i elevnära texter.",
        "knowledgeRequirementChoice" : {
          "G" : "I texterna kan eleven använda stor bokstav, punkt och frågetecken samt stava ord som eleven själv ofta använder och som är vanligt förekommande i elevnära texter."
        }
      }, {
        "text" : "De berättande texter eleven skriver har en enkel röd tråd samt i huvudsak fungerande handling.",
        "knowledgeRequirementChoice" : {
          "G" : "De berättande texter eleven skriver har en enkel röd tråd samt i huvudsak fungerande handling."
        }
      }, {
        "text" : "Eleven kan söka information ur någon anvisad källa och återger då grundläggande delar av informationen i enkla former av faktatexter.",
        "knowledgeRequirementChoice" : {
          "G" : "Eleven kan söka information ur någon anvisad källa och återger då grundläggande delar av informationen i enkla former av faktatexter."
        }
      }, {
        "text" : "Faktatexterna innehåller egna formuleringar och grundläggande ämnesspecifika ord och begrepp som används så att innehållet blir begripligt.",
        "knowledgeRequirementChoice" : {
          "G" : "Faktatexterna innehåller egna formuleringar och grundläggande ämnesspecifika ord och begrepp som används så att innehållet blir begripligt."
        }
      }, {
        "text" : "Genom att kombinera sina texter med bilder kan eleven förtydliga och förstärka sina budskap.",
        "knowledgeRequirementChoice" : {
          "G" : "Genom att kombinera sina texter med bilder kan eleven förtydliga och förstärka sina budskap."
        }
      }, {
        "text" : "Dessutom kan eleven utifrån givna frågor om texters innehåll och språk ge enkla omdömen om sina egna och andras texter samt utifrån respons bearbeta och förtydliga sina texter på ett enkelt sätt.",
        "knowledgeRequirementChoice" : {
          "G" : "Dessutom kan eleven utifrån givna frågor om texters innehåll och språk ge enkla omdömen om sina egna och andras texter samt utifrån respons bearbeta och förtydliga sina texter på ett enkelt sätt."
        }
      } ]
    }, {
      "heading" : "",
      "knowledgeRequirements" : [ {
        "text" : "Eleven har ett grundläggande ordförråd som kan användas i samtal om elevnära frågor och ämnen.",
        "knowledgeRequirementChoice" : {
          "G" : "Eleven har ett grundläggande ordförråd som kan användas i samtal om elevnära frågor och ämnen."
        }
      }, {
        "text" : "I samtalen ställer eleven frågor, ger kommentarer och framför egna åsikter.",
        "knowledgeRequirementChoice" : {
          "G" : "I samtalen ställer eleven frågor, ger kommentarer och framför egna åsikter."
        }
      }, {
        "text" : "När eleven berättar om vardagliga händelser beskriver eleven dem så att det huvudsakliga innehållet framgår.",
        "knowledgeRequirementChoice" : {
          "G" : "När eleven berättar om vardagliga händelser beskriver eleven dem så att det huvudsakliga innehållet framgår."
        }
      }, {
        "text" : "Dessutom kan eleven ge och ta enkla muntliga instruktioner.",
        "knowledgeRequirementChoice" : {
          "G" : "Dessutom kan eleven ge och ta enkla muntliga instruktioner."
        }
      }, {
        "text" : "Eleven kan uppmärksamma när språkliga missförstånd uppstår och ber då om förtydliganden.",
        "knowledgeRequirementChoice" : {
          "G" : "Eleven kan uppmärksamma när språkliga missförstånd uppstår och ber då om förtydliganden."
        }
      }, {
        "text" : "Vid samtal använder eleven i huvudsak fungerande språkliga strategier för att göra sig förstådd.",
        "knowledgeRequirementChoice" : {
          "G" : "Vid samtal använder eleven i huvudsak fungerande språkliga strategier för att göra sig förstådd."
        }
      } ]
    } ],
    "point" : null,
    "year" : {
      "start" : 1,
      "end" : 3
    }
  }, {
    "name" : "Årskurs 4-6",
    "description" : "",
    "code" : "GRGRSVA01_4-6",
    "centralContent" : [ {
      "heading" : "I årskurs 4–6",
      "lines" : [ ]
    }, {
      "heading" : "Läsa och skriva",
      "lines" : [ "Lässtrategier för att förstå och tolka texter från olika medier samt för att urskilja texters budskap, både det uttalade och sådant som står mellan raderna.", "Strategier för att skriva olika typer av texter med anpassning till deras typiska uppbyggnad och språkliga drag. Skapande av texter där ord, bild och ljud samspelar, såväl med som utan digitala verktyg.", "Olika sätt att bearbeta egna och gemensamma texter till innehåll och form. Hur man ger och tar emot respons på texter.", "Handstil samt att skriva, disponera och redigera texter för hand och med hjälp av digitala verktyg.", "Språkets struktur med meningsbyggnad, huvudsatser, bisatser, stavningsregler, skiljetecken, ords böjningsformer och ordklasser. Textuppbyggnad med hjälp av sambandsord.", "Hur man använder ordböcker och digitala verktyg för stavning och ordförståelse." ]
    }, {
      "heading" : "Tala, lyssna och samtala",
      "lines" : [ "Språkliga strategier för att förstå och göra sig förstådd i skolans ämnen när det egna svenska språket inte räcker till.", "Att argumentera i olika samtalssituationer och beslutsprocesser.", "Muntliga presentationer och muntligt berättande för olika mottagare, om ämnen hämtade från vardag och skola. Stödord, bilder, digitala medier och verktyg samt andra hjälpmedel för att planera och genomföra en muntlig presentation. Hur gester och kroppsspråk kan påverka en presentation.", "Uttal, satsmelodi och sambandet mellan betoning och betydelse." ]
    }, {
      "heading" : "Berättande texter och sakprosatexter",
      "lines" : [ "Berättande texter och poetiska texter för barn och unga. Texter i form av skönlitteratur, lyrik, dramatik, sagor och myter. Texter som belyser människors villkor och identitets- och livsfrågor.", "Berättande texters budskap, språkliga drag och typiska uppbyggnad med parallellhandling och tillbakablickar, miljö- och personbeskrivningar samt deras ord och begrepp.", "Några skönlitterärt betydelsefulla barn- och ungdomsboksförfattare och deras verk.", "Beskrivande, förklarande, instruerande och argumenterande texter, till exempel faktatexter, arbetsbeskrivningar, reklam och insändare. Texternas innehåll, uppbyggnad, typiska språkliga drag samt deras ord och begrepp.", "Texter som kombinerar ord, bild och ljud, till exempel webbtexter, spel och tv-program. Texternas innehåll, uppbyggnad och typiska språkliga drag.", "Texter i digitala miljöer, till exempel texter med länkar och andra interaktiva funktioner." ]
    }, {
      "heading" : "Språkbruk",
      "lines" : [ "Språkliga strategier för att minnas och lära, till exempel tankekartor och stödord.", "Ord, symboler och begrepp som används för att uttrycka känslor, kunskaper och åsikter. Ords och begrepps nyanser och värdeladdning.", "Ord och begrepp i skolans ämnen och i vardagsspråk. Synonymer och motsatsord.", "Ords klassificering i över- och underordning, till exempel kläder - tröja.", "Skillnader i språkanvändning beroende på vem man skriver till och med vilket syfte, till exempel skillnader mellan att skriva ett personligt sms, ett inlägg i sociala medier och att skriva en faktatext.", "Ansvarsfullt agerande vid kommunikation i digitala och andra medier och i olika sammanhang." ]
    }, {
      "heading" : "Informationssökning och källkritik",
      "lines" : [ "Informationssökning i några olika medier och källor, till exempel i uppslagsböcker, genom intervjuer och via sökmotorer på internet." ]
    }, {
      "heading" : "Hur man jämför källor och prövar deras tillförlitlighet med ett källkritiskt förhållningssätt.",
      "lines" : [ ]
    } ],
    "knowledgeRequirementParagraphs" : [ {
      "heading" : "",
      "knowledgeRequirements" : [ {
        "text" : "Eleven kan läsa skönlitteratur och sakprosatexter för barn och ungdomar med <strong>________</strong> genom att använda lässtrategier på ett <strong>________</strong> sätt.",
        "knowledgeRequirementChoice" : {
          "E" : "Eleven kan läsa skönlitteratur och sakprosatexter för barn och ungdomar med <strong>flyt</strong> genom att använda lässtrategier på ett <strong>i huvudsak fungerande</strong> sätt.",
          "C" : "Eleven kan läsa skönlitteratur och sakprosatexter för barn och ungdomar med <strong>gott flyt</strong> genom att använda lässtrategier på ett <strong>ändamålsenligt</strong> sätt.",
          "A" : "Eleven kan läsa skönlitteratur och sakprosatexter för barn och ungdomar med <strong>mycket gott flyt</strong> genom att använda lässtrategier på ett <strong>ändamålsenligt och effektivt</strong> sätt."
        }
      }, {
        "text" : "Genom att göra <strong>________</strong> sammanfattningar av olika texters innehåll och kommentera centrala delar med <strong>________</strong> koppling till sammanhanget visar eleven <strong>________</strong> läsförståelse.",
        "knowledgeRequirementChoice" : {
          "E" : "Genom att göra <strong>enkla, kronologiska</strong> sammanfattningar av olika texters innehåll och kommentera centrala delar med <strong>viss</strong> koppling till sammanhanget visar eleven <strong>grundläggande</strong> läsförståelse.",
          "C" : "Genom att göra <strong>utvecklade</strong> sammanfattningar av olika texters innehåll och kommentera centrala delar med <strong>relativt god</strong> koppling till sammanhanget visar eleven <strong>god</strong> läsförståelse.",
          "A" : "Genom att göra <strong>välutvecklade</strong> sammanfattningar av olika texters innehåll och kommentera centrala delar med <strong>god</strong> koppling till sammanhanget visar eleven <strong>mycket god</strong> läsförståelse."
        }
      }, {
        "text" : "Dessutom kan eleven, utifrån egna erfarenheter och referensramar, tolka och föra <strong>________</strong> underbyggda resonemang om tydligt framträdande budskap i olika verk.",
        "knowledgeRequirementChoice" : {
          "E" : "Dessutom kan eleven, utifrån egna erfarenheter och referensramar, tolka och föra <strong>enkla och till viss del</strong> underbyggda resonemang om tydligt framträdande budskap i olika verk.",
          "C" : "Dessutom kan eleven, utifrån egna erfarenheter och referensramar, tolka och föra <strong>enkla och relativt väl</strong> underbyggda resonemang om tydligt framträdande budskap i olika verk.",
          "A" : "Dessutom kan eleven, utifrån egna erfarenheter och referensramar, tolka och föra <strong>enkla och väl</strong> underbyggda resonemang om tydligt framträdande budskap i olika verk."
        }
      }, {
        "text" : "Eleven kan även beskriva sin upplevelse av läsningen på ett <strong>________</strong> sätt.",
        "knowledgeRequirementChoice" : {
          "E" : "Eleven kan även beskriva sin upplevelse av läsningen på ett <strong>enkelt</strong> sätt.",
          "C" : "Eleven kan även beskriva sin upplevelse av läsningen på ett <strong>utvecklat</strong> sätt.",
          "A" : "Eleven kan även beskriva sin upplevelse av läsningen på ett <strong>välutvecklat</strong> sätt."
        }
      } ]
    }, {
      "heading" : "",
      "knowledgeRequirements" : [ {
        "text" : "Eleven kan skriva olika slags texter med <strong>________</strong> innehåll, <strong>________</strong> fungerande struktur och viss språklig variation.",
        "knowledgeRequirementChoice" : {
          "E" : "Eleven kan skriva olika slags texter med <strong>begripligt</strong> innehåll, <strong>i huvudsak</strong> fungerande struktur och viss språklig variation.",
          "C" : "Eleven kan skriva olika slags texter med <strong>relativt tydligt</strong> innehåll, <strong>relativt väl</strong> fungerande struktur och viss språklig variation.",
          "A" : "Eleven kan skriva olika slags texter med <strong>tydligt</strong> innehåll, <strong>väl</strong> fungerande struktur och viss språklig variation."
        }
      }, {
        "text" : "I enkla texter kan eleven använda grundläggande regler för stavning, skiljetecken och språkriktighet <strong>________</strong> fungerande sätt.",
        "knowledgeRequirementChoice" : {
          "E" : "I enkla texter kan eleven använda grundläggande regler för stavning, skiljetecken och språkriktighet <strong>på ett i huvudsak</strong> fungerande sätt.",
          "C" : "I enkla texter kan eleven använda grundläggande regler för stavning, skiljetecken och språkriktighet på ett <strong>relativt väl</strong> fungerande sätt.",
          "A" : "I enkla texter kan eleven använda grundläggande regler för stavning, skiljetecken och språkriktighet på ett <strong>väl</strong> fungerande sätt."
        }
      }, {
        "text" : "De berättande texter eleven skriver innehåller <strong>________</strong> gestaltande beskrivningar och <strong>________</strong> handling.",
        "knowledgeRequirementChoice" : {
          "E" : "De berättande texter eleven skriver innehåller <strong>enkla</strong> gestaltande beskrivningar och <strong>enkel</strong> handling.",
          "C" : "De berättande texter eleven skriver innehåller <strong>utvecklade</strong> gestaltande beskrivningar och <strong>utvecklad</strong> handling.",
          "A" : "De berättande texter eleven skriver innehåller <strong>välutvecklade</strong> gestaltande beskrivningar och <strong>välutvecklad</strong> handling."
        }
      }, {
        "text" : "Eleven kan söka, välja ut och sammanställa information från ett avgränsat urval av källor och för då <strong>________</strong> resonemang om informationens användbarhet.",
        "knowledgeRequirementChoice" : {
          "E" : "Eleven kan söka, välja ut och sammanställa information från ett avgränsat urval av källor och för då <strong>enkla</strong> resonemang om informationens användbarhet.",
          "C" : "Eleven kan söka, välja ut och sammanställa information från ett avgränsat urval av källor och för då <strong>utvecklade</strong> resonemang om informationens användbarhet.",
          "A" : "Eleven kan söka, välja ut och sammanställa information från ett avgränsat urval av källor och för då <strong>välutvecklade</strong> resonemang om informationens användbarhet."
        }
      }, {
        "text" : "Sammanställningarna innehåller <strong>________</strong> beskrivningar, egna formuleringar och <strong>________</strong> användning av ämnesspecifika ord och begrepp.",
        "knowledgeRequirementChoice" : {
          "E" : "Sammanställningarna innehåller <strong>enkla</strong> beskrivningar, egna formuleringar och <strong>viss</strong> användning av ämnesspecifika ord och begrepp.",
          "C" : "Sammanställningarna innehåller <strong>utvecklade</strong> beskrivningar, egna formuleringar och <strong>relativt god</strong> användning av ämnesspecifika ord och begrepp.",
          "A" : "Sammanställningarna innehåller <strong>välutvecklade</strong> beskrivningar, egna formuleringar och <strong>god</strong> användning av ämnesspecifika ord och begrepp."
        }
      }, {
        "text" : "Genom att kombinera text med olika estetiska uttryck så att de samspelar på ett <strong>________</strong> sätt kan eleven förtydliga, förstärka och levandegöra sina texters budskap.",
        "knowledgeRequirementChoice" : {
          "E" : "Genom att kombinera text med olika estetiska uttryck så att de samspelar på ett <strong>i huvudsak fungerande</strong> sätt kan eleven förtydliga, förstärka och levandegöra sina texters budskap.",
          "C" : "Genom att kombinera text med olika estetiska uttryck så att de samspelar på ett <strong>ändamålsenligt</strong> sätt kan eleven förtydliga, förstärka och levandegöra sina texters budskap.",
          "A" : "Genom att kombinera text med olika estetiska uttryck så att de samspelar på ett <strong>ändamålsenligt och effektivt</strong> sätt kan eleven förtydliga, förstärka och levandegöra sina texters budskap."
        }
      }, {
        "text" : "Dessutom kan eleven ge <strong>________</strong> omdömen om texters innehåll och språk och utifrån respons bearbeta texter mot ökad tydlighet och kvalitet på ett <strong>________</strong> fungerande sätt.",
        "knowledgeRequirementChoice" : {
          "E" : "Dessutom kan eleven ge <strong>enkla</strong> omdömen om texters innehåll och språk och utifrån respons bearbeta texter mot ökad tydlighet och kvalitet på ett <strong>i huvudsak</strong> fungerande sätt.",
          "C" : "Dessutom kan eleven ge <strong>utvecklade</strong> omdömen om texters innehåll och språk och utifrån mottagen respons bearbeta texter mot ökad tydlighet och kvalitet på ett <strong>relativt väl</strong> fungerande sätt.",
          "A" : "Dessutom kan eleven ge <strong>välutvecklade</strong> omdömen om texters innehåll och språk och utifrån respons bearbeta texter mot ökad tydlighet och kvalitet på ett <strong>väl</strong> fungerande sätt."
        }
      } ]
    }, {
      "heading" : "",
      "knowledgeRequirements" : [ {
        "text" : "Eleven kan med ett <strong>________</strong> ord- och begreppsförråd samtala om bekanta ämnen på ett <strong>________</strong> sätt.",
        "knowledgeRequirementChoice" : {
          "E" : "Eleven kan med ett <strong>i huvudsak fungerande</strong> ord- och begreppsförråd samtala om bekanta ämnen på ett <strong>enkelt</strong> sätt.",
          "C" : "Eleven kan med ett <strong>ändamålsenligt</strong> ord- och begreppsförråd samtala om bekanta ämnen på ett <strong>utvecklat</strong> sätt.",
          "A" : "Eleven kan med ett <strong>ändamålsenligt och effektivt</strong> ord- och begreppsförråd samtala om bekanta ämnen på ett <strong>välutvecklat</strong> sätt."
        }
      }, {
        "text" : "I samtalen kan eleven ställa frågor och framföra egna åsikter på ett sätt som <strong>________</strong> upprätthåller samtalet.",
        "knowledgeRequirementChoice" : {
          "E" : "I samtalen kan eleven ställa frågor och framföra egna åsikter på ett sätt som <strong>till viss del</strong> upprätthåller samtalet.",
          "C" : "I samtalen kan eleven ställa frågor och framföra egna åsikter på ett sätt som upprätthåller samtalet <strong>relativt väl</strong>.",
          "A" : "I samtalen kan eleven ställa frågor och framföra egna åsikter på ett sätt som upprätthåller samtalet <strong>väl</strong>."
        }
      }, {
        "text" : "Eleven använder då <strong>________</strong> fungerande språkliga strategier för att förstå och göra sig förstådd.",
        "knowledgeRequirementChoice" : {
          "E" : "Eleven använder då <strong>i huvudsak</strong> fungerande språkliga strategier för att förstå och göra sig förstådd.",
          "C" : "Eleven använder då <strong>relativt väl</strong> fungerande språkliga strategier för att förstå och göra sig förstådd.",
          "A" : "Eleven använder då <strong>väl</strong> fungerande språkliga strategier för att förstå och göra sig förstådd."
        }
      }, {
        "text" : "Dessutom kan eleven förbereda och genomföra <strong>________</strong> muntliga redogörelser med <strong>________</strong> fungerande inledning, innehåll och avslutning och <strong>________</strong> anpassning till syfte och mottagare.",
        "knowledgeRequirementChoice" : {
          "E" : "Dessutom kan eleven förbereda och genomföra <strong>enkla</strong> muntliga redogörelser med <strong>i huvudsak</strong> fungerande inledning, innehåll och avslutning och <strong>viss</strong> anpassning till syfte och mottagare.",
          "C" : "Dessutom kan eleven förbereda och genomföra <strong>utvecklade</strong> muntliga redogörelser med <strong>relativt väl</strong> fungerande inledning, innehåll och avslutning och <strong>relativt god</strong> anpassning till syfte och mottagare.",
          "A" : "Dessutom kan eleven förbereda och genomföra <strong>välutvecklade</strong> muntliga redogörelser med <strong>väl</strong> fungerande inledning, innehåll och avslutning och <strong>god</strong> anpassning till syfte och mottagare."
        }
      } ]
    } ],
    "point" : null,
    "year" : {
      "start" : 4,
      "end" : 6
    }
  }, {
    "name" : "Årskurs 7-9",
    "description" : "",
    "code" : "GRGRSVA01_7-9",
    "centralContent" : [ {
      "heading" : "I årskurs 7–9",
      "lines" : [ ]
    }, {
      "heading" : "Läsa och skriva",
      "lines" : [ "Lässtrategier för att förstå, tolka och analysera texter från olika medier. Att urskilja texters budskap, tema och motiv samt deras syften, avsändare och sammanhang.", "Strategier för att skriva olika typer av texter med anpassning till deras typiska uppbyggnad och språkliga drag. Skapande av texter där ord, bild och ljud samspelar, såväl med som utan digitala verktyg.", "Olika sätt att bearbeta egna och gemensamma texter till innehåll och form. Hur man ger och tar emot respons på texter.", "Redigering och disposition av texter med hjälp av digitala verktyg. Olika funktioner för språkbehandling.", "Språkets struktur med stavningsregler, skiljetecken, ordklasser och satsdelar.", "Meningsbyggnad på svenska i jämförelse med elevens modersmål samt hur orsakssamband kan formuleras genom olika typer av bisatser.", "Ordböcker och digitala verktyg för stavning och ordförståelse." ]
    }, {
      "heading" : "Tala, lyssna och samtala",
      "lines" : [ "Språkliga strategier för att förstå och göra sig förstådd i skolans ämnen när det egna svenska språket inte räcker till.", "Att leda ett samtal, formulera och bemöta argument samt sammanfatta huvuddragen i vad som sagts.", "Muntliga presentationer och muntligt berättande för olika mottagare, om ämnen hämtade från skola och samhällsliv. Anpassning av språk, innehåll och disposition till syfte och mottagare. Olika hjälpmedel, till exempel digitala medier och verktyg, för att planera och genomföra en presentation.", "Svenska språkets prosodi och uttalets betydelse för att göra sig förstådd. Olika variationer av talad svenska." ]
    }, {
      "heading" : "Berättande texter och sakprosatexter",
      "lines" : [ "Skönlitteratur, lyrik, dramatik, sagor och myter från olika tider och skilda delar av världen. Skönlitteratur som belyser människors villkor och identitets- och livsfrågor.", "Språkliga drag, uppbyggnad och berättarperspektiv i skönlitteratur. Parallellhandling, tillbakablickar, miljö- och personbeskrivningar, inre och yttre dialoger.", "Några skönlitterära genrer och hur de stilistiskt och innehållsligt skiljer sig ifrån varandra.", "Några skönlitterärt betydelsefulla författare och deras verk samt de historiska och kulturella sammanhang som verken har tillkommit i.", "Beskrivande, förklarande, utredande, instruerande och argumenterande texter, till exempel tidningsartiklar, vetenskapliga texter, arbetsbeskrivningar och blogginlägg. Texternas syften, innehåll, uppbyggnad och språkliga drag samt deras ord och begrepp.", "Texter som kombinerar ord, bild och ljud, och deras språkliga och dramaturgiska komponenter. Hur uttrycken kan samspela med varandra, till exempel i tv-serier, teaterföreställningar och webbtexter.", "Texter i komplexa digitala miljöer med länkar och andra interaktiva funktioner.", "Kombinationer av olika texttyper till nya texter, till exempel informerande texter med inslag av argumentation." ]
    }, {
      "heading" : "Språkbruk",
      "lines" : [ "Språkliga strategier för att minnas och lära genom att identifiera nyckelord och föra anteckningar.", "Ord, symboler och begrepp som används för att uttrycka känslor, kunskaper och åsikter. Ords och begrepps nyanser och värdeladdning.", "Ord och begrepp från skolans ämnen och vardagsspråk samt nya ord i språket, till exempel lånord.", "Ordbildning, till exempel avledningar med suffix och prefix. Bildspråk och idiomatiska uttryck.", "Skillnader i språkanvändning beroende på i vilket sammanhang, med vem och med vilket syfte man kommunicerar.", "Etiska och moraliska aspekter på språkbruk, yttrandefrihet och integritet i digitala och andra medier och i olika sammanhang.", "Språkets betydelse för att utöva inflytande och för den egna identitetsutvecklingen." ]
    }, {
      "heading" : "Informationssökning och källkritik",
      "lines" : [ "Informationssökning på bibliotek och på internet, i böcker och massmedier samt genom intervjuer.", "Hur man citerar och gör källhänvisningar, även med användning av digitala medier.", "Hur man sovrar i en stor informationsmängd och prövar källors tillförlitlighet med ett källkritiskt förhållningssätt." ]
    } ],
    "knowledgeRequirementParagraphs" : [ {
      "heading" : "",
      "knowledgeRequirements" : [ {
        "text" : "Eleven kan läsa skönlitteratur och sakprosatexter med <strong>________</strong> genom att, på ett <strong>________</strong> sätt, välja använda lässtrategier utifrån olika texters särdrag.",
        "knowledgeRequirementChoice" : {
          "E" : "Eleven kan läsa skönlitteratur och sakprosatexter med <strong>flyt</strong> genom att, på ett <strong>i huvudsak fungerande</strong> sätt, välja använda lässtrategier utifrån olika texters särdrag.",
          "C" : "Eleven kan läsa skönlitteratur och sakprosatexter med <strong>gott flyt</strong> genom att, på ett <strong>ändamålsenligt</strong> sätt, välja och använda lässtrategier utifrån olika texters särdrag.",
          "A" : "Eleven kan läsa skönlitteratur och sakprosatexter med <strong>mycket gott flyt</strong> genom att, på ett <strong>ändamålsenligt och effektivt</strong> sätt, välja och använda lässtrategier utifrån olika texters särdrag."
        }
      }, {
        "text" : "Genom att göra <strong>________</strong> sammanfattningar av olika texters innehåll och kommentera centrala delar med <strong>________</strong> koppling till tidsaspekter och orsakssamband visar eleven <strong>________</strong> läsförståelse.",
        "knowledgeRequirementChoice" : {
          "E" : "Genom att göra <strong>enkla</strong> sammanfattningar av olika texters innehåll och kommentera centrala delar med <strong>viss</strong> koppling till tidsaspekter och orsakssamband visar eleven <strong>grundläggande</strong> läsförståelse.",
          "C" : "Genom att göra <strong>utvecklade</strong> sammanfattningar av olika texters innehåll och kommentera centrala delar med <strong>relativt god</strong> koppling till tidsaspekter och orsakssamband visar eleven <strong>god</strong> läsförståelse.",
          "A" : "Genom att göra <strong>välutvecklade</strong> sammanfattningar av olika texters innehåll och kommentera centrala delar med <strong>god</strong> koppling till tidsaspekter och orsakssamband visar eleven <strong>mycket god</strong> läsförståelse."
        }
      }, {
        "text" : "Dessutom kan eleven, utifrån egna erfarenheter och referensramar samt olika livsfrågor och omvärldsfrågor, tolka och föra <strong>________</strong> underbyggda resonemang om <strong>________</strong> i olika verk.",
        "knowledgeRequirementChoice" : {
          "E" : "Dessutom kan eleven, utifrån egna erfarenheter och referensramar samt olika livsfrågor och omvärldsfrågor, tolka och föra <strong>enkla och till viss del</strong> underbyggda resonemang om <strong>tydligt framträdande budskap</strong> i olika verk.",
          "C" : "Dessutom kan eleven, utifrån egna erfarenheter och referensramar samt olika livsfrågor och omvärldsfrågor, tolka och föra <strong>utvecklade och relativt väl</strong> underbyggda resonemang om budskap som är <strong>tydligt framträdande och budskap som kan läsas mellan raderna</strong> i olika verk.",
          "A" : "Dessutom kan eleven, utifrån egna erfarenheter och referensramar samt olika livsfrågor och omvärldsfrågor, tolka och föra <strong>välutvecklade och väl</strong> underbyggda resonemang om budskap som är <strong>tydligt framträdande och budskap som kan läsas mellan raderna eller är dolda</strong> i olika verk."
        }
      }, {
        "text" : "Eleven för också <strong>________</strong> resonemang om verket med kopplingar till dess upphovsman och drar då <strong>________</strong> underbyggda slutsatser om samband mellan verk och upphovsman.",
        "knowledgeRequirementChoice" : {
          "E" : "Eleven för också <strong>enkla</strong> resonemang om verket med kopplingar till dess upphovsman och drar då <strong>till viss del</strong> underbyggda slutsatser om samband mellan verk och upphovsman.",
          "C" : "Eleven för också <strong>utvecklade</strong> resonemang om verket med kopplingar till dess upphovsman och drar då <strong>relativt väl</strong> underbyggda slutsatser om samband mellan verk och upphovsman.",
          "A" : "Eleven för också <strong>välutvecklade</strong> resonemang om verket med kopplingar till dess upphovsman och drar då <strong>väl</strong> underbyggda slutsatser om samband mellan verk och upphovsman."
        }
      } ]
    }, {
      "heading" : "",
      "knowledgeRequirements" : [ {
        "text" : "Eleven kan skriva olika slags texter med <strong>________</strong> språklig variation, <strong>________</strong> textbindning och <strong>________</strong> fungerande anpassning till texttyp, språkliga normer och strukturer.",
        "knowledgeRequirementChoice" : {
          "E" : "Eleven kan skriva olika slags texter med <strong>viss</strong> språklig variation, <strong>enkel</strong> textbindning och <strong>i huvudsak</strong> fungerande anpassning till texttyp, språkliga normer och strukturer.",
          "C" : "Eleven kan skriva olika slags texter med <strong>relativt god</strong> språklig variation, <strong>utvecklad</strong> textbindning och <strong>relativt väl</strong> fungerande anpassning till texttyp, språkliga normer och strukturer.",
          "A" : "Eleven kan skriva olika slags texter med <strong>god</strong> språklig variation, <strong>välutvecklad</strong> textbindning och <strong>väl</strong> fungerande anpassning till texttyp, språkliga normer och strukturer."
        }
      }, {
        "text" : "De berättande texter eleven skriver innehåller <strong>________</strong> gestaltande beskrivningar och berättargrepp samt dramaturgi med <strong>________</strong> uppbyggnad.",
        "knowledgeRequirementChoice" : {
          "E" : "De berättande texter eleven skriver innehåller <strong>enkla</strong> gestaltande beskrivningar och berättargrepp samt dramaturgi med <strong>enkel</strong> uppbyggnad.",
          "C" : "De berättande texter eleven skriver innehåller <strong>utvecklade</strong> gestaltande beskrivningar och berättargrepp samt dramaturgi med <strong>relativt komplex</strong> uppbyggnad.",
          "A" : "De berättande texter eleven skriver innehåller <strong>välutvecklade</strong> gestaltande beskrivningar och berättargrepp samt dramaturgi med <strong>komplex</strong> uppbyggnad."
        }
      }, {
        "text" : "Eleven kan söka, välja ut och sammanställa information från ett <strong>________</strong> urval av källor och för då <strong>________</strong> underbyggda resonemang om informationens och källornas trovärdighet och relevans.",
        "knowledgeRequirementChoice" : {
          "E" : "Eleven kan söka, välja ut och sammanställa information från ett <strong>avgränsat</strong> urval av källor och för då <strong>enkla och till viss del</strong> underbyggda resonemang om informationens och källornas trovärdighet och relevans.",
          "C" : "Eleven kan söka, välja ut och sammanställa information från ett <strong>relativt varierat</strong> urval av källor och för då <strong>utvecklade och relativt väl</strong> underbyggda resonemang om informationens och källornas trovärdighet och relevans.",
          "A" : "Eleven kan söka, välja ut och sammanställa information från ett <strong>varierat</strong> urval av källor och för då <strong>välutvecklade och väl</strong> underbyggda resonemang om informationens och källornas trovärdighet och relevans."
        }
      }, {
        "text" : "Sammanställningarna kännetecknas av <strong>________</strong> beskrivningar och förklaringar, <strong>________</strong> och fungerande kunskapsrelaterat språk samt <strong>________</strong> fungerande struktur, citat och källhänvisningar.",
        "knowledgeRequirementChoice" : {
          "E" : "Sammanställningarna kännetecknas av <strong>enkla</strong> beskrivningar och förklaringar, <strong>enkelt</strong> och fungerande kunskapsrelaterat språk samt <strong>i huvudsak</strong> fungerande struktur, citat och källhänvisningar.",
          "C" : "Sammanställningarna kännetecknas av <strong>utvecklade</strong> beskrivningar och förklaringar, <strong>utvecklat</strong> och fungerande kunskapsrelaterat språk samt <strong>relativt väl</strong> fungerande struktur, citat och källhänvisningar.",
          "A" : "Sammanställningarna kännetecknas av <strong>välutvecklade och nyanserade</strong> beskrivningar och förklaringar, <strong>välutvecklat</strong> och fungerande kunskapsrelaterat språk samt <strong>väl</strong> fungerande struktur, citat och källhänvisningar."
        }
      }, {
        "text" : "Genom att kombinera olika texttyper, estetiska uttryck och medier så att de olika delarna samspelar på ett <strong>________</strong> sätt kan eleven förtydliga, förstärka och levandegöra sina texters budskap.",
        "knowledgeRequirementChoice" : {
          "E" : "Genom att kombinera olika texttyper, estetiska uttryck och medier så att de olika delarna samspelar på ett <strong>i huvudsak fungerande</strong> sätt kan eleven förtydliga, förstärka och levandegöra sina texters budskap.",
          "C" : "Genom att kombinera olika texttyper, estetiska uttryck och medier så att de olika delarna samspelar på ett <strong>ändamålsenligt</strong> sätt kan eleven förtydliga, förstärka och levandegöra sina texters budskap.",
          "A" : "Genom att kombinera olika texttyper, estetiska uttryck och medier så att de olika delarna samspelar på ett <strong>ändamålsenligt och effektivt</strong> sätt kan eleven förtydliga, förstärka och levandegöra sina texters budskap."
        }
      }, {
        "text" : "Dessutom kan eleven ge <strong>________</strong> omdömen om texters innehåll, språk och uppbyggnad och utifrån respons bearbeta texter mot ökad tydlighet, kvalitet och uttrycksfullhet på ett <strong>________</strong> fungerande sätt.",
        "knowledgeRequirementChoice" : {
          "E" : "Dessutom kan eleven ge <strong>enkla</strong> omdömen om texters innehåll, språk och uppbyggnad och utifrån respons bearbeta texter mot ökad tydlighet, kvalitet och uttrycksfullhet på ett <strong>i huvudsak</strong> fungerande sätt.",
          "C" : "Dessutom kan eleven ge <strong>utvecklade</strong> omdömen om texters innehåll, språk och uppbyggnad och utifrån respons bearbeta texter mot ökad tydlighet, kvalitet och uttrycksfullhet på ett <strong>relativt väl</strong> fungerande sätt.",
          "A" : "Dessutom kan eleven ge <strong>välutvecklade och nyanserade</strong> omdömen om texters innehåll, språk och uppbyggnad och utifrån respons bearbeta texter mot ökad tydlighet, kvalitet och uttrycksfullhet på ett <strong>väl</strong> fungerande sätt."
        }
      } ]
    }, {
      "heading" : "",
      "knowledgeRequirements" : [ {
        "text" : "Eleven kan med en <strong>________</strong> kombination av vardagsrelaterat och ämnesrelaterat språk samtala om och diskutera varierande ämnen på ett <strong>________</strong> sätt.",
        "knowledgeRequirementChoice" : {
          "E" : "Eleven kan med en <strong>i huvudsak fungerande</strong> kombination av vardagsrelaterat och ämnesrelaterat språk samtala om och diskutera varierande ämnen på ett <strong>enkelt</strong> sätt.",
          "C" : "Eleven kan med en <strong>ändamålsenlig</strong> kombination av vardagsrelaterat och ämnesrelaterat språk samtala om och diskutera varierande ämnen på ett <strong>utvecklat</strong> sätt.",
          "A" : "Eleven kan med en <strong>ändamålsenlig och effektiv</strong> kombination av vardagsrelaterat och ämnesrelaterat språk samtala om och diskutera varierande ämnen på ett <strong>välutvecklat</strong> sätt."
        }
      }, {
        "text" : "I sådana situationer kan eleven ställa frågor och framföra åsikter med <strong>________</strong> underbyggda argument på ett sätt som <strong>________</strong>.",
        "knowledgeRequirementChoice" : {
          "E" : "I sådana situationer kan eleven ställa frågor och framföra åsikter med <strong>enkla och till viss del</strong> underbyggda argument på ett sätt som <strong>till viss del för samtalen och diskussionerna framåt</strong>.",
          "C" : "I sådana situationer kan eleven ställa frågor och framföra åsikter med <strong>utvecklade</strong> och underbyggda argument på ett sätt som <strong>för samtalen och diskussionerna framåt</strong>.",
          "A" : "I sådana situationer kan eleven ställa frågor och framföra åsikter med <strong>välutvecklade och väl</strong> underbyggda argument på ett sätt som <strong>för samtalen och diskussionerna framåt och fördjupar eller breddar dem</strong>."
        }
      }, {
        "text" : "Eleven väljer och använder då <strong>________</strong> fungerande språkliga strategier för att förstå och göra sig förstådd.",
        "knowledgeRequirementChoice" : {
          "E" : "Eleven väljer och använder då <strong>i huvudsak</strong> fungerande språkliga strategier för att förstå och göra sig förstådd.",
          "C" : "Eleven väljer och använder då <strong>relativt väl</strong> fungerande språkliga strategier för att förstå och göra sig förstådd.",
          "A" : "Eleven väljer och använder då <strong>väl</strong> fungerande språkliga strategier för att förstå och göra sig förstådd."
        }
      }, {
        "text" : "Dessutom kan eleven förbereda och genomföra <strong>________</strong> muntliga redogörelser med <strong>________</strong> fungerande struktur, innehåll och språk och <strong>________</strong> anpassning till syfte, mottagare och sammanhang.",
        "knowledgeRequirementChoice" : {
          "E" : "Dessutom kan eleven förbereda och genomföra <strong>enkla</strong> muntliga redogörelser med <strong>i huvudsak</strong> fungerande struktur, innehåll och språk och <strong>viss</strong> anpassning till syfte, mottagare och sammanhang.",
          "C" : "Dessutom kan eleven förbereda och genomföra <strong>utvecklade</strong> muntliga redogörelser med <strong>relativt väl</strong> fungerande struktur, innehåll och språk och <strong>relativt god</strong> anpassning till syfte, mottagare och sammanhang.",
          "A" : "Dessutom kan eleven förbereda och genomföra <strong>välutvecklade</strong> muntliga redogörelser med <strong>väl</strong> fungerande struktur, innehåll och språk och <strong>god</strong> anpassning till syfte, mottagare och sammanhang."
        }
      }, {
        "text" : "Eleven kan föra <strong>________</strong> underbyggda resonemang om språkliga varianter inom svenskan samt några tydligt framträdande skillnader och likheter mellan svenskan och andra språk.",
        "knowledgeRequirementChoice" : {
          "E" : "Eleven kan föra <strong>enkla och till viss del</strong> underbyggda resonemang om språkliga varianter inom svenskan samt några tydligt framträdande skillnader och likheter mellan svenskan och andra språk.",
          "C" : "Eleven kan föra <strong>utvecklade och relativt väl</strong> underbyggda resonemang om språkliga varianter inom svenskan samt några tydligt framträdande skillnader och likheter mellan svenskan och andra språk.",
          "A" : "Eleven kan föra <strong>välutvecklade och väl</strong> underbyggda resonemang om språkliga varianter inom svenskan samt några tydligt framträdande skillnader och likheter mellan svenskan och andra språk."
        }
      } ]
    } ],
    "point" : null,
    "year" : {
      "start" : 7,
      "end" : 9
    }
  } ]
}