{
  "name" : "Bild",
  "description" : "Bilder har stor betydelse för människors sätt att tänka, lära och uppleva sig själva och omvärlden. Vi omges ständigt av bilder som har till syfte att informera, övertala, underhålla och ge oss estetiska och känslomässiga upplevelser. Kunskaper om bilder och bildkommunikation är betydelsefulla för att kunna uttrycka egna åsikter och delta aktivt i samhällslivet. Genom att arbeta med olika typer av bilder kan människor utveckla sin kreativitet och bildskapande förmåga.",
  "code" : "GRGRBIL01",
  "designation" : "BL",
  "skolfsId" : "2010:37",
  "purposes" : [ {
    "type" : "PARAGRAPH",
    "heading" : "",
    "lines" : [ "Undervisningen i ämnet bild ska syfta till att eleverna utvecklar kunskaper om hur bilder skapas och kan tolkas.", "Genom undervisningen ska eleverna få erfarenheter av visuell kultur där film, foto, design, konst, arkitektur och miljöer ingår." ]
  }, {
    "type" : "PARAGRAPH",
    "heading" : "",
    "lines" : [ "I undervisningen ska eleverna ges möjligheter att utveckla kunskaper om hur man framställer och presenterar egna bilder med olika metoder, material och uttrycksformer.", "Undervisningen ska bidra till att eleverna utvecklar sin kreativitet och sitt intresse för att skapa.", "Den ska också uppmuntra eleverna att ta egna initiativ och att arbeta på ett undersökande och problemlösande sätt." ]
  }, {
    "type" : "PARAGRAPH",
    "heading" : "",
    "lines" : [ "Undervisningen ska bidra till att eleverna utvecklar förståelse för hur bildbudskap utformas i olika medier.", "Undervisningen ska också ge eleverna möjligheter att diskutera och kritiskt granska olika bildbudskap och bidra till att eleverna utvecklar kunskaper om bilder i olika kulturer, både historiskt och i nutid.", "Genom undervisningen ska eleverna även ges möjlighet att använda sina kunskaper om olika typer av bilder i det egna bildskapandet." ]
  }, {
    "type" : "BULLET",
    "heading" : "Genom undervisningen i ämnet bild ska eleverna sammanfattningsvis ges förutsättningar att utveckla sin förmåga att",
    "lines" : [ "kommunicera med bilder för att uttrycka budskap,", "skapa bilder med digitala och hantverksmässiga tekniker och verktyg samt med olika material,", "undersöka och presentera olika ämnesområden med bilder, och", "analysera historiska och samtida bilders uttryck, innehåll och funktioner." ]
  } ],
  "courses" : [ {
    "name" : "Årskurs 1-3",
    "description" : "",
    "code" : "GRGRBIL01_1-3",
    "centralContent" : [ {
      "heading" : "I årskurs 1–3",
      "lines" : [ ]
    }, {
      "heading" : "Bildframställning",
      "lines" : [ "Framställning av berättande bilder, till exempel sagobilder.", "Teckning, måleri, modellering och konstruktion.", "Fotografering och överföring av bilder med hjälp av datorprogram." ]
    }, {
      "heading" : "Redskap för bildframställning",
      "lines" : [ "Olika element som bygger upp en bild: färg, form, linje, yta samt för- och bakgrund.", "Några verktyg för teckning, måleri, modellering, konstruktioner och fotografering och hur dessa benämns.", "Plana och formbara material, till exempel papper, lera, gips och naturmaterial och hur dessa kan användas i olika bildarbeten." ]
    }, {
      "heading" : "Bildanalys",
      "lines" : [ "Informativa bilder, till exempel läroboksbilder och hur de är utformade och fungerar.", "Historiska och samtida bilder och vad bilderna berättar, till exempel dokumentära bilder från hemorten och konstbilder." ]
    } ],
    "knowledgeRequirementParagraphs" : [ ],
    "point" : null,
    "year" : {
      "start" : 1,
      "end" : 3
    }
  }, {
    "name" : "Årskurs 4-6",
    "description" : "",
    "code" : "GRGRBIL01_4-6",
    "centralContent" : [ {
      "heading" : "I årskurs 4–6",
      "lines" : [ ]
    }, {
      "heading" : "Bildframställning",
      "lines" : [ "Framställning av berättande och informativa bilder, till exempel serier och illustrationer till text.", "Teckning, måleri, tryck och tredimensionellt arbete.", "Återanvändning av bilder i eget bildskapande, till exempel i collage och bildmontage.", "Fotografering och filmande samt redigering i datorprogram." ]
    }, {
      "heading" : "Redskap för bildframställning",
      "lines" : [ "Olika element som bygger upp och skapar rumslighet i bilder, till exempel linjer och färg och hur dessa kan användas i bildskapande arbete.", "Verktyg för teckning, måleri, trycktekniker, tredimensionellt arbete, fotografering, filmande och digital bildbehandling och hur dessa benämns.", "Plana och formbara material och hur dessa kan användas i olika bildarbeten." ]
    }, {
      "heading" : "Bildanalys",
      "lines" : [ "Reklam- och nyhetsbilder, hur de är utformade och förmedlar budskap.", "Konst-, dokumentärbilder och arkitektoniska verk från olika tider och kulturer, hur de är utformade och vilka budskap de förmedlar.", "Ord och begrepp för att kunna läsa, skriva och samtala om bilders utformning och budskap." ]
    } ],
    "knowledgeRequirementParagraphs" : [ {
      "heading" : "",
      "knowledgeRequirements" : [ {
        "text" : "Eleven kan framställa några olika typer av berättande och informativa bilder som kommunicerar erfarenheter, åsikter och upplevelser med ett <strong>________</strong> bildspråk och <strong>________</strong> genomarbetade uttrycksformer så att budskapet framgår.",
        "knowledgeRequirementChoice" : {
          "E" : "Eleven kan framställa några olika typer av berättande och informativa bilder som kommunicerar erfarenheter, åsikter och upplevelser med ett <strong>enkelt</strong> bildspråk och <strong>delvis</strong> genomarbetade uttrycksformer så att budskapet framgår.",
          "C" : "Eleven kan framställa några olika typer av berättande och informativa bilder som kommunicerar erfarenheter, åsikter och upplevelser med ett <strong>utvecklat</strong> bildspråk och <strong>relativt väl</strong> genomarbetade uttrycksformer så att budskapet framgår.",
          "A" : "Eleven kan framställa några olika typer av berättande och informativa bilder som kommunicerar erfarenheter, åsikter och upplevelser med ett <strong>välutvecklat</strong> bildspråk och <strong>väl</strong> genomarbetade uttrycksformer så att budskapet framgår."
        }
      }, {
        "text" : "I arbetet kan eleven använda några olika tekniker, verktyg och material på ett <strong>________</strong> sätt för att skapa olika uttryck.",
        "knowledgeRequirementChoice" : {
          "E" : "I arbetet kan eleven använda några olika tekniker, verktyg och material på ett <strong>i huvudsak fungerande</strong> sätt för att skapa olika uttryck.",
          "C" : "I arbetet kan eleven använda några olika tekniker, verktyg och material på ett <strong>relativt väl fungerande och varierat</strong> sätt för att skapa olika uttryck.",
          "A" : "I arbetet kan eleven använda några olika tekniker, verktyg och material på ett <strong>väl fungerande, varierat och idérikt</strong> sätt för att skapa olika uttryck."
        }
      }, {
        "text" : "Dessutom kombinerar eleven några olika bildelement på ett <strong>________</strong> fungerande sätt.",
        "knowledgeRequirementChoice" : {
          "E" : "Dessutom kombinerar eleven några olika bildelement på ett <strong>i huvudsak</strong> fungerande sätt.",
          "C" : "Dessutom kombinerar eleven några olika bildelement på ett <strong>relativt väl</strong> fungerande sätt.",
          "A" : "Dessutom kombinerar eleven några olika bildelement på ett <strong>väl</strong> fungerande sätt."
        }
      } ]
    }, {
      "heading" : "",
      "knowledgeRequirements" : [ {
        "text" : "Eleven kan i det bildskapande arbetet <strong>________</strong> idéer inom några olika ämnesområden genom att återanvända samtida eller historiska bilder och bearbeta andra uppslag och inspirationsmaterial.",
        "knowledgeRequirementChoice" : {
          "E" : "Eleven kan i det bildskapande arbetet <strong>bidra till att utveckla</strong> idéer inom några olika ämnesområden genom att återanvända samtida eller historiska bilder och bearbeta andra uppslag och inspirationsmaterial.",
          "C" : "Eleven kan i det bildskapande arbetet <strong>utveckla delvis egna</strong> idéer inom några olika ämnesområden genom att återanvända samtida eller historiska bilder och bearbeta andra uppslag och inspirationsmaterial.",
          "A" : "Eleven kan i det bildskapande arbetet <strong>utveckla egna</strong> idéer inom några olika ämnesområden genom att återanvända samtida eller historiska bilder och bearbeta andra uppslag och inspirationsmaterial."
        }
      }, {
        "text" : "Under arbetsprocessen <strong>________</strong>.",
        "knowledgeRequirementChoice" : {
          "E" : "Under arbetsprocessen <strong>bidrar eleven till att formulera och välja handlingsalternativ som leder framåt</strong>.",
          "C" : "Under arbetsprocessen <strong>formulerar och väljer eleven handlingsalternativ som med någon bearbetning leder framåt</strong>.",
          "A" : "Under arbetsprocessen <strong>formulerar och väljer eleven handlingsalternativ som leder framåt</strong>."
        }
      }, {
        "text" : "Dessutom kan eleven presentera sina bilder med <strong>________</strong> anpassning till syfte och sammanhang.",
        "knowledgeRequirementChoice" : {
          "E" : "Dessutom kan eleven presentera sina bilder med <strong>viss</strong> anpassning till syfte och sammanhang.",
          "C" : "Dessutom kan eleven presentera sina bilder med <strong>relativt god</strong> anpassning till syfte och sammanhang.",
          "A" : "Dessutom kan eleven presentera sina bilder med <strong>god</strong> anpassning till syfte och sammanhang."
        }
      }, {
        "text" : "Eleven kan också ge <strong>________</strong> omdömen om arbetsprocessen och kvaliteten i bildarbetet.",
        "knowledgeRequirementChoice" : {
          "E" : "Eleven kan också ge <strong>enkla</strong> omdömen om arbetsprocessen och kvaliteten i bildarbetet.",
          "C" : "Eleven kan också ge <strong>utvecklade</strong> omdömen om arbetsprocessen och kvaliteten i bildarbetet.",
          "A" : "Eleven kan också ge <strong>välutvecklade</strong> omdömen om arbetsprocessen och kvaliteten i bildarbetet."
        }
      } ]
    }, {
      "heading" : "",
      "knowledgeRequirements" : [ {
        "text" : "Eleven kan föra <strong>________</strong> underbyggda resonemang om uttryck, innehåll och funktion i bilder från olika tider och kulturer och gör kopplingar till egna erfarenheter, andra bilder och företeelser i omvärlden.",
        "knowledgeRequirementChoice" : {
          "E" : "Eleven kan föra <strong>enkla och till viss del</strong> underbyggda resonemang om uttryck, innehåll och funktion i bilder från olika tider och kulturer och gör kopplingar till egna erfarenheter, andra bilder och företeelser i omvärlden.",
          "C" : "Eleven kan föra <strong>utvecklade och relativt väl</strong> underbyggda resonemang om uttryck, innehåll och funktion i bilder från olika tider och kulturer och gör kopplingar till egna erfarenheter, andra bilder och företeelser i omvärlden.",
          "A" : "Eleven kan föra <strong>utvecklade och väl</strong> underbyggda resonemang om uttryck, innehåll och funktion i bilder från olika tider och kulturer och gör kopplingar till egna erfarenheter, andra bilder och företeelser i omvärlden."
        }
      } ]
    } ],
    "point" : null,
    "year" : {
      "start" : 4,
      "end" : 6
    }
  }, {
    "name" : "Årskurs 7-9",
    "description" : "",
    "code" : "GRGRBIL01_7-9",
    "centralContent" : [ {
      "heading" : "I årskurs 7–9",
      "lines" : [ ]
    }, {
      "heading" : "Bildframställning",
      "lines" : [ "Framställning av berättande informativa och samhällsorienterande bilder om egna erfarenheter, åsikter och upplevelser.", "Kombinationer av bild, ljud och text i eget bildskapande.", "Återanvändning av bilder, material och föremål i eget bildskapande, till exempel i installationer.", "Digital bearbetning av fotografier och andra typer av bilder.", "Presentationer av eget bildskapande.", "Rättigheter och skyldigheter, etik och värderingar när det gäller bruk av bilder samt yttrandefrihet och integritet i medier och övriga sammanhang." ]
    }, {
      "heading" : "Redskap för bildframställning",
      "lines" : [ "Former, färger och bildkompositioner samt deras betydelsebärande egenskaper och hur dessa kan användas i bildskapande arbete.", "Material och verktyg för två- och tredimensionellt arbete och hur dessa kan användas för bestämda syften." ]
    }, {
      "heading" : "Bildanalys",
      "lines" : [ "Bilder som behandlar frågor om identitet, sexualitet, etnicitet och maktrelationer och hur dessa perspektiv kan utformas och framställas.", "Massmediebilders budskap och påverkan och hur de kan tolkas och kritiskt granskas.", "Samtida konst- och dokumentärbilder samt konstverk och arkitektoniska verk från olika tider och kulturer i Sverige, Europa och övriga världen. Hur bilderna och verken är utformade och vilka budskap de förmedlar.", "Ord och begrepp för att kunna läsa, skriva och samtala om bilders utformning och budskap." ]
    } ],
    "knowledgeRequirementParagraphs" : [ {
      "heading" : "",
      "knowledgeRequirements" : [ {
        "text" : "Eleven kan framställa olika typer av berättande och informativa bilder som kommunicerar erfarenheter, åsikter och upplevelser med ett <strong>________</strong> bildspråk och <strong>________</strong> genomarbetade uttrycksformer så att budskapet framgår.",
        "knowledgeRequirementChoice" : {
          "E" : "Eleven kan framställa olika typer av berättande och informativa bilder som kommunicerar erfarenheter, åsikter och upplevelser med ett <strong>enkelt</strong> bildspråk och <strong>delvis</strong> genomarbetade uttrycksformer så att budskapet framgår.",
          "C" : "Eleven kan framställa olika typer av berättande och informativa bilder som kommunicerar erfarenheter, åsikter och upplevelser med ett <strong>utvecklat</strong> bildspråk och <strong>relativt väl</strong> genomarbetade uttrycksformer så att budskapet framgår.",
          "A" : "Eleven kan framställa olika typer av berättande och informativa bilder som kommunicerar erfarenheter, åsikter och upplevelser med ett <strong>välutvecklat</strong> bildspråk och <strong>väl</strong> genomarbetade uttrycksformer så att budskapet framgår."
        }
      }, {
        "text" : "I arbetet kan eleven använda olika tekniker, verktyg och material på ett <strong>________</strong> sätt och <strong>________</strong> då hur dessa kan kombineras för att skapa olika uttryck.",
        "knowledgeRequirementChoice" : {
          "E" : "I arbetet kan eleven använda olika tekniker, verktyg och material på ett <strong>i huvudsak fungerande</strong> sätt och <strong>prövar</strong> då hur dessa kan kombineras för att skapa olika uttryck.",
          "C" : "I arbetet kan eleven använda olika tekniker, verktyg och material på ett <strong>relativt väl fungerande och varierat</strong> sätt och <strong>prövar och omprövar</strong> då hur dessa kan kombineras för att skapa olika uttryck.",
          "A" : "I arbetet kan eleven använda olika tekniker, verktyg och material på ett <strong>väl fungerande, varierat och idérikt</strong> sätt och <strong>prövar och omprövar då systematiskt</strong> hur dessa kan kombineras för att skapa olika uttryck."
        }
      }, {
        "text" : "Dessutom kombinerar eleven former, färger och bildkompositioner på ett <strong>________</strong> fungerande sätt.",
        "knowledgeRequirementChoice" : {
          "E" : "Dessutom kombinerar eleven former, färger och bildkompositioner på ett <strong>i huvudsak</strong> fungerande sätt.",
          "C" : "Dessutom kombinerar eleven former, färger och bildkompositioner på ett <strong>relativt väl</strong> fungerande sätt.",
          "A" : "Dessutom kombinerar eleven former, färger och bildkompositioner på ett <strong>väl</strong> fungerande sätt."
        }
      } ]
    }, {
      "heading" : "",
      "knowledgeRequirements" : [ {
        "text" : "Eleven kan i det bildskapande arbetet <strong>________</strong> idéer inom olika ämnesområden genom att återanvända samtida eller historiska bilder och bearbeta andra uppslag och inspirationsmaterial.",
        "knowledgeRequirementChoice" : {
          "E" : "Eleven kan i det bildskapande arbetet <strong>bidra till att utveckla</strong> idéer inom olika ämnesområden genom att återanvända samtida eller historiska bilder och bearbeta andra uppslag och inspirationsmaterial.",
          "C" : "Eleven kan i det bildskapande arbetet <strong>utveckla delvis egna</strong> idéer inom olika ämnesområden genom att återanvända samtida eller historiska bilder och bearbeta andra uppslag och inspirationsmaterial.",
          "A" : "Eleven kan i det bildskapande arbetet <strong>utveckla egna</strong> idéer inom olika ämnesområden genom att återanvända samtida eller historiska bilder och bearbeta andra uppslag och inspirationsmaterial."
        }
      }, {
        "text" : "Under arbetsprocessen <strong>________</strong>.",
        "knowledgeRequirementChoice" : {
          "E" : "Under arbetsprocessen <strong>bidrar eleven till att formulera och välja handlingsalternativ som leder framåt</strong>.",
          "C" : "Under arbetsprocessen <strong>formulerar och väljer eleven handlingsalternativ som efter någon bearbetning leder framåt</strong>.",
          "A" : "Under arbetsprocessen <strong>formulerar och väljer eleven handlingsalternativ som leder framåt</strong>."
        }
      }, {
        "text" : "Dessutom kan eleven presentera sina bilder med <strong>________</strong> anpassning till syfte och sammanhang.",
        "knowledgeRequirementChoice" : {
          "E" : "Dessutom kan eleven presentera sina bilder med <strong>viss</strong> anpassning till syfte och sammanhang.",
          "C" : "Dessutom kan eleven presentera sina bilder med <strong>relativt god</strong> anpassning till syfte och sammanhang.",
          "A" : "Dessutom kan eleven presentera sina bilder med <strong>god</strong> anpassning till syfte och sammanhang."
        }
      }, {
        "text" : "Eleven kan också ge <strong>________</strong> omdömen om arbetsprocessen och visar då på <strong>________</strong> samband mellan uttryck, innehåll, funktion och kvalitet i bildarbetet.",
        "knowledgeRequirementChoice" : {
          "E" : "Eleven kan också ge <strong>enkla</strong> omdömen om arbetsprocessen och visar då på <strong>enkla</strong> samband mellan uttryck, innehåll, funktion och kvalitet i bildarbetet.",
          "C" : "Eleven kan också ge <strong>utvecklade</strong> omdömen om arbetsprocessen och visar då på <strong>förhållandevis komplexa</strong> samband mellan uttryck, innehåll, funktion och kvalitet i bildarbetet.",
          "A" : "Eleven kan också ge <strong>välutvecklade</strong> omdömen om arbetsprocessen och visar då på <strong>komplexa</strong> samband mellan uttryck, innehåll, funktion och kvalitet i bildarbetet."
        }
      } ]
    }, {
      "heading" : "",
      "knowledgeRequirements" : [ {
        "text" : "Eleven kan tolka såväl samtida som historiska bilder och visuell kultur och för då <strong>________</strong> underbyggda resonemang med kopplingar till egna erfarenheter, andra verk och företeelser i omvärlden.",
        "knowledgeRequirementChoice" : {
          "E" : "Eleven kan tolka såväl samtida som historiska bilder och visuell kultur och för då <strong>enkla och till viss del</strong> underbyggda resonemang med kopplingar till egna erfarenheter, andra verk och företeelser i omvärlden.",
          "C" : "Eleven kan tolka såväl samtida som historiska bilder och visuell kultur och för då <strong>utvecklade och relativt väl</strong> underbyggda resonemang med kopplingar till egna erfarenheter, andra verk och företeelser i omvärlden.",
          "A" : "Eleven kan tolka såväl samtida som historiska bilder och visuell kultur och för då <strong>välutvecklade och väl</strong> underbyggda resonemang med kopplingar till egna erfarenheter, andra verk och företeelser i omvärlden."
        }
      }, {
        "text" : "Dessutom beskriver eleven bildernas och verkens uttryck, innehåll och funktion på ett <strong>________</strong> sätt med <strong>________</strong> användning av ämnesspecifika begrepp.",
        "knowledgeRequirementChoice" : {
          "E" : "Dessutom beskriver eleven bildernas och verkens uttryck, innehåll och funktion på ett <strong>enkelt</strong> sätt med <strong>viss</strong> användning av ämnesspecifika begrepp.",
          "C" : "Dessutom beskriver eleven bildernas och verkens uttryck, innehåll och funktion på ett <strong>utvecklat</strong> sätt med <strong>relativt god</strong> användning av ämnesspecifika begrepp.",
          "A" : "Dessutom beskriver eleven bildernas och verkens uttryck, innehåll och funktion på ett <strong>välutvecklat</strong> sätt med <strong>god</strong> användning av ämnesspecifika begrepp."
        }
      } ]
    } ],
    "point" : null,
    "year" : {
      "start" : 7,
      "end" : 9
    }
  } ]
}