{
  "name" : "Kemi",
  "description" : "Naturvetenskapen har sitt ursprung i människans nyfikenhet och behov av att veta mer om sig själv och sin omvärld. Kunskaper i kemi har stor betydelse för samhällsutvecklingen inom så skilda områden som hälsa, resurshushållning, materialutveckling och miljöteknik. Med kunskaper om materiens uppbyggnad och oförstörbarhet får människor redskap för att kunna bidra till en hållbar utveckling.",
  "code" : "GRGRKEM01",
  "designation" : "KE",
  "skolfsId" : "2010:37",
  "purposes" : [ {
    "type" : "PARAGRAPH",
    "heading" : "",
    "lines" : [ "Undervisningen i ämnet kemi ska syfta till att eleverna utvecklar kunskaper om kemiska sammanhang och nyfikenhet på och intresse för att undersöka omvärlden.", "Genom undervisningen ska eleverna ges möjlighet att ställa frågor om kemiska processer och materiens egenskaper och uppbyggnad utifrån egna upplevelser och aktuella händelser.", "Undervisningen ska ge eleverna förutsättningar att söka svar på frågor med hjälp av systematiska undersökningar.", "Som en del av systematiska undersökningar ska eleverna, genom praktiskt undersökande arbete, ges möjlighet att utveckla färdigheter i att hantera såväl digitala verktyg som annan utrustning.", "Eleverna ska ges förutsättningar att söka svar på frågor med hjälp av olika typer av källor.", "På så sätt ska undervisningen bidra till att eleverna utvecklar ett kritiskt tänkande kring sina egna resultat, andras argument och olika informationskällor.", "Genom undervisningen ska eleverna också utveckla förståelse för att påståenden kan prövas och värderas med hjälp av naturvetenskapliga arbetsmetoder." ]
  }, {
    "type" : "PARAGRAPH",
    "heading" : "",
    "lines" : [ "Undervisningen ska ge eleverna möjligheter att använda och utveckla kunskaper och redskap för att formulera egna och granska andras argument i sammanhang där kunskaper i kemi har betydelse.", "Därigenom ska eleverna ges förutsättningar att hantera praktiska, etiska och estetiska valsituationer som rör energi, miljö, hälsa och samhälle." ]
  }, {
    "type" : "PARAGRAPH",
    "heading" : "",
    "lines" : [ "Undervisningen ska bidra till att eleverna utvecklar förtrogenhet med kemins begrepp, modeller och teorier samt förståelse för hur dessa formas i samspel med erfarenheter från undersökningar av omvärlden.", "Vidare ska undervisningen bidra till att eleverna utvecklar förmågan att samtala om, tolka och framställa texter och olika estetiska uttryck med naturvetenskapligt innehåll." ]
  }, {
    "type" : "PARAGRAPH",
    "heading" : "",
    "lines" : [ "Undervisningen ska skapa förutsättningar för eleverna att kunna skilja mellan naturvetenskapliga och andra sätt att skildra omvärlden.", "Genom undervisningen ska eleverna även ges möjlighet att utveckla perspektiv på utvecklingen av naturvetenskapens världsbild och ges inblick i hur naturvetenskapen och kulturen ömsesidigt har påverkat varandra." ]
  }, {
    "type" : "BULLET",
    "heading" : "Genom undervisningen i ämnet kemi ska eleverna sammanfattningsvis ges förutsättningar att utveckla sin förmåga att",
    "lines" : [ "använda kunskaper i kemi för att granska information, kommunicera och ta ställning i frågor som rör energi, miljö, hälsa och samhälle,", "genomföra systematiska undersökningar i kemi, och", "använda kemins begrepp, modeller och teorier för att beskriva och förklara kemiska samband i samhället, naturen och inuti människan." ]
  } ],
  "courses" : [ {
    "name" : "Årskurs 1-3",
    "description" : "",
    "code" : "GRGRKEM01_1-3",
    "centralContent" : [ {
      "heading" : "Undervisningen i de naturorienterande ämnena ska behandla följande centrala innehåll",
      "lines" : [ ]
    }, {
      "heading" : "I årskurs 1–3",
      "lines" : [ ]
    }, {
      "heading" : "Året runt i naturen",
      "lines" : [ "Jordens, solens och månens rörelser i förhållande till varandra. Månens olika faser. Stjärnbilder och stjärnhimlens utseende vid olika tider på året.", "Årstidsväxlingar i naturen och hur man känner igen årstider. Djurs och växters livscykler och anpassningar till olika årstider.", "Djur och växter i närmiljön och hur de kan sorteras, grupperas och artbestämmas samt namn på några vanligt förekommande arter.", "Enkla näringskedjor som beskriver samband mellan organismer i ekosystem." ]
    }, {
      "heading" : "Kropp och hälsa",
      "lines" : [ "Betydelsen av mat, sömn, hygien, motion och sociala relationer för att må bra.", "Människans kroppsdelar, deras namn och funktion.", "Människans upplevelser av ljus, ljud, temperatur, smak och doft med hjälp av olika sinnen." ]
    }, {
      "heading" : "Kraft och rörelse",
      "lines" : [ "Tyngdkraft och friktion som kan observeras vid lek och rörelse, till exempel i gungor och rutschbanor.", "Balans, tyngdpunkt och jämvikt som kan observeras i lek och rörelse, till exempel vid balansgång och på gungbrädor." ]
    }, {
      "heading" : "Material och ämnen i vår omgivning",
      "lines" : [ "Materials egenskaper och hur material och föremål kan sorteras efter egenskaperna utseende, magnetism, ledningsförmåga och om de flyter eller sjunker i vatten.", "Människors användning och utveckling av olika material genom historien. Vilka material olika vardagliga föremål är tillverkade av och hur de kan källsorteras.", "Vattnets olika former fast, flytande och gas. Övergångar mellan formerna: avdunstning, kokning, kondensering, smältning och stelning.", "Luftens grundläggande egenskaper och hur de kan observeras.", "Enkla lösningar och blandningar och hur man kan dela upp dem i deras olika beståndsdelar, till exempel genom avdunstning och filtrering." ]
    }, {
      "heading" : "Berättelser om natur och naturvetenskap",
      "lines" : [ "Skönlitteratur, myter och konst som handlar om naturen och människan.", "Berättelser om äldre tiders naturvetenskap och om olika kulturers strävan att förstå och förklara fenomen i naturen." ]
    }, {
      "heading" : "Metoder och arbetssätt",
      "lines" : [ "Enkla fältstudier och observationer i närmiljön.", "Enkla naturvetenskapliga undersökningar.", "Dokumentation av naturvetenskapliga undersökningar med text, bild och andra uttrycksformer, såväl med som utan digitala verktyg." ]
    } ],
    "knowledgeRequirementParagraphs" : [ {
      "heading" : "",
      "knowledgeRequirements" : [ {
        "text" : "Eleven kan beskriva och ge exempel på enkla samband i naturen utifrån upplevelser och utforskande av närmiljön.",
        "knowledgeRequirementChoice" : {
          "G" : "Eleven kan beskriva och ge exempel på enkla samband i naturen utifrån upplevelser och utforskande av närmiljön."
        }
      }, {
        "text" : "I samtal om årstider berättar eleven om förändringar i naturen och ger exempel på livscykler hos några djur och växter.",
        "knowledgeRequirementChoice" : {
          "G" : "I samtal om årstider berättar eleven om förändringar i naturen och ger exempel på livscykler hos några djur och växter."
        }
      }, {
        "text" : "Eleven berättar också om några av människans kroppsdelar och sinnen, och diskuterar några faktorer som påverkar människors hälsa.",
        "knowledgeRequirementChoice" : {
          "G" : "Eleven berättar också om några av människans kroppsdelar och sinnen, och diskuterar några faktorer som påverkar människors hälsa."
        }
      }, {
        "text" : "Eleven kan samtala om tyngdkraft, friktion och jämvikt i relation till lek och rörelse.",
        "knowledgeRequirementChoice" : {
          "G" : "Eleven kan samtala om tyngdkraft, friktion och jämvikt i relation till lek och rörelse."
        }
      }, {
        "text" : "Eleven beskriver vad några olika föremål är tillverkade av för material och hur de kan sorteras.",
        "knowledgeRequirementChoice" : {
          "G" : "Eleven beskriver vad några olika föremål är tillverkade av för material och hur de kan sorteras."
        }
      }, {
        "text" : "Eleven kan berätta om ljus och ljud och ge exempel på egenskaper hos vatten och luft och relatera till egna iakttagelser.",
        "knowledgeRequirementChoice" : {
          "G" : "Eleven kan berätta om ljus och ljud och ge exempel på egenskaper hos vatten och luft och relatera till egna iakttagelser."
        }
      }, {
        "text" : "Dessutom kan eleven samtala om skönlitteratur, myter och konst som handlar om naturen och människan.",
        "knowledgeRequirementChoice" : {
          "G" : "Dessutom kan eleven samtala om skönlitteratur, myter och konst som handlar om naturen och människan."
        }
      } ]
    }, {
      "heading" : "",
      "knowledgeRequirements" : [ {
        "text" : "Utifrån tydliga instruktioner kan eleven utföra fältstudier och andra typer av enkla undersökningar som handlar om naturen och människan, kraft och rörelse samt vatten och luft.",
        "knowledgeRequirementChoice" : {
          "G" : "Utifrån tydliga instruktioner kan eleven utföra fältstudier och andra typer av enkla undersökningar som handlar om naturen och människan, kraft och rörelse samt vatten och luft."
        }
      }, {
        "text" : "Eleven gör enkla observationer av årstider, namnger några djur och växter, sorterar dem efter olika egenskaper samt beskriver och ger exempel på kopplingar mellan dem i enkla näringskedjor.",
        "knowledgeRequirementChoice" : {
          "G" : "Eleven gör enkla observationer av årstider, namnger några djur och växter, sorterar dem efter olika egenskaper samt beskriver och ger exempel på kopplingar mellan dem i enkla näringskedjor."
        }
      }, {
        "text" : "Eleven kan visa och beskriva hur solen, månen och jorden rör sig i förhållande till varandra.",
        "knowledgeRequirementChoice" : {
          "G" : "Eleven kan visa och beskriva hur solen, månen och jorden rör sig i förhållande till varandra."
        }
      }, {
        "text" : "Eleven kan sortera några föremål utifrån olika egenskaper samt separerar lösningar och blandningar med enkla metoder.",
        "knowledgeRequirementChoice" : {
          "G" : "Eleven kan sortera några föremål utifrån olika egenskaper samt separerar lösningar och blandningar med enkla metoder."
        }
      }, {
        "text" : "I det undersökande arbetet gör eleven någon jämförelse mellan egna och andras resultat.",
        "knowledgeRequirementChoice" : {
          "G" : "I det undersökande arbetet gör eleven någon jämförelse mellan egna och andras resultat."
        }
      }, {
        "text" : "Eleven dokumenterar dessutom sina undersökningar med hjälp av olika uttrycksformer och kan använda sig av sin dokumentation i diskussioner och samtal.",
        "knowledgeRequirementChoice" : {
          "G" : "Eleven dokumenterar dessutom sina undersökningar med hjälp av olika uttrycksformer och kan använda sig av sin dokumentation i diskussioner och samtal."
        }
      } ]
    } ],
    "point" : null,
    "year" : {
      "start" : 1,
      "end" : 3
    }
  }, {
    "name" : "Årskurs 4-6",
    "description" : "",
    "code" : "GRGRKEM01_4-6",
    "centralContent" : [ {
      "heading" : "Undervisningen i kemi ska behandla följande centrala innehåll",
      "lines" : [ ]
    }, {
      "heading" : "I årskurs 4–6",
      "lines" : [ ]
    }, {
      "heading" : "Kemin i naturen",
      "lines" : [ "Enkel partikelmodell för att beskriva och förklara materiens uppbyggnad, kretslopp och oförstörbarhet. Partiklars rörelser som förklaring till övergångar mellan fast form, flytande form och gasform.", "Indelningen av ämnen och material utifrån egenskaperna utseende, ledningsförmåga, löslighet, brännbarhet, surt eller basiskt.", "Vattnets egenskaper och kretslopp.", "Luftens egenskaper och sammansättning.", "Fotosyntes, förbränning och några andra grundläggande kemiska reaktioner." ]
    }, {
      "heading" : "Kemin i vardagen och samhället",
      "lines" : [ "Materiens kretslopp genom råvarors förädling till produkter, hur de blir avfall som hanteras och sedan återgår till naturen.", "Matens innehåll och näringsämnenas betydelse för hälsan. Historiska och nutida metoder för att förlänga matens hållbarhet.", "Vanliga kemikalier i hemmet och samhället. Deras användning och påverkan på hälsan och miljön samt hur de är märkta och bör hanteras.", "Fossila och förnybara bränslen. Deras betydelse för energianvändning och påverkan på klimatet." ]
    }, {
      "heading" : "Kemin och världsbilden",
      "lines" : [ "Några historiska och nutida upptäckter inom kemiområdet och deras betydelse för människans levnadsvillkor och syn på världen.", "Äldre tiders beskrivningar av materiens uppbyggnad. Kemins förändring från magi och mystik till modern vetenskap.", "Olika kulturers beskrivningar och förklaringar av naturen i skönlitteratur, myter och konst och äldre tiders naturvetenskap." ]
    }, {
      "heading" : "Kemins metoder och arbetssätt",
      "lines" : [ "Enkla systematiska undersökningar. Planering, utförande och utvärdering.", "Några metoder för att dela upp lösningar och blandningar i deras olika beståndsdelar.", "Dokumentation av enkla undersökningar med tabeller, bilder och enkla skriftliga rapporter, såväl med som utan digitala verktyg.", "Tolkning och granskning av information med koppling till kemi, till exempel artiklar i tidningar och filmer i digitala medier." ]
    } ],
    "knowledgeRequirementParagraphs" : [ {
      "heading" : "",
      "knowledgeRequirements" : [ {
        "text" : "Eleven kan samtala om och diskutera enkla frågor som rör energi, miljö, hälsa och samhälle genom att ställa frågor och framföra och bemöta åsikter på ett sätt som <strong>________</strong>.",
        "knowledgeRequirementChoice" : {
          "E" : "Eleven kan samtala om och diskutera enkla frågor som rör energi, miljö, hälsa och samhälle genom att ställa frågor och framföra och bemöta åsikter på ett sätt som <strong>till viss del för samtalen och diskussionerna framåt</strong>.",
          "C" : "Eleven kan samtala om och diskutera enkla frågor som rör energi, miljö, hälsa och samhälle genom att ställa frågor och framföra och bemöta åsikter på ett sätt som <strong>för samtalen och diskussionerna framåt</strong>.",
          "A" : "Eleven kan samtala om och diskutera enkla frågor som rör energi, miljö, hälsa och samhälle genom att ställa frågor och framföra och bemöta åsikter på ett sätt som <strong>för samtalen och diskussionerna framåt och fördjupar eller breddar dem</strong>."
        }
      }, {
        "text" : "Eleven kan söka naturvetenskaplig information och använder då olika källor och för <strong>________</strong> resonemang om informationens och källornas användbarhet.",
        "knowledgeRequirementChoice" : {
          "E" : "Eleven kan söka naturvetenskaplig information och använder då olika källor och för <strong>enkla</strong> resonemang om informationens och källornas användbarhet.",
          "C" : "Eleven kan söka naturvetenskaplig information och använder då olika källor och för <strong>utvecklade</strong> resonemang om informationens och källornas användbarhet.",
          "A" : "Eleven kan söka naturvetenskaplig information och använder då olika källor och för <strong>välutvecklade</strong> resonemang om informationens och källornas användbarhet."
        }
      }, {
        "text" : "Eleven kan använda informationen i diskussioner och för att skapa texter och andra framställningar med <strong>________</strong> anpassning till sammanhanget.",
        "knowledgeRequirementChoice" : {
          "E" : "Eleven kan använda informationen i diskussioner och för att skapa texter och andra framställningar med <strong>viss</strong> anpassning till sammanhanget.",
          "C" : "Eleven kan använda informationen i diskussioner och för att skapa texter och andra framställningar med <strong>relativt god</strong> anpassning till sammanhanget.",
          "A" : "Eleven kan använda informationen i diskussioner och för att skapa texter och andra framställningar med <strong>god</strong> anpassning till sammanhanget."
        }
      } ]
    }, {
      "heading" : "",
      "knowledgeRequirements" : [ {
        "text" : "Eleven kan genomföra enkla undersökningar utifrån givna planeringar och även <strong>________</strong> enkla frågeställningar och planeringar som det går att arbeta systematiskt utifrån.",
        "knowledgeRequirementChoice" : {
          "E" : "Eleven kan genomföra enkla undersökningar utifrån givna planeringar och även <strong>bidra till att formulera</strong> enkla frågeställningar och planeringar som det går att arbeta systematiskt utifrån.",
          "C" : "Eleven kan genomföra enkla undersökningar utifrån givna planeringar och även <strong>formulera</strong> enkla frågeställningar och planeringar som det <strong>efter någon bearbetning</strong> går att arbeta systematiskt utifrån.",
          "A" : "Eleven kan genomföra enkla undersökningar utifrån givna planeringar och även <strong>formulera</strong> enkla frågeställningar och planeringar som det går att arbeta systematiskt utifrån."
        }
      }, {
        "text" : "I arbetet använder eleven utrustning på ett säkert och <strong>________</strong> sätt.",
        "knowledgeRequirementChoice" : {
          "E" : "I arbetet använder eleven utrustning på ett säkert och <strong>i huvudsak fungerande</strong> sätt.",
          "C" : "I arbetet använder eleven utrustning på ett säkert och <strong>ändamålsenligt</strong> sätt.",
          "A" : "I arbetet använder eleven utrustning på ett säkert, <strong>ändamålsenligt och effektivt</strong> sätt."
        }
      }, {
        "text" : "Eleven kan jämföra sina och andras resultat och för då <strong>________</strong> resonemang om likheter och skillnader och vad de kan bero på samt <strong>________</strong> som kan förbättra undersökningen.",
        "knowledgeRequirementChoice" : {
          "E" : "Eleven kan jämföra sina och andras resultat och för då <strong>enkla</strong> resonemang om likheter och skillnader och vad de kan bero på samt <strong>bidrar till att ge förslag</strong> som kan förbättra undersökningen.",
          "C" : "Eleven kan jämföra sina och andras resultat och för då <strong>utvecklade</strong> resonemang om likheter och skillnader och vad de kan bero på samt <strong>ger förslag som efter någon bearbetning</strong> kan förbättra undersökningen.",
          "A" : "Eleven kan jämföra sina och andras resultat och för då <strong>välutvecklade</strong> resonemang om likheter och skillnader och vad de kan bero på samt <strong>ger förslag</strong> som kan förbättra undersökningen."
        }
      }, {
        "text" : "Dessutom gör eleven <strong>________</strong> dokumentationer av sina undersökningar i text och bild.",
        "knowledgeRequirementChoice" : {
          "E" : "Dessutom gör eleven <strong>enkla</strong> dokumentationer av sina undersökningar i text och bild.",
          "C" : "Dessutom gör eleven <strong>utvecklade</strong> dokumentationer av sina undersökningar i text och bild.",
          "A" : "Dessutom gör eleven <strong>välutvecklade</strong> dokumentationer av sina undersökningar i text och bild."
        }
      } ]
    }, {
      "heading" : "",
      "knowledgeRequirements" : [ {
        "text" : "Eleven har <strong>________</strong> kunskaper om materiens uppbyggnad och egenskaper och andra kemiska sammanhang och visar det genom att <strong>________</strong> dessa med <strong>________</strong> användning av kemins begrepp.",
        "knowledgeRequirementChoice" : {
          "E" : "Eleven har <strong>grundläggande</strong> kunskaper om materiens uppbyggnad och egenskaper och andra kemiska sammanhang och visar det genom att <strong>ge exempel på och beskriva</strong> dessa med <strong>viss</strong> användning av kemins begrepp.",
          "C" : "Eleven har <strong>goda</strong> kunskaper om materiens uppbyggnad och egenskaper och andra kemiska sammanhang och visar det genom att <strong>förklara</strong> och <strong>visa på enkla samband inom</strong> dessa med <strong>relativt god</strong> användning av kemins begrepp.",
          "A" : "Eleven har <strong>mycket goda</strong> kunskaper om materiens uppbyggnad och egenskaper och andra kemiska sammanhang och visar det genom att <strong>förklara</strong> och <strong>visa på enkla samband inom</strong> dessa <strong>och något gemensamt drag</strong> med <strong>god</strong> användning av kemins begrepp."
        }
      }, {
        "text" : "Eleven kan även föra <strong>________</strong> resonemang om uppbyggnad och egenskaper hos luft och vatten och relatera detta till naturliga förlopp som fotosyntes och förbränning.",
        "knowledgeRequirementChoice" : {
          "E" : "Eleven kan även föra <strong>enkla</strong> resonemang om uppbyggnad och egenskaper hos luft och vatten och relatera detta till naturliga förlopp som fotosyntes och förbränning.",
          "C" : "Eleven kan även föra <strong>utvecklade</strong> resonemang om uppbyggnad och egenskaper hos luft och vatten och relatera detta till naturliga förlopp som fotosyntes och förbränning.",
          "A" : "Eleven kan även föra <strong>välutvecklade</strong> resonemang om uppbyggnad och egenskaper hos luft och vatten och relatera detta till naturliga förlopp som fotosyntes och förbränning."
        }
      }, {
        "text" : "I <strong>________</strong> underbyggda resonemang om mat, bränslen, kemikalier och andra produkter kan eleven relatera till några kemiska samband och frågor om hållbar utveckling.",
        "knowledgeRequirementChoice" : {
          "E" : "I <strong>enkla och till viss del</strong> underbyggda resonemang om mat, bränslen, kemikalier och andra produkter kan eleven relatera till några kemiska samband och frågor om hållbar utveckling.",
          "C" : "I <strong>utvecklade och relativt väl</strong> underbyggda resonemang om mat, bränslen, kemikalier och andra produkter kan eleven relatera till några kemiska samband och frågor om hållbar utveckling.",
          "A" : "I <strong>välutvecklade och väl</strong> underbyggda resonemang om mat, bränslen, kemikalier och andra produkter kan eleven relatera till några kemiska samband och frågor om hållbar utveckling."
        }
      }, {
        "text" : "Dessutom kan eleven berätta om några naturvetenskapliga upptäckter och deras betydelse för människors levnadsvillkor.",
        "knowledgeRequirementChoice" : {
          "E" : "Dessutom kan eleven berätta om några naturvetenskapliga upptäckter och deras betydelse för människors levnadsvillkor.",
          "C" : "Dessutom kan eleven berätta om några naturvetenskapliga upptäckter och deras betydelse för människors levnadsvillkor.",
          "A" : "Dessutom kan eleven berätta om några naturvetenskapliga upptäckter och deras betydelse för människors levnadsvillkor."
        }
      } ]
    } ],
    "point" : null,
    "year" : {
      "start" : 4,
      "end" : 6
    }
  }, {
    "name" : "Årskurs 7-9",
    "description" : "",
    "code" : "GRGRKEM01_7-9",
    "centralContent" : [ {
      "heading" : "I årskurs 7–9",
      "lines" : [ ]
    }, {
      "heading" : "Kemin i naturen",
      "lines" : [ "Partikelmodell för att beskriva och förklara materiens uppbyggnad, kretslopp och oförstörbarhet. Atomer, elektroner och kärnpartiklar.", "Kemiska föreningar och hur atomer sätts samman till molekyl- och jonföreningar genom kemiska reaktioner.", "Partikelmodell för att beskriva och förklara fasers egenskaper, fasövergångar och spridningsprocesser för materia i luft, vatten och mark.", "Vatten som lösningsmedel och transportör av ämnen, till exempel i mark, växter och människokroppen. Lösningar, fällningar, syror och baser samt pH-värde.", "Några kemiska processer i mark, luft och vatten ur miljö- och hälsosynpunkt.", "Kolatomens egenskaper och funktion som byggsten i alla levande organismer. Kolatomens kretslopp.", "Fotosyntes och förbränning samt energiomvandlingar i dessa reaktioner." ]
    }, {
      "heading" : "Kemin i vardagen och samhället",
      "lines" : [ "Människans användning av energi- och naturresurser lokalt och globalt samt vad det innebär för en hållbar utveckling.", "Kemiska processer vid framställning och återvinning av metaller, papper och plaster. Livscykelanalys av några vanliga produkter.", "Olika faktorer som gör att material, till exempel järn och plast, bryts ner och hur nedbrytning kan förhindras.", "Processer för att rena dricksvatten och avloppsvatten lokalt och globalt.", "Innehållet i mat och drycker och dess betydelse för hälsan. Kemiska processer i människokroppen, till exempel matspjälkning.", "Vanliga kemikalier i hemmet och i samhället, till exempel rengöringsprodukter, kosmetika, färger och bränslen samt hur de påverkar hälsan och miljön.", "Hur man hanterar kemikalier och brandfarliga ämnen på ett säkert sätt.", "Aktuella samhällsfrågor som rör kemi." ]
    }, {
      "heading" : "Kemin och världsbilden",
      "lines" : [ "Historiska och nutida upptäckter inom kemiområdet och deras betydelse för världsbild, teknik, miljö, samhälle och människors levnadsvillkor.", "Aktuella forskningsområden inom kemi, till exempel materialutveckling och nanoteknik.", "De kemiska modellernas och teoriernas användbarhet, begränsningar, giltighet och föränderlighet.", "Gruppering av atomslag ur ett historiskt perspektiv." ]
    }, {
      "heading" : "Kemins metoder och arbetssätt",
      "lines" : [ "Systematiska undersökningar och hur simuleringar kan användas som stöd vid modellering. Formulering av enkla frågeställningar, planering, utförande och utvärdering.", "Separations- och analysmetoder, till exempel destillation och identifikation av ämnen.", "Sambandet mellan kemiska undersökningar och utvecklingen av begrepp, modeller och teorier.", "Dokumentation av undersökningar med tabeller, diagram, bilder och skriftliga rapporter, såväl med som utan digitala verktyg.", "Källkritisk granskning av information och argument som eleven möter i olika källor och samhällsdiskussioner med koppling till kemi, såväl i digitala som i andra medier." ]
    } ],
    "knowledgeRequirementParagraphs" : [ {
      "heading" : "",
      "knowledgeRequirements" : [ {
        "text" : "Eleven kan samtala om och diskutera frågor som rör energi, miljö, hälsa och samhälle och skiljer då fakta från värderingar och formulerar ställningstaganden med <strong>________</strong> motiveringar samt beskriver några tänkbara konsekvenser.",
        "knowledgeRequirementChoice" : {
          "E" : "Eleven kan samtala om och diskutera frågor som rör energi, miljö, hälsa och samhälle och skiljer då fakta från värderingar och formulerar ställningstaganden med <strong>enkla</strong> motiveringar samt beskriver några tänkbara konsekvenser.",
          "C" : "Eleven kan samtala om och diskutera frågor som rör energi, miljö, hälsa och samhälle och skiljer då fakta från värderingar och formulerar ställningstaganden med <strong>utvecklade</strong> motiveringar samt beskriver några tänkbara konsekvenser.",
          "A" : "Eleven kan samtala om och diskutera frågor som rör energi, miljö, hälsa och samhälle och skiljer då fakta från värderingar och formulerar ställningstaganden med <strong>välutvecklade</strong> motiveringar samt beskriver några tänkbara konsekvenser."
        }
      }, {
        "text" : "I diskussionerna ställer eleven frågor och framför och bemöter åsikter och argument på ett sätt som <strong>________</strong>.",
        "knowledgeRequirementChoice" : {
          "E" : "I diskussionerna ställer eleven frågor och framför och bemöter åsikter och argument på ett sätt som <strong>till viss del för diskussionerna framåt</strong>.",
          "C" : "I diskussionerna ställer eleven frågor och framför och bemöter åsikter och argument på ett sätt som <strong>för diskussionerna framåt</strong>.",
          "A" : "I diskussionerna ställer eleven frågor och framför och bemöter åsikter och argument på ett sätt som <strong>för diskussionerna framåt och fördjupar eller breddar dem</strong>."
        }
      }, {
        "text" : "Eleven kan söka naturvetenskaplig information och använder då olika källor och för <strong>________</strong> underbyggda resonemang om informationens och källornas trovärdighet och relevans.",
        "knowledgeRequirementChoice" : {
          "E" : "Eleven kan söka naturvetenskaplig information och använder då olika källor och för <strong>enkla och till viss del</strong> underbyggda resonemang om informationens och källornas trovärdighet och relevans.",
          "C" : "Eleven kan söka naturvetenskaplig information och använder då olika källor och för <strong>utvecklade och relativt väl</strong> underbyggda resonemang om informationens och källornas trovärdighet och relevans.",
          "A" : "Eleven kan söka naturvetenskaplig information och använder då olika källor och för <strong>välutvecklade och väl</strong> underbyggda resonemang om informationens och källornas trovärdighet och relevans."
        }
      }, {
        "text" : "Eleven kan använda informationen på ett <strong>________</strong> fungerande sätt i diskussioner och för att skapa <strong>________</strong> texter och andra framställningar med <strong>________</strong> anpassning till syfte och målgrupp.",
        "knowledgeRequirementChoice" : {
          "E" : "Eleven kan använda informationen på ett <strong>i huvudsak</strong> fungerande sätt i diskussioner och för att skapa <strong>enkla</strong> texter och andra framställningar med <strong>viss</strong> anpassning till syfte och målgrupp.",
          "C" : "Eleven kan använda informationen på ett <strong>relativt väl</strong> fungerande sätt i diskussioner och för att skapa <strong>utvecklade</strong> texter och andra framställningar med <strong>relativt god</strong> anpassning till syfte och målgrupp.",
          "A" : "Eleven kan använda informationen på ett <strong>väl</strong> fungerande sätt i diskussioner och för att skapa <strong>välutvecklade</strong> texter och andra framställningar med <strong>god</strong> anpassning till syfte och målgrupp."
        }
      } ]
    }, {
      "heading" : "",
      "knowledgeRequirements" : [ {
        "text" : "Eleven kan genomföra undersökningar utifrån givna planeringar och även <strong>________</strong> enkla frågeställningar och planeringar som det går att arbeta systematiskt utifrån.",
        "knowledgeRequirementChoice" : {
          "E" : "Eleven kan genomföra undersökningar utifrån givna planeringar och även <strong>bidra till att formulera</strong> enkla frågeställningar och planeringar som det går att arbeta systematiskt utifrån.",
          "C" : "Eleven kan genomföra undersökningar utifrån givna planeringar och även <strong>formulera</strong> enkla frågeställningar och planeringar som det <strong>efter någon bearbetning</strong> går att arbeta systematiskt utifrån.",
          "A" : "Eleven kan genomföra undersökningar utifrån givna planeringar och även <strong>formulera</strong> enkla frågeställningar och planeringar som det går att arbeta systematiskt utifrån."
        }
      }, {
        "text" : "I undersökningarna använder eleven utrustning på ett säkert och <strong>________</strong> sätt.",
        "knowledgeRequirementChoice" : {
          "E" : "I undersökningarna använder eleven utrustning på ett säkert och <strong>i huvudsak fungerande</strong> sätt.",
          "C" : "I undersökningarna använder eleven utrustning på ett säkert och <strong>ändamålsenligt</strong> sätt.",
          "A" : "I undersökningarna använder eleven utrustning på ett säkert, <strong>ändamålsenligt och effektivt</strong> sätt."
        }
      }, {
        "text" : "Eleven kan jämföra resultaten med frågeställningarna och drar då <strong>________</strong> slutsatser med <strong>________</strong> koppling till kemiska modeller och teorier.",
        "knowledgeRequirementChoice" : {
          "E" : "Eleven kan jämföra resultaten med frågeställningarna och drar då <strong>enkla</strong> slutsatser med <strong>viss</strong> koppling till kemiska modeller och teorier.",
          "C" : "Eleven kan jämföra resultaten med frågeställningarna och drar då <strong>utvecklade</strong> slutsatser med <strong>relativt god</strong> koppling till kemiska modeller och teorier.",
          "A" : "Eleven kan jämföra resultaten med frågeställningarna och drar då <strong>välutvecklade</strong> slutsatser med <strong>god</strong> koppling till kemiska modeller och teorier."
        }
      }, {
        "text" : "Eleven för <strong>________</strong> resonemang kring resultatens rimlighet och <strong>________</strong> på hur undersökningarna kan förbättras.",
        "knowledgeRequirementChoice" : {
          "E" : "Eleven för <strong>enkla</strong> resonemang kring resultatens rimlighet och <strong>bidrar till att ge förslag</strong> på hur undersökningarna kan förbättras.",
          "C" : "Eleven för <strong>utvecklade</strong> resonemang kring resultatens rimlighet och <strong>ger förslag</strong> på hur undersökningarna kan förbättras.",
          "A" : "Eleven för <strong>välutvecklade</strong> resonemang kring resultatens rimlighet <strong>i relation till möjliga felkällor</strong> och <strong>ger förslag</strong> på hur undersökningarna kan förbättras <strong>och visar på nya tänkbara frågeställningar att undersöka</strong>."
        }
      }, {
        "text" : "Dessutom gör eleven <strong>________</strong> dokumentationer av undersökningarna med tabeller, diagram, bilder och skriftliga rapporter.",
        "knowledgeRequirementChoice" : {
          "E" : "Dessutom gör eleven <strong>enkla</strong> dokumentationer av undersökningarna med tabeller, diagram, bilder och skriftliga rapporter.",
          "C" : "Dessutom gör eleven <strong>utvecklade</strong> dokumentationer av undersökningarna med tabeller, diagram, bilder och skriftliga rapporter.",
          "A" : "Dessutom gör eleven <strong>välutvecklade</strong> dokumentationer av undersökningarna med tabeller, diagram, bilder och skriftliga rapporter."
        }
      } ]
    }, {
      "heading" : "",
      "knowledgeRequirements" : [ {
        "text" : "Eleven har <strong>________</strong> kunskaper om materiens uppbyggnad, oförstörbarhet och omvandlingar och andra kemiska sammanhang och visar det genom att <strong>________</strong> dessa med <strong>________</strong> användning av kemins begrepp, modeller och teorier.",
        "knowledgeRequirementChoice" : {
          "E" : "Eleven har <strong>grundläggande</strong> kunskaper om materiens uppbyggnad, oförstörbarhet och omvandlingar och andra kemiska sammanhang och visar det genom att <strong>ge exempel på och beskriva</strong> dessa med <strong>viss</strong> användning av kemins begrepp, modeller och teorier.",
          "C" : "Eleven har <strong>goda</strong> kunskaper om materiens uppbyggnad, oförstörbarhet och omvandlingar och andra kemiska sammanhang och visar det genom att <strong>förklara</strong> och <strong>visa på samband inom</strong> dessa med <strong>relativt god</strong> användning av kemins begrepp, modeller och teorier.",
          "A" : "Eleven har <strong>mycket goda</strong> kunskaper om materiens uppbyggnad, oförstörbarhet och omvandlingar och andra kemiska sammanhang och visar det genom att <strong>förklara</strong> och <strong>visa på samband inom</strong> dessa <strong>och något generellt drag</strong> med <strong>god</strong> användning av kemins begrepp, modeller och teorier."
        }
      }, {
        "text" : "Eleven kan föra <strong>________</strong> underbyggda resonemang om kemiska processer i levande organismer, mark, luft och vatten och visar då på <strong>________</strong> kemiska samband i naturen.",
        "knowledgeRequirementChoice" : {
          "E" : "Eleven kan föra <strong>enkla till viss del</strong> underbyggda resonemang om kemiska processer i levande organismer, mark, luft och vatten och visar då på <strong>enkelt identifierbara</strong> kemiska samband i naturen.",
          "C" : "Eleven kan föra <strong>utvecklade och relativt väl</strong> underbyggda resonemang om kemiska processer i levande organismer, mark, luft och vatten och visar då på <strong>förhållandevis komplexa</strong> kemiska samband i naturen.",
          "A" : "Eleven kan föra <strong>välutvecklade och väl</strong> underbyggda resonemang om kemiska processer i levande organismer, mark, luft och vatten och visar då på <strong>komplexa</strong> kemiska samband i naturen."
        }
      }, {
        "text" : "Eleven undersöker hur några kemikalier och kemiska processer används i vardagen och samhället och beskriver då <strong>________</strong> kemiska samband och <strong>________</strong> energiomvandlingar och materiens kretslopp.",
        "knowledgeRequirementChoice" : {
          "E" : "Eleven undersöker hur några kemikalier och kemiska processer används i vardagen och samhället och beskriver då <strong>enkelt identifierbara</strong> kemiska samband och <strong>ger exempel på</strong> energiomvandlingar och materiens kretslopp.",
          "C" : "Eleven undersöker hur några kemikalier och kemiska processer används i vardagen och samhället och beskriver då <strong>förhållandevis komplexa</strong> kemiska samband och <strong>förklarar</strong> och <strong>visar på samband mellan</strong> energiomvandlingar och materiens kretslopp.",
          "A" : "Eleven undersöker hur några kemikalier och kemiska processer används i vardagen och samhället och beskriver då <strong>komplexa</strong> kemiska samband och <strong>förklarar</strong> och <strong>generaliserar kring</strong> energiomvandlingar och materiens kretslopp."
        }
      }, {
        "text" : "Dessutom för eleven <strong>________</strong> underbyggda resonemang kring hur människans användning av energi och naturresurser påverkar miljön och <strong>________</strong> några åtgärder som kan bidra till en hållbar utveckling.",
        "knowledgeRequirementChoice" : {
          "E" : "Dessutom för eleven <strong>enkla och till viss del</strong> underbyggda resonemang kring hur människans användning av energi och naturresurser påverkar miljön och <strong>visar på</strong> några åtgärder som kan bidra till en hållbar utveckling.",
          "C" : "Dessutom för eleven <strong>utvecklade och relativt väl</strong> underbyggda resonemang kring hur människans användning av energi och naturresurser påverkar miljön och <strong>visar på fördelar och begränsningar hos</strong> några åtgärder som kan bidra till en hållbar utveckling.",
          "A" : "Dessutom för eleven <strong>välutvecklade och väl</strong> underbyggda resonemang kring hur människans användning av energi och naturresurser påverkar miljön och <strong>visar ur olika perspektiv på fördelar och begränsningar hos</strong> några åtgärder som kan bidra till en hållbar utveckling."
        }
      }, {
        "text" : "Eleven kan <strong>________</strong> och <strong>________</strong> några centrala naturvetenskapliga upptäckter och deras betydelse för människors levnadsvillkor.",
        "knowledgeRequirementChoice" : {
          "E" : "Eleven kan <strong>beskriva</strong> och <strong>ge exempel på</strong> några centrala naturvetenskapliga upptäckter och deras betydelse för människors levnadsvillkor.",
          "C" : "Eleven kan <strong>förklara</strong> och <strong>visa på samband mellan</strong> några centrala naturvetenskapliga upptäckter och deras betydelse för människors levnadsvillkor.",
          "A" : "Eleven kan <strong>förklara</strong> och <strong>generalisera kring</strong> några centrala naturvetenskapliga upptäckter och deras betydelse för människors levnadsvillkor."
        }
      } ]
    } ],
    "point" : null,
    "year" : {
      "start" : 7,
      "end" : 9
    }
  } ]
}