{
  "name" : "Svenska",
  "description" : "Språk är människans främsta redskap för att tänka, kommunicera och lära. Genom språket utvecklar människor sin identitet, uttrycker känslor och tankar och förstår hur andra känner och tänker. Att ha ett rikt och varierat språk är betydelsefullt för att kunna förstå och verka i ett samhälle där kulturer, livsåskådningar, generationer och språk möts.",
  "code" : "GRGRSVE01",
  "designation" : "SV",
  "skolfsId" : "2010:37",
  "purposes" : [ {
    "type" : "PARAGRAPH",
    "heading" : "",
    "lines" : [ "Undervisningen i ämnet svenska ska syfta till att eleverna utvecklar kunskaper i och om svenska språket.", "Genom undervisningen ska eleverna ges förutsättningar att utveckla sitt tal- och skriftspråk så att de får tilltro till sin språkförmåga och kan uttrycka sig i olika sammanhang och för skilda syften.", "Det innebär att eleverna genom undervisningen ska ges möjlighet att utveckla språket för att tänka, kommunicera och lära." ]
  }, {
    "type" : "PARAGRAPH",
    "heading" : "",
    "lines" : [ "Undervisningen ska stimulera elevernas intresse för att läsa och skriva.", "Genom undervisningen ska eleverna ges möjlighet att utveckla kunskaper om hur man formulerar egna åsikter och tankar i olika slags texter och genom skilda medier.", "Undervisningen ska även syfta till att eleverna utvecklar förmåga att skapa och bearbeta texter, enskilt och tillsammans med andra.", "Eleverna ska ges möjligheter att kommunicera i digitala miljöer med interaktiva och föränderliga texter.", "Eleverna ska även stimuleras till att uttrycka sig genom olika estetiska uttrycksformer.", "Vidare ska undervisningen bidra till att eleverna utvecklar kunskaper om hur man söker och kritiskt värderar information från olika källor." ]
  }, {
    "type" : "PARAGRAPH",
    "heading" : "",
    "lines" : [ "I undervisningen ska eleverna möta samt få kunskaper om skönlitteratur från olika tider och skilda delar av världen.", "Undervisningen ska också bidra till att eleverna utvecklar kunskaper om olika former av sakprosa.", "I mötet med olika typer av texter, scenkonst och annat estetiskt berättande ska eleverna ges förutsättningar att utveckla sitt språk, den egna identiteten och sin förståelse för omvärlden." ]
  }, {
    "type" : "PARAGRAPH",
    "heading" : "",
    "lines" : [ "Genom undervisningen ska eleverna ges möjlighet att utveckla sina kunskaper om svenska språket, dess normer, uppbyggnad, historia och utveckling samt om hur språkbruk varierar beroende på sociala sammanhang och medier.", "På så sätt ska undervisningen bidra till att stärka elevernas medvetenhet om och tilltro till den egna språkliga och kommunikativa förmågan.", "Undervisningen ska också bidra till att eleverna får förståelse för att sättet man kommunicerar på kan få konsekvenser för en själv och för andra människor.", "Därigenom ska eleverna ges förutsättningar att ta ansvar för det egna språkbruket i olika sammanhang och medier." ]
  }, {
    "type" : "PARAGRAPH",
    "heading" : "",
    "lines" : [ "Undervisningen ska även bidra till att eleverna får möta och bekanta sig med såväl de nordiska grannspråken som de nationella minoritetsspråken." ]
  }, {
    "type" : "BULLET",
    "heading" : "Genom undervisningen i ämnet svenska ska eleverna sammanfattningsvis ges förutsättningar att utveckla sin förmåga att",
    "lines" : [ "formulera sig och kommunicera i tal och skrift,", "läsa och analysera skönlitteratur och andra texter för olika syften,", "anpassa språket efter olika syften, mottagare och sammanhang,", "urskilja språkliga strukturer och följa språkliga normer, och", "söka information från olika källor och värdera dessa." ]
  } ],
  "courses" : [ {
    "name" : "Årskurs 1-3",
    "description" : "",
    "code" : "GRGRSVE01_1-3",
    "centralContent" : [ {
      "heading" : "I årskurs 1–3",
      "lines" : [ ]
    }, {
      "heading" : "Läsa och skriva",
      "lines" : [ "Lässtrategier för att förstå och tolka texter samt för att anpassa läsningen efter textens form och innehåll.", "Strategier för att skriva olika typer av texter med anpassning till deras typiska uppbyggnad och språkliga drag. Skapande av texter där ord och bild samspelar, såväl med som utan digitala verktyg.", "Enkla former för textbearbetning, till exempel att i efterhand gå igenom egna och gemensamma texter och göra förtydliganden.", "Handstil och att skriva med digitala verktyg.", "Språkets struktur med stor och liten bokstav, punkt, frågetecken och utropstecken samt stavningsregler för vanligt förekommande ord i elevnära texter.", "Alfabetet och alfabetisk ordning.", "Sambandet mellan ljud och bokstav." ]
    }, {
      "heading" : "Tala, lyssna och samtala",
      "lines" : [ "Att lyssna och återberätta i olika samtalssituationer.", "Muntliga presentationer och muntligt berättande om vardagsnära ämnen för olika mottagare. Bilder, digitala medier och verktyg samt andra hjälpmedel som kan stödja presentationer.", "Berättande i olika kulturer, under olika tider och för skilda syften." ]
    }, {
      "heading" : "Berättande texter och sakprosatexter",
      "lines" : [ "Berättande texter och poetiska texter för barn från olika tider och skilda delar av världen. Texter i form av rim, ramsor, sånger, bilderböcker, kapitelböcker, lyrik, dramatik, sagor och myter. Berättande och poetiska texter som belyser människors upplevelser och erfarenheter.", "Berättande texters budskap, uppbyggnad och innehåll. Hur en berättande text kan organiseras med inledning, händelseförlopp och avslutning samt litterära personbeskrivningar.", "Några skönlitterära barnboksförfattare och illustratörer.", "Beskrivande och förklarande texter, till exempel faktatexter för barn, och hur deras innehåll kan organiseras.", "Instruerande texter, till exempel spelinstruktioner och arbetsbeskrivningar. Hur de kan organiseras i steg, med logisk ordning och punktuppställning i flera led.", "Texter som kombinerar ord och bild, till exempel film, spel och webb-texter.", "Texter i digitala miljöer för barn, till exempel texter med länkar och andra interaktiva funktioner." ]
    }, {
      "heading" : "Språkbruk",
      "lines" : [ "Språkliga strategier för att minnas och lära, till exempel att skriva ned något man talat om.", "Ord, symboler och begrepp som används för att uttrycka känslor, kunskaper och åsikter.", "Hur ord och yttranden uppfattas av omgivningen beroende på tonfall och ords nyanser.", "Skillnader mellan tal- och skriftspråk, till exempel att talet kan förstärkas genom röstläge och kroppsspråk.", "Språkbruk samt möjligheter och risker vid egen kommunikation i digitala medier." ]
    }, {
      "heading" : "Informationssökning och källkritik",
      "lines" : [ "Informationssökning i böcker, tidskrifter och på webbplatser för barn samt via sökmotorer på internet.", "Källkritik, hur texters avsändare påverkar innehållet." ]
    } ],
    "knowledgeRequirementParagraphs" : [ {
      "heading" : "",
      "knowledgeRequirements" : [ {
        "text" : "Eleven kan läsa bekanta och elevnära texter med flyt genom att använda lässtrategier på ett i huvudsak fungerande sätt.",
        "knowledgeRequirementChoice" : {
          "G" : "Eleven kan läsa bekanta och elevnära texter med flyt genom att använda lässtrategier på ett i huvudsak fungerande sätt."
        }
      }, {
        "text" : "Genom att kommentera och återge några för eleven viktiga delar av innehållet på ett enkelt sätt visar eleven grundläggande läsförståelse.",
        "knowledgeRequirementChoice" : {
          "G" : "Genom att kommentera och återge några för eleven viktiga delar av innehållet på ett enkelt sätt visar eleven grundläggande läsförståelse."
        }
      }, {
        "text" : "Dessutom kan eleven föra enkla resonemang om tydligt framträdande budskap i texterna och relatera detta till egna erfarenheter.",
        "knowledgeRequirementChoice" : {
          "G" : "Dessutom kan eleven föra enkla resonemang om tydligt framträdande budskap i texterna och relatera detta till egna erfarenheter."
        }
      } ]
    }, {
      "heading" : "",
      "knowledgeRequirements" : [ {
        "text" : "Eleven kan skriva enkla texter med läslig handstil och på dator.",
        "knowledgeRequirementChoice" : {
          "G" : "Eleven kan skriva enkla texter med läslig handstil och på dator."
        }
      }, {
        "text" : "I texterna kan eleven använda stor bokstav, punkt och frågetecken samt stava ord som eleven själv ofta använder och som är vanligt förekommande i elevnära texter.",
        "knowledgeRequirementChoice" : {
          "G" : "I texterna kan eleven använda stor bokstav, punkt och frågetecken samt stava ord som eleven själv ofta använder och som är vanligt förekommande i elevnära texter."
        }
      }, {
        "text" : "De berättande texter eleven skriver har tydlig inledning, handling och avslutning.",
        "knowledgeRequirementChoice" : {
          "G" : "De berättande texter eleven skriver har tydlig inledning, handling och avslutning."
        }
      }, {
        "text" : "Eleven kan söka information ur någon anvisad källa och återger då grundläggande delar av informationen i enkla former av faktatexter.",
        "knowledgeRequirementChoice" : {
          "G" : "Eleven kan söka information ur någon anvisad källa och återger då grundläggande delar av informationen i enkla former av faktatexter."
        }
      }, {
        "text" : "Texterna innehåller grundläggande ämnesspecifika ord och begrepp som används så att innehållet klart framgår.",
        "knowledgeRequirementChoice" : {
          "G" : "Texterna innehåller grundläggande ämnesspecifika ord och begrepp som används så att innehållet klart framgår."
        }
      }, {
        "text" : "Genom att kombinera sina texter med bilder kan eleven förtydliga och förstärka sina budskap.",
        "knowledgeRequirementChoice" : {
          "G" : "Genom att kombinera sina texter med bilder kan eleven förtydliga och förstärka sina budskap."
        }
      }, {
        "text" : "Dessutom kan eleven utifrån givna frågor ge enkla omdömen om sina egna och andras texter samt utifrån respons bearbeta och förtydliga sina texter på ett enkelt sätt.",
        "knowledgeRequirementChoice" : {
          "G" : "Dessutom kan eleven utifrån givna frågor ge enkla omdömen om sina egna och andras texter samt utifrån respons bearbeta och förtydliga sina texter på ett enkelt sätt."
        }
      } ]
    }, {
      "heading" : "",
      "knowledgeRequirements" : [ {
        "text" : "Eleven kan samtala om elevnära frågor och ämnen genom att ställa frågor, ge kommentarer och framföra egna åsikter.",
        "knowledgeRequirementChoice" : {
          "G" : "Eleven kan samtala om elevnära frågor och ämnen genom att ställa frågor, ge kommentarer och framföra egna åsikter."
        }
      }, {
        "text" : "När eleven berättar om vardagliga händelser beskriver eleven dem så att innehållet tydligt framgår.",
        "knowledgeRequirementChoice" : {
          "G" : "När eleven berättar om vardagliga händelser beskriver eleven dem så att innehållet tydligt framgår."
        }
      }, {
        "text" : "Dessutom kan eleven ge och ta enkla muntliga instruktioner.",
        "knowledgeRequirementChoice" : {
          "G" : "Dessutom kan eleven ge och ta enkla muntliga instruktioner."
        }
      } ]
    } ],
    "point" : null,
    "year" : {
      "start" : 1,
      "end" : 3
    }
  }, {
    "name" : "Årskurs 4-6",
    "description" : "",
    "code" : "GRGRSVE01_4-6",
    "centralContent" : [ {
      "heading" : "I årskurs 4–6",
      "lines" : [ ]
    }, {
      "heading" : "Läsa och skriva",
      "lines" : [ "Lässtrategier för att förstå och tolka texter från olika medier samt för att urskilja texters budskap, både de uttalade och sådant som står mellan raderna.", "Strategier för att skriva olika typer av texter med anpassning till deras typiska uppbyggnad och språkliga drag. Skapande av texter där ord, bild och ljud samspelar, såväl med som utan digitala verktyg.", "Olika sätt att bearbeta egna och gemensamma texter till innehåll och form. Hur man ger och tar emot respons på texter.", "Handstil samt att skriva, disponera och redigera texter för hand och med hjälp av digitala verktyg.", "Språkets struktur med meningsbyggnad, huvudsatser, bisatser, stavningsregler, skiljetecken, ords böjningsformer och ordklasser. Textuppbyggnad med hjälp av sambandsord.", "Hur man använder ordböcker och digitala verktyg för stavning och ordförståelse." ]
    }, {
      "heading" : "Tala, lyssna och samtala",
      "lines" : [ "Att argumentera i olika samtalssituationer och beslutsprocesser.", "Muntliga presentationer och muntligt berättande för olika mottagare, om ämnen hämtade från vardag och skola. Stödord, bilder, digitala medier och verktyg samt andra hjälpmedel för att planera och genomföra en muntlig presentation. Hur gester och kroppsspråk kan påverka en presentation." ]
    }, {
      "heading" : "Berättande texter och sakprosatexter",
      "lines" : [ "Berättande texter och poetiska texter för barn och unga från olika tider, från Sverige, Norden och övriga världen. Texter i form av skönlitteratur, lyrik, dramatik, sagor och myter som belyser människors villkor och identitets- och livsfrågor.", "Berättande texters budskap, språkliga drag och typiska uppbyggnad med parallellhandling och tillbakablickar, miljö- och personbeskrivningar samt dialoger.", "Några skönlitterärt betydelsefulla barn- och ungdomsboksförfattare och deras verk.", "Beskrivande, förklarande, instruerande och argumenterande texter, till exempel faktatexter, arbetsbeskrivningar, reklam och insändare. Texternas innehåll, uppbyggnad och typiska språkliga drag.", "Texter som kombinerar ord, bild och ljud, till exempel webbtexter, spel och tv-program. Texternas innehåll, uppbyggnad och typiska språkliga drag.", "Texter i digitala miljöer, till exempel texter med länkar och andra interaktiva funktioner." ]
    }, {
      "heading" : "Språkbruk",
      "lines" : [ "Språkliga strategier för att minnas och lära, till exempel tankekartor och stödord.", "Ord, symboler och begrepp som används för att uttrycka känslor, kunskaper och åsikter. Ords och begrepps nyanser och värdeladdning.", "Skillnader i språkanvändning beroende på vem man skriver till och med vilket syfte, till exempel skillnader mellan att skriva ett personligt sms, ett inlägg i sociala medier och att skriva en faktatext.", "Ansvarsfullt agerande vid kommunikation i digitala och andra medier och i olika sammanhang.", "Språkbruk i Sverige och Norden. Några varianter av regionala skillnader i talad svenska. Några kännetecknande ord och begrepp i de nordiska språken samt skillnader och likheter mellan dem. Vilka de nationella minoritetsspråken är." ]
    }, {
      "heading" : "Informationssökning och källkritik",
      "lines" : [ "Informationssökning i några olika medier och källor, till exempel i uppslagsböcker, genom intervjuer och via sökmotorer på internet.", "Hur man jämför källor och prövar deras tillförlitlighet med ett källkritiskt förhållningssätt." ]
    } ],
    "knowledgeRequirementParagraphs" : [ {
      "heading" : "",
      "knowledgeRequirements" : [ {
        "text" : "Eleven kan läsa skönlitteratur och sakprosatexter för barn och ungdomar med <strong>________</strong> genom att använda lässtrategier på ett <strong>________</strong> sätt.",
        "knowledgeRequirementChoice" : {
          "E" : "Eleven kan läsa skönlitteratur och sakprosatexter för barn och ungdomar med <strong>flyt</strong> genom att använda lässtrategier på ett <strong>i huvudsak fungerande</strong> sätt.",
          "C" : "Eleven kan läsa skönlitteratur och sakprosatexter för barn och ungdomar med <strong>gott flyt</strong> genom att använda lässtrategier på ett <strong>ändamålsenligt</strong> sätt.",
          "A" : "Eleven kan läsa skönlitteratur och sakprosatexter för barn och ungdomar med <strong>mycket gott flyt</strong> genom att använda lässtrategier på ett <strong>ändamålsenligt och effektivt</strong> sätt."
        }
      }, {
        "text" : "Genom att göra <strong>________</strong> sammanfattningar av olika texters innehåll och kommentera centrala delar med <strong>________</strong> koppling till sammanhanget visar eleven <strong>________</strong> läsförståelse.",
        "knowledgeRequirementChoice" : {
          "E" : "Genom att göra <strong>enkla, kronologiska</strong> sammanfattningar av olika texters innehåll och kommentera centrala delar med <strong>viss</strong> koppling till sammanhanget visar eleven <strong>grundläggande</strong> läsförståelse.",
          "C" : "Genom att göra <strong>utvecklade</strong> sammanfattningar av olika texters innehåll och kommentera centrala delar med <strong>relativt god</strong> koppling till sammanhanget visar eleven <strong>god</strong> läsförståelse.",
          "A" : "Genom att göra <strong>välutvecklade</strong> sammanfattningar av olika texters innehåll och kommentera centrala delar med <strong>god</strong> koppling till sammanhanget visar eleven <strong>mycket god</strong> läsförståelse."
        }
      }, {
        "text" : "Dessutom kan eleven, utifrån egna erfarenheter, tolka och föra <strong>________</strong> underbyggda resonemang om tydligt framträdande budskap i olika verk samt på ett <strong>________</strong> sätt beskriva sin upplevelse av läsningen.",
        "knowledgeRequirementChoice" : {
          "E" : "Dessutom kan eleven, utifrån egna erfarenheter, tolka och föra <strong>enkla och till viss del</strong> underbyggda resonemang om tydligt framträdande budskap i olika verk samt på ett <strong>enkelt</strong> sätt beskriva sin upplevelse av läsningen.",
          "C" : "Dessutom kan eleven, utifrån egna erfarenheter, tolka och föra <strong>utvecklade och relativt väl</strong> underbyggda resonemang om tydligt framträdande budskap i olika verk samt på ett <strong>utvecklat</strong> sätt beskriva sin upplevelse av läsningen.",
          "A" : "Dessutom kan eleven, utifrån egna erfarenheter, tolka och föra <strong>välutvecklade och väl</strong> underbyggda resonemang om tydligt framträdande budskap i olika verk samt på ett <strong>välutvecklat</strong> sätt beskriva sin upplevelse av läsningen."
        }
      } ]
    }, {
      "heading" : "",
      "knowledgeRequirements" : [ {
        "text" : "Eleven kan skriva olika slags texter med <strong>________</strong> innehåll och <strong>________</strong> fungerande struktur samt <strong>________</strong> språklig variation.",
        "knowledgeRequirementChoice" : {
          "E" : "Eleven kan skriva olika slags texter med <strong>begripligt</strong> innehåll och <strong>i huvudsak</strong> fungerande struktur samt <strong>viss</strong> språklig variation.",
          "C" : "Eleven kan skriva olika slags texter med <strong>relativt tydligt</strong> innehåll och <strong>relativt väl</strong> fungerande struktur samt <strong>förhållandevis god</strong> språklig variation.",
          "A" : "Eleven kan skriva olika slags texter med <strong>tydligt</strong> innehåll och <strong>väl</strong> fungerande struktur samt <strong>god</strong> språklig variation."
        }
      }, {
        "text" : "I texterna använder eleven grundläggande regler för stavning, skiljetecken och språkriktighet med <strong>________</strong> säkerhet.",
        "knowledgeRequirementChoice" : {
          "E" : "I texterna använder eleven grundläggande regler för stavning, skiljetecken och språkriktighet med <strong>viss</strong> säkerhet.",
          "C" : "I texterna använder eleven grundläggande regler för stavning, skiljetecken och språkriktighet med <strong>relativt god</strong> säkerhet.",
          "A" : "I texterna använder eleven grundläggande regler för stavning, skiljetecken och språkriktighet med <strong>god</strong> säkerhet."
        }
      }, {
        "text" : "De berättande texter eleven skriver innehåller <strong>________</strong> gestaltande beskrivningar och <strong>________</strong> handling.",
        "knowledgeRequirementChoice" : {
          "E" : "De berättande texter eleven skriver innehåller <strong>enkla</strong> gestaltande beskrivningar och <strong>enkel</strong> handling.",
          "C" : "De berättande texter eleven skriver innehåller <strong>utvecklade</strong> gestaltande beskrivningar och <strong>utvecklad</strong> handling.",
          "A" : "De berättande texter eleven skriver innehåller <strong>välutvecklade</strong> gestaltande beskrivningar och <strong>välutvecklad</strong> handling."
        }
      }, {
        "text" : "Eleven kan söka, välja ut och sammanställa information från ett <strong>________</strong> urval av källor och för då <strong>________</strong> resonemang om informationens användbarhet.",
        "knowledgeRequirementChoice" : {
          "E" : "Eleven kan söka, välja ut och sammanställa information från ett <strong>avgränsat</strong> urval av källor och för då <strong>enkla</strong> resonemang om informationens användbarhet.",
          "C" : "Eleven kan söka, välja ut och sammanställa information från ett <strong>avgränsat</strong> urval av källor och för då <strong>utvecklade</strong> resonemang om informationens användbarhet.",
          "A" : "Eleven kan söka, välja ut och sammanställa information från ett <strong>avgränsat</strong> urval av källor och för då <strong>välutvecklade</strong> resonemang om informationens användbarhet."
        }
      }, {
        "text" : "Sammanställningarna innehåller <strong>________</strong> beskrivningar, egna formuleringar och <strong>________</strong> användning av ämnesspecifika ord och begrepp.",
        "knowledgeRequirementChoice" : {
          "E" : "Sammanställningarna innehåller <strong>enkla</strong> beskrivningar, egna formuleringar och <strong>viss</strong> användning av ämnesspecifika ord och begrepp.",
          "C" : "Sammanställningarna innehåller <strong>utvecklade</strong> beskrivningar, egna formuleringar och <strong>relativt god</strong> användning av ämnesspecifika ord och begrepp.",
          "A" : "Sammanställningarna innehåller <strong>välutvecklade</strong> beskrivningar, egna formuleringar och <strong>god</strong> användning av ämnesspecifika ord och begrepp."
        }
      }, {
        "text" : "Genom att kombinera text med olika estetiska uttryck så att de samspelar på ett <strong>________</strong> sätt kan eleven förstärka och levandegöra sina texters budskap.",
        "knowledgeRequirementChoice" : {
          "E" : "Genom att kombinera text med olika estetiska uttryck så att de samspelar på ett <strong>i huvudsak fungerande</strong> sätt kan eleven förstärka och levandegöra sina texters budskap.",
          "C" : "Genom att kombinera text med olika estetiska uttryck så att de samspelar på ett <strong>ändamålsenligt</strong> sätt kan eleven förstärka och levandegöra sina texters budskap.",
          "A" : "Genom att kombinera text med olika estetiska uttryck så att de samspelar på ett <strong>ändamålsenligt och effektivt</strong> sätt kan eleven förstärka och levandegöra sina texters budskap."
        }
      }, {
        "text" : "Dessutom kan eleven ge <strong>________</strong> omdömen om texters innehåll och utifrån respons bearbeta texter mot ökad tydlighet och kvalitet på ett <strong>________</strong> fungerande sätt.",
        "knowledgeRequirementChoice" : {
          "E" : "Dessutom kan eleven ge <strong>enkla</strong> omdömen om texters innehåll och utifrån respons bearbeta texter mot ökad tydlighet och kvalitet på ett <strong>i huvudsak</strong> fungerande sätt.",
          "C" : "Dessutom kan eleven ge <strong>utvecklade</strong> omdömen om texters innehåll och utifrån respons bearbeta texter mot ökad tydlighet och kvalitet på ett <strong>relativt väl</strong> fungerande sätt.",
          "A" : "Dessutom kan eleven ge <strong>välutvecklade</strong> omdömen om texters innehåll och utifrån respons bearbeta texter mot ökad tydlighet och kvalitet <strong>på ett väl</strong> fungerande sätt."
        }
      } ]
    }, {
      "heading" : "",
      "knowledgeRequirements" : [ {
        "text" : "Eleven kan samtala om bekanta ämnen genom att ställa frågor och framföra egna åsikter på ett sätt som till <strong>________</strong> del upprätthåller samtalet.",
        "knowledgeRequirementChoice" : {
          "E" : "Eleven kan samtala om bekanta ämnen genom att ställa frågor och framföra egna åsikter på ett sätt som till <strong>viss</strong> del upprätthåller samtalet.",
          "C" : "Eleven kan samtala om bekanta ämnen genom att ställa frågor och framföra egna åsikter på ett sätt som upprätthåller samtalet <strong>relativt väl</strong>.",
          "A" : "Eleven kan samtala om bekanta ämnen genom att ställa frågor och framföra egna åsikter på ett sätt som upprätthåller samtalet <strong>väl</strong>."
        }
      }, {
        "text" : "Dessutom kan eleven förbereda och genomföra <strong>________</strong> muntliga redogörelser med <strong>________</strong> fungerande inledning, innehåll och avslutning och <strong>________</strong> anpassning till syfte och mottagare.",
        "knowledgeRequirementChoice" : {
          "E" : "Dessutom kan eleven förbereda och genomföra <strong>enkla</strong> muntliga redogörelser med <strong>i huvudsak</strong> fungerande inledning, innehåll och avslutning och <strong>viss</strong> anpassning till syfte och mottagare.",
          "C" : "Dessutom kan eleven förbereda och genomföra <strong>utvecklade</strong> muntliga redogörelser med <strong>relativt väl</strong> fungerande inledning, innehåll och avslutning och <strong>relativt god</strong> anpassning till syfte och mottagare.",
          "A" : "Dessutom kan eleven förbereda och genomföra <strong>välutvecklade</strong> muntliga redogörelser med <strong>väl</strong> fungerande inledning, innehåll och avslutning och <strong>god</strong> anpassning till syfte och mottagare."
        }
      }, {
        "text" : "Eleven kan ge exempel på nationella minoritetsspråk, föra enkla resonemang om språkliga varianter inom svenskan samt ge exempel på tydligt framträdande språkliga likheter och skillnader mellan svenskan och närliggande språk.",
        "knowledgeRequirementChoice" : {
          "E" : "Eleven kan ge exempel på nationella minoritetsspråk, föra enkla resonemang om språkliga varianter inom svenskan samt ge exempel på tydligt framträdande språkliga likheter och skillnader mellan svenskan och närliggande språk.",
          "C" : "Eleven kan ge exempel på nationella minoritetsspråk, föra enkla resonemang om språkliga varianter inom svenskan samt ge exempel på tydligt framträdande språkliga likheter och skillnader mellan svenskan och närliggande språk.",
          "A" : "Eleven kan ge exempel på nationella minoritetsspråk, föra enkla resonemang om språkliga varianter inom svenskan samt ge exempel på tydligt framträdande språkliga likheter och skillnader mellan svenskan och närliggande språk."
        }
      } ]
    } ],
    "point" : null,
    "year" : {
      "start" : 4,
      "end" : 6
    }
  }, {
    "name" : "Årskurs 7-9",
    "description" : "",
    "code" : "GRGRSVE01_7-9",
    "centralContent" : [ {
      "heading" : "I årskurs 7–9",
      "lines" : [ ]
    }, {
      "heading" : "Läsa och skriva",
      "lines" : [ "Lässtrategier för att förstå, tolka och analysera texter från olika medier. Att urskilja texters budskap, tema och motiv samt deras syften, avsändare och sammanhang.", "Strategier för att skriva olika typer av texter med anpassning till deras typiska uppbyggnad och språkliga drag. Skapande av texter där ord, bild och ljud samspelar, såväl med som utan digitala verktyg.", "Olika sätt att skapa och bearbeta egna och gemensamma texter till innehåll och form. Hur man ger och tar emot respons på texter.", "Redigering och disposition av texter med hjälp av digitala verktyg. Olika funktioner för språkbehandling.", "Språkets struktur med stavningsregler, skiljetecken, ordklasser och satsdelar.", "Ordböcker och digitala verktyg för stavning och ordförståelse." ]
    }, {
      "heading" : "Tala, lyssna och samtala",
      "lines" : [ "Att leda ett samtal, formulera och bemöta argument samt sammanfatta huvuddragen i vad som sagts.", "Muntliga presentationer och muntligt berättande för olika mottagare, om ämnen hämtade från skola och samhällsliv. Anpassning av språk, innehåll och disposition till syfte och mottagare. Olika hjälpmedel, till exempel digitala medier och verktyg, för att planera och genomföra muntliga presentationer." ]
    }, {
      "heading" : "Berättande texter och sakprosatexter",
      "lines" : [ "Skönlitteratur för ungdomar och vuxna från olika tider, från Sverige, Norden och övriga världen. Skönlitteratur som belyser människors villkor och identitets- och livsfrågor. Lyrik, dramatik, sagor och myter.", "Språkliga drag, uppbyggnad och berättarperspektiv i skönlitteratur för ungdomar och vuxna. Parallellhandling, tillbakablickar, miljö- och personbeskrivningar, inre och yttre dialoger.", "Några skönlitterära genrer och hur de stilistiskt och innehållsligt skiljer sig ifrån varandra.", "Några skönlitterärt betydelsefulla ungdoms- och vuxenboksförfattare från Sverige, Norden och övriga världen och deras verk, samt de historiska och kulturella sammanhang som verken har tillkommit i.", "Beskrivande, förklarande, utredande, instruerande och argumenterande texter, till exempel tidningsartiklar, vetenskapliga texter, arbetsbeskrivningar och blogginlägg. Texternas syften, innehåll, uppbyggnad och språkliga drag.", "Texter som kombinerar ord, bild och ljud, och deras språkliga och dramaturgiska komponenter. Hur uttrycken kan samspela med varandra, till exempel i tv-serier, teaterföreställningar och webbtexter.", "Texter i digitala miljöer med länkar och andra interaktiva funktioner.", "Kombinationer av olika texttyper till nya texter, till exempel informerande texter med inslag av argumentation." ]
    }, {
      "heading" : "Språkbruk",
      "lines" : [ "Språkliga strategier för att minnas och lära genom att identifiera nyckelord och föra anteckningar.", "Ord, symboler och begrepp som används för att uttrycka känslor, kunskaper och åsikter. Ords och begrepps nyanser och värdeladdning.", "Nya ord i språket, till exempel lånord.", "Skillnader i språkanvändning beroende på i vilket sammanhang, med vem och med vilket syfte man kommunicerar.", "Etiska och moraliska aspekter på språkbruk, yttrandefrihet och integritet i digitala och andra medier och i olika sammanhang.", "Språkets betydelse för att utöva inflytande och för den egna identitetsutvecklingen.", "Språkbruk i Sverige och Norden. Några varianter av regionalt färgat talspråk i Sverige och olika språk i Norden. Några kännetecknande ord och begrepp samt skillnader och likheter mellan de olika språken.", "Språkbruk genom tiderna. De nationella minoritetsspråken i Sverige och deras ställning i samhället." ]
    }, {
      "heading" : "Informationssökning och källkritik",
      "lines" : [ "Informationssökning på bibliotek och på internet, i böcker och massmedier samt genom intervjuer.", "Hur man citerar och gör källhänvisningar, även vid användning av digitala medier.", "Hur man sovrar i en stor informationsmängd och prövar källors tillförlitlighet med ett källkritiskt förhållningssätt." ]
    } ],
    "knowledgeRequirementParagraphs" : [ {
      "heading" : "",
      "knowledgeRequirements" : [ {
        "text" : "Eleven kan läsa skönlitteratur och sakprosatexter med <strong>________</strong> genom att, på ett <strong>________</strong> sätt, välja och använda lässtrategier utifrån olika texters särdrag.",
        "knowledgeRequirementChoice" : {
          "E" : "Eleven kan läsa skönlitteratur och sakprosatexter med <strong>flyt</strong> genom att, på ett <strong>i huvudsak fungerande</strong> sätt, välja och använda lässtrategier utifrån olika texters särdrag.",
          "C" : "Eleven kan läsa skönlitteratur och sakprosatexter med <strong>gott flyt</strong> genom att, på ett <strong>ändamålsenligt</strong> sätt, välja och använda lässtrategier utifrån olika texters särdrag.",
          "A" : "Eleven kan läsa skönlitteratur och sakprosatexter med <strong>mycket gott flyt</strong> genom att, på ett <strong>ändamålsenligt och effektivt</strong> sätt, välja och använda lässtrategier utifrån olika texters särdrag."
        }
      }, {
        "text" : "Genom att göra <strong>________</strong> sammanfattningar av olika texters innehåll med <strong>________</strong> koppling till tidsaspekter, orsakssamband och andra texter visar eleven <strong>________</strong> läsförståelse.",
        "knowledgeRequirementChoice" : {
          "E" : "Genom att göra <strong>enkla</strong> sammanfattningar av olika texters innehåll med <strong>viss</strong> koppling till tidsaspekter, orsakssamband och andra texter visar eleven <strong>grundläggande</strong> läsförståelse.",
          "C" : "Genom att göra <strong>utvecklade</strong> sammanfattningar av olika texters innehåll med <strong>relativt god</strong> koppling till tidsaspekter, orsakssamband och andra texter visar eleven <strong>god</strong> läsförståelse.",
          "A" : "Genom att göra <strong>välutvecklade</strong> sammanfattningar av olika texters innehåll med <strong>god</strong> koppling till tidsaspekter, orsakssamband och andra texter visar eleven <strong>mycket god</strong> läsförståelse."
        }
      }, {
        "text" : "Dessutom kan eleven utifrån egna erfarenheter, olika livsfrågor och omvärldsfrågor tolka och föra <strong>________</strong> underbyggda resonemang om <strong>________</strong> i olika verk.",
        "knowledgeRequirementChoice" : {
          "E" : "Dessutom kan eleven utifrån egna erfarenheter, olika livsfrågor och omvärldsfrågor tolka och föra <strong>enkla och till viss del</strong> underbyggda resonemang om <strong>tydligt framträdande budskap</strong> i olika verk.",
          "C" : "Dessutom kan eleven utifrån egna erfarenheter, olika livsfrågor och omvärldsfrågor tolka och föra <strong>utvecklade och relativt väl</strong> underbyggda resonemang om budskap som är <strong>tydligt framträdande och budskap som kan läsas mellan raderna</strong> i olika verk.",
          "A" : "Dessutom kan eleven utifrån egna erfarenheter, olika livsfrågor och omvärldsfrågor tolka och föra <strong>välutvecklade och väl</strong> underbyggda resonemang om budskap som är <strong>tydligt framträdande och budskap som kan läsas mellan raderna eller är dolda</strong> i olika verk."
        }
      }, {
        "text" : "Eleven kan också föra <strong>________</strong> resonemang om verket med kopplingar till dess upphovsman.",
        "knowledgeRequirementChoice" : {
          "E" : "Eleven kan också föra <strong>enkla</strong> resonemang om verket med kopplingar till dess upphovsman.",
          "C" : "Eleven kan också föra <strong>utvecklade</strong> resonemang om verket med kopplingar till dess upphovsman.",
          "A" : "Eleven kan också föra <strong>välutvecklade och nyanserade</strong> resonemang om verket med kopplingar till dess upphovsman."
        }
      }, {
        "text" : "Eleven drar då <strong>________</strong> underbyggda slutsatser om hur verket har påverkats av det historiska och kulturella sammanhang som det har tillkommit i.",
        "knowledgeRequirementChoice" : {
          "E" : "Eleven drar då <strong>till viss del</strong> underbyggda slutsatser om hur verket har påverkats av det historiska och kulturella sammanhang som det har tillkommit i.",
          "C" : "Eleven drar då <strong>relativt väl</strong> underbyggda slutsatser om hur verket har påverkats av det historiska och kulturella sammanhang som det har tillkommit i.",
          "A" : "Eleven drar då <strong>väl</strong> underbyggda slutsatser om hur verket har påverkats av det historiska och kulturella sammanhang som det har tillkommit i."
        }
      } ]
    }, {
      "heading" : "",
      "knowledgeRequirements" : [ {
        "text" : "Eleven kan skriva olika slags texter med <strong>________</strong> språklig variation, <strong>________</strong> textbindning samt <strong>________</strong> fungerande anpassning till texttyp, språkliga normer och strukturer.",
        "knowledgeRequirementChoice" : {
          "E" : "Eleven kan skriva olika slags texter med <strong>viss</strong> språklig variation, <strong>enkel</strong> textbindning samt <strong>i huvudsak</strong> fungerande anpassning till texttyp, språkliga normer och strukturer.",
          "C" : "Eleven kan skriva olika slags texter med <strong>relativt god</strong> språklig variation, <strong>utvecklad</strong> textbindning samt <strong>relativt väl</strong> fungerande anpassning till texttyp, språkliga normer och strukturer.",
          "A" : "Eleven kan skriva olika slags texter med <strong>god</strong> språklig variation, <strong>välutvecklad</strong> textbindning samt <strong>väl</strong> fungerande anpassning till texttyp, språkliga normer och strukturer."
        }
      }, {
        "text" : "De berättande texter eleven skriver innehåller <strong>________</strong> gestaltande beskrivningar och berättargrepp samt dramaturgi med <strong>________</strong> uppbyggnad.",
        "knowledgeRequirementChoice" : {
          "E" : "De berättande texter eleven skriver innehåller <strong>enkla</strong> gestaltande beskrivningar och berättargrepp samt dramaturgi med <strong>enkel</strong> uppbyggnad.",
          "C" : "De berättande texter eleven skriver innehåller <strong>utvecklade</strong> gestaltande beskrivningar och berättargrepp samt dramaturgi med <strong>relativt komplex</strong> uppbyggnad.",
          "A" : "De berättande texter eleven skriver innehåller <strong>välutvecklade</strong> gestaltande beskrivningar och berättargrepp samt dramaturgi med <strong>komplex</strong> uppbyggnad."
        }
      }, {
        "text" : "Eleven kan söka, välja ut och sammanställa information från ett <strong>________</strong> urval av källor och för då <strong>________</strong> underbyggda resonemang om informationens och källornas trovärdighet och relevans.",
        "knowledgeRequirementChoice" : {
          "E" : "Eleven kan söka, välja ut och sammanställa information från ett <strong>avgränsat</strong> urval av källor och för då <strong>enkla och till viss del</strong> underbyggda resonemang om informationens och källornas trovärdighet och relevans.",
          "C" : "Eleven kan söka, välja ut och sammanställa information från ett <strong>relativt varierat</strong> urval av källor och för då <strong>utvecklade och relativt väl</strong> underbyggda resonemang om informationens och källornas trovärdighet och relevans.",
          "A" : "Eleven kan söka, välja ut och sammanställa information från ett <strong>varierat</strong> urval av källor och för då <strong>välutvecklade och väl</strong> underbyggda resonemang om informationens och källornas trovärdighet och relevans."
        }
      }, {
        "text" : "Sammanställningarna innehåller <strong>________</strong> beskrivningar och förklaringar, <strong>________</strong> ämnesrelaterat språk samt <strong>________</strong> fungerande struktur, citat och källhänvisningar.",
        "knowledgeRequirementChoice" : {
          "E" : "Sammanställningarna innehåller <strong>enkla</strong> beskrivningar och förklaringar, <strong>enkelt</strong> ämnesrelaterat språk samt <strong>i huvudsak</strong> fungerande struktur, citat och källhänvisningar.",
          "C" : "Sammanställningarna innehåller <strong>utvecklade</strong> beskrivningar och förklaringar, <strong>utvecklat</strong> ämnesrelaterat språk samt <strong>relativt väl</strong> fungerande struktur, citat och källhänvisningar.",
          "A" : "Sammanställningarna innehåller <strong>välutvecklade och nyanserade</strong> beskrivningar och förklaringar, <strong>välutvecklat</strong> ämnesrelaterat språk samt <strong>väl</strong> fungerande struktur, citat och källhänvisningar."
        }
      }, {
        "text" : "Genom att kombinera olika texttyper, estetiska uttryck och medier så att de olika delarna samspelar på ett <strong>________</strong> sätt kan eleven förstärka och levandegöra sina texters budskap.",
        "knowledgeRequirementChoice" : {
          "E" : "Genom att kombinera olika texttyper, estetiska uttryck och medier så att de olika delarna samspelar på ett <strong>i huvudsak fungerande</strong> sätt kan eleven förstärka och levandegöra sina texters budskap.",
          "C" : "Genom att kombinera olika texttyper, estetiska uttryck och medier så att de olika delarna samspelar på ett <strong>ändamålsenligt</strong> sätt kan eleven förstärka och levandegöra sina texters budskap.",
          "A" : "Genom att kombinera olika texttyper, estetiska uttryck och medier så att de olika delarna samspelar på ett <strong>ändamålsenligt och effektivt</strong> sätt kan eleven förstärka och levandegöra sina texters budskap."
        }
      }, {
        "text" : "Dessutom kan eleven ge <strong>________</strong> omdömen om texters innehåll och uppbyggnad och utifrån respons bearbeta texter mot ökad tydlighet, kvalitet och uttrycksfullhet på ett <strong>________</strong> fungerande sätt.",
        "knowledgeRequirementChoice" : {
          "E" : "Dessutom kan eleven ge <strong>enkla</strong> omdömen om texters innehåll och uppbyggnad och utifrån respons bearbeta texter mot ökad tydlighet, kvalitet och uttrycksfullhet på ett <strong>i huvudsak</strong> fungerande sätt.",
          "C" : "Dessutom kan eleven ge <strong>utvecklade</strong> omdömen om texters innehåll och utifrån respons bearbeta texter mot ökad tydlighet, kvalitet och uttrycksfullhet på ett <strong>relativt väl</strong> fungerande sätt.",
          "A" : "Dessutom kan eleven ge <strong>välutvecklade och nyanserade</strong> omdömen om texters innehåll och uppbyggnad och utifrån respons bearbeta texter mot ökad tydlighet, kvalitet och uttrycksfullhet på ett <strong>väl</strong> fungerande sätt."
        }
      } ]
    }, {
      "heading" : "",
      "knowledgeRequirements" : [ {
        "text" : "Eleven kan samtala om och diskutera varierande ämnen genom att ställa frågor och framföra åsikter med <strong>________</strong> underbyggda argument på ett sätt som <strong>________</strong>.",
        "knowledgeRequirementChoice" : {
          "E" : "Eleven kan samtala om och diskutera varierande ämnen genom att ställa frågor och framföra åsikter med <strong>enkla och till viss del</strong> underbyggda argument på ett sätt som <strong>till viss del för samtalen och diskussionerna framåt</strong>.",
          "C" : "Eleven kan samtala om och diskutera varierande ämnen genom att ställa frågor och framföra åsikter med <strong>utvecklade och relativt väl</strong> underbyggda argument på ett sätt som <strong>för samtalen och diskussionerna framåt</strong>.",
          "A" : "Eleven kan samtala om och diskutera varierande ämnen genom att ställa frågor och framföra åsikter med <strong>välutvecklade och väl</strong> underbyggda argument på ett sätt som <strong>för samtalen och diskussionerna framåt och fördjupar eller breddar dem</strong>."
        }
      }, {
        "text" : "Dessutom kan eleven förbereda och genomföra <strong>________</strong> muntliga redogörelser med <strong>________</strong> fungerande struktur och innehåll och <strong>________</strong> anpassning till syfte, mottagare och sammanhang.",
        "knowledgeRequirementChoice" : {
          "E" : "Dessutom kan eleven förbereda och genomföra <strong>enkla</strong> muntliga redogörelser med <strong>i huvudsak</strong> fungerande struktur och innehåll och <strong>viss</strong> anpassning till syfte, mottagare och sammanhang.",
          "C" : "Dessutom kan eleven förbereda och genomföra <strong>utvecklade</strong> muntliga redogörelser med <strong>relativt väl</strong> fungerande struktur och innehåll och <strong>relativt god</strong> anpassning till syfte, mottagare och sammanhang.",
          "A" : "Dessutom kan eleven förbereda och genomföra <strong>välutvecklade</strong> muntliga redogörelser med <strong>väl</strong> fungerande struktur och innehåll och <strong>god</strong> anpassning till syfte, mottagare och sammanhang."
        }
      }, {
        "text" : "Eleven kan föra <strong>________</strong> underbyggda resonemang om svenska språkets historia, ursprung och särdrag samt jämföra med närliggande språk och beskriva tydligt framträdande likheter och skillnader.",
        "knowledgeRequirementChoice" : {
          "E" : "Eleven kan föra <strong>enkla och till viss del</strong> underbyggda resonemang om svenska språkets historia, ursprung och särdrag samt jämföra med närliggande språk och beskriva tydligt framträdande likheter och skillnader.",
          "C" : "Eleven kan föra <strong>utvecklade och relativt väl</strong> underbyggda resonemang om svenska språkets historia, ursprung och särdrag samt jämföra med närliggande språk och beskriva tydligt framträdande likheter och skillnader.",
          "A" : "Eleven kan föra <strong>välutvecklade och väl</strong> underbyggda resonemang om svenska språkets historia, ursprung och särdrag samt jämföra med närliggande språk och beskriva tydligt framträdande likheter och skillnader."
        }
      } ]
    } ],
    "point" : null,
    "year" : {
      "start" : 7,
      "end" : 9
    }
  } ]
}