{
  "name" : "Rörelse och drama",
  "description" : "Drama, musik och dans finns i alla kulturer och berör människor, såväl kroppsligt som tanke- och känslomässigt. Dessa estetiska uttrycksformer används i en mängd sammanhang, har olika funktion och betyder olika saker för var och en av oss. De är också en viktig del i människors sociala gemenskap och kan påverka individens identitetsutveckling. Att kunna uttrycka sig genom olika estetiska uttrycksformer ökar möjligheterna att delta i både skolans och samhällets kulturliv.",
  "code" : "GRSPDRA01",
  "designation" : "RÖD",
  "skolfsId" : "2011:56",
  "purposes" : [ {
    "type" : "PARAGRAPH",
    "heading" : "",
    "lines" : [ "Undervisningen i ämnet rörelse och drama ska syfta till att eleverna utvecklar kunskap om, och får erfarenhet av, de estetiska uttrycksformerna drama, musik, dans och rörelse.", "Genom undervisningen ska eleverna ges förutsättningar att utifrån egna upplevelser och intryck utveckla medvetenhet om och tilltro till den egna kroppens fysiska uttrycksmöjligheter." ]
  }, {
    "type" : "PARAGRAPH",
    "heading" : "",
    "lines" : [ "Undervisningen ska ge eleverna förutsättningar att omsätta sina egna idéer i handling och stimulera dem att utveckla sin kreativitet och improvisationsförmåga.", "Genom undervisningen ska eleverna också utveckla kunskaper om hur digitala verktyg kan användas i den skapande processen." ]
  }, {
    "type" : "PARAGRAPH",
    "heading" : "",
    "lines" : [ "Undervisningen ska ge eleverna förutsättningar att använda drama, musik rörelse och dans för att samspela och kommunicera med andra.", "Eleverna ska också ges möjligheter att utveckla ett reflekterande förhållningssätt till olika estetiska uttryck.", "Elevernas erfarenhet och tankar om estetiska uttryck ska utmanas och fördjupas i mötet med andra.", "Undervisningen ska även ge eleverna möjligheter att utveckla kunskaper om de olika estetiska uttrycksformernas ursprung och utveckling." ]
  }, {
    "type" : "BULLET",
    "heading" : "Genom undervisningen i ämnet rörelse och drama ska eleverna sammanfattningsvis ges förutsättningar att utveckla sin förmåga att",
    "lines" : [ "utöva drama, musik, dans och rörelse i olika genrer och sammanhang,", "använda kroppsspråket för att kommunicera,", "uttrycka egna idéer genom de estetiska uttrycksformerna, och", "analysera och reflektera över estetiska uttryck från olika sociala, kulturella och historiska sammanhang." ]
  } ],
  "courses" : [ {
    "name" : "Årskurs 1-4",
    "description" : "",
    "code" : "GRSPDRA01_1-4",
    "centralContent" : [ {
      "heading" : "I årskurs 1–4",
      "lines" : [ ]
    }, {
      "heading" : "Estetiska uttryck och verktyg",
      "lines" : [ "Kroppens fysiska uttrycksmöjligheter i rytmiska lekar, rörelselekar och rörelsesånger.", "Danslekar.", "Rytm, och sång i olika former.", "Enkla tecken, ord och begrepp för att kunna samtala om olika estetiska uttrycksformer.", "Teckenspråkspoesi med betoning på handform och ansiktsuttryck. Olika sätt att tolka teckenspråkspoesi.", "Rollspel samt gestaltning av känslor, personer och djur.", "Dramatisering av sagor, sånger, rim och ramsor.", "Digitala verktyg som hjälpmedel i den skapande processen.", "Enkla former för bearbetning av dramatiseringar och musikaliska uttryck." ]
    }, {
      "heading" : "Estetiska sammanhang och funktioner",
      "lines" : [ "Scenkonst i olika former, till exempel teater på teckenspråk.", "Drama och musik som knyter an till elevens vardagliga och högtidliga sammanhang, till exempel barnvisor." ]
    } ],
    "knowledgeRequirementParagraphs" : [ ],
    "point" : null,
    "year" : {
      "start" : 1,
      "end" : 4
    }
  }, {
    "name" : "Årskurs 5-7",
    "description" : "",
    "code" : "GRSPDRA01_5-7",
    "centralContent" : [ {
      "heading" : "I årskurs 5–7",
      "lines" : [ ]
    }, {
      "heading" : "Estetiska uttryck och verktyg",
      "lines" : [ "Hur man kan använda kroppen för att berätta genom imitation och gestaltning.", "Dans och rörelse i olika genrer, till exempel afrikansk dans och akrobatik.", "Rytm och sång i olika genrer.", "Tecken, ord och begrepp som behövs för att kunna samtala och skriva om upplevelser och intryck av olika estetiska uttrycksformer.", "Teckenspråkspoesi med betoning på rörelse, rytm och språknyanser i dikter. Olika sätt att tolka teckenspråkspoesi.", "Rollspel och gestaltning där både aktörer och åskådare medverkar.", "Dramatiseringar av berättelser och korta dialoger av olika författare.", "Digitala verktyg för dramatisk och musikalisk komposition, till exempel verktyg för fotoredigering.", "Olika sätt att ge och ta emot respons på dramatiseringar och musikaliska uttryck, samt hur man kan bearbeta egna och andras dramatiseringar och musikaliska uttryck till innehåll och form." ]
    }, {
      "heading" : "Estetiska sammanhang och funktioner",
      "lines" : [ "Scenkonst i olika genrer, till exempel tragedier, komedier och populärmusik.", "Samtida dramer och musik från olika kulturer.", "Drama och musik som knyter an till elevens vardagliga och högtidliga sammanhang, däribland nationalsången och några av de vanligaste psalmerna." ]
    } ],
    "knowledgeRequirementParagraphs" : [ {
      "heading" : "",
      "knowledgeRequirements" : [ {
        "text" : "Eleven kan framföra enkla drama-, musik-, dans- och rörelsekompositioner, med <strong>________</strong> anpassning till olika sammanhang och utgår då ifrån instruktioner och tillgängligt inspirationsmaterial på ett i <strong>________</strong> fungerande sätt.",
        "knowledgeRequirementChoice" : {
          "E" : "Eleven kan framföra enkla drama-, musik-, dans- och rörelsekompositioner, med <strong>viss</strong> anpassning till olika sammanhang och utgår då ifrån instruktioner och tillgängligt inspirationsmaterial på ett i <strong>huvudsak</strong> fungerande sätt.",
          "C" : "Eleven kan framföra enkla drama-, musik-, dans- och rörelsekompositioner med <strong>förhållandevis god</strong> anpassning till olika sammanhang och utgår då ifrån instruktioner och tillgängligt inspirationsmaterial på ett <strong>relativt väl</strong> fungerande sätt.",
          "A" : "Eleven kan framföra enkla drama-, musik-, dans- och rörelsekompositioner med <strong>god</strong> anpassning till olika sammanhang och utgår då ifrån instruktioner och tillgängligt inspirationsmaterial på ett <strong>väl</strong> fungerande sätt."
        }
      }, {
        "text" : "Eleven kan även använda något digitalt verktyg som del i framförandet på ett i <strong>________</strong> sätt.",
        "knowledgeRequirementChoice" : {
          "E" : "Eleven kan även använda något digitalt verktyg som del i framförandet på ett i <strong>huvudsak fungerande</strong> sätt.",
          "C" : "Eleven kan även använda något digitalt verktyg som del i framförandet på ett <strong>ändamålsenligt</strong> sätt.",
          "A" : "Eleven kan även använda något digitalt verktyg som del i framförandet på ett <strong>ändamålsenligt och effektivt</strong> sätt."
        }
      }, {
        "text" : "Dessutom kan eleven ge <strong>________</strong> omdömen om egna och andras estetiska uttryck samt utifrån respons göra bearbetningar av sina uttryck mot ökad tydlighet och kvalitet på ett i <strong>________</strong> fungerande sätt.",
        "knowledgeRequirementChoice" : {
          "E" : "Dessutom kan eleven ge <strong>enkla</strong> omdömen om egna och andras estetiska uttryck samt utifrån respons göra bearbetningar av sina uttryck mot ökad tydlighet och kvalitet på ett i <strong>huvudsak</strong> fungerande sätt.",
          "C" : "Dessutom kan eleven ge <strong>utvecklade</strong> omdömen om egna och andras estetiska uttryck samt utifrån respons göra bearbetningar av sina uttryck mot ökad tydlighet och kvalitet på ett <strong>relativt väl</strong> fungerande sätt.",
          "A" : "Dessutom kan eleven ge <strong>välutvecklade</strong> omdömen om egna och andras estetiska uttryck samt utifrån respons göra bearbetningar av sina uttryck mot ökad tydlighet och kvalitet på ett <strong>väl</strong> fungerande sätt."
        }
      }, {
        "text" : "Eleven kan använda kroppsspråket för att göra <strong>________</strong> imitationer där innehållet framgår med <strong>________</strong> tydlighet.",
        "knowledgeRequirementChoice" : {
          "E" : "Eleven kan använda kroppsspråket för att göra <strong>enkla</strong> imitationer där innehållet framgår med <strong>viss</strong> tydlighet.",
          "C" : "Eleven kan använda kroppsspråket för att göra <strong>utvecklade</strong> imitationer där innehållet framgår med <strong>relativt god</strong> tydlighet.",
          "A" : "Eleven kan använda kroppsspråket för att göra <strong>välutvecklade</strong> imitationer där innehållet framgår med <strong>god</strong> tydlighet."
        }
      }, {
        "text" : "Dessutom kan eleven skapa enkla improvisationer genom att utifrån egna idéer <strong>________</strong> hur olika estetiska uttryck kan kombineras.",
        "knowledgeRequirementChoice" : {
          "E" : "Dessutom kan eleven skapa enkla improvisationer genom att utifrån egna idéer <strong>pröva</strong> hur olika estetiska uttryck kan kombineras.",
          "C" : "Dessutom kan eleven skapa enkla improvisationer genom att utifrån egna idéer <strong>pröva och ompröva</strong> hur olika estetiska uttryck kan kombineras.",
          "A" : "Dessutom kan eleven skapa enkla improvisationer genom att utifrån egna idéer <strong>systematiskt pröva och ompröva</strong> hur olika estetiska uttryck kan kombineras."
        }
      } ]
    }, {
      "heading" : "",
      "knowledgeRequirements" : [ {
        "text" : "Eleven kan utifrån egna erfarenheter tolka estetiska uttryck från olika genrer och kulturer och med <strong>________</strong> användning av enkla ämnesspecifika begrepp föra <strong>________</strong> underbyggda resonemang om innehåll, form och särdrag.",
        "knowledgeRequirementChoice" : {
          "E" : "Eleven kan utifrån egna erfarenheter tolka estetiska uttryck från olika genrer och kulturer och med <strong>viss</strong> användning av enkla ämnesspecifika begrepp föra <strong>enkla och till viss del</strong> underbyggda resonemang om innehåll, form och särdrag.",
          "C" : "Eleven kan utifrån egna erfarenheter tolka estetiska uttryck från olika genrer och kulturer och med <strong>relativt god</strong> användning av enkla ämnesspecifika begrepp föra <strong>utvecklade och</strong> underbyggda resonemang om innehåll, form och särdrag.",
          "A" : "Eleven kan utifrån egna erfarenheter tolka estetiska uttryck från olika genrer och kulturer och med <strong>god</strong> användning av enkla ämnesspecifika begrepp föra <strong>välutvecklade och väl</strong> underbyggda resonemang om innehåll, form och särdrag."
        }
      } ]
    } ],
    "point" : null,
    "year" : {
      "start" : 5,
      "end" : 7
    }
  }, {
    "name" : "Årskurs 8-10",
    "description" : "",
    "code" : "GRSPDRA01_8-10",
    "centralContent" : [ {
      "heading" : "I årskurs 8–10",
      "lines" : [ ]
    }, {
      "heading" : "Estetiska uttryck och verktyg",
      "lines" : [ "Hur man kan använda kroppen för gestaltning i komedier och parodier.", "Dans, rytm och rörelse i olika genrer och från skilda tidsepoker, till exempel hiphop och tango.", "Musikens byggstenar, rytm och dynamik.", "Tecken, ord och begrepp som behövs för att kunna samtala och skriva om upplevelser och intryck av olika estetiska uttrycksformer.", "Teckenspråkspoesi med betoning på innehåll, struktur och språklig form.", "Rollspel och gestaltning, till exempel av problem- eller konfliktsituationer, där både aktörer och åskådare medverkar.", "Dramatisering av några välkända texter och pjäser från skilda tidsepoker och av olika författare.", "Digitala verktyg för dramatisk och musikalisk komposition, till exempel för ljud- och ljussättning.", "Olika sätt att ge och ta emot respons på dramatiseringar och musikaliska uttryck, samt hur man kan bearbeta egna och andras dramatiseringar och musikaliska uttryck till innehåll och form." ]
    }, {
      "heading" : "Estetiska sammanhang och funktioner",
      "lines" : [ "Scenkonst i olika genrer, till exempel teater på teckenspråk, balett och cirkus. Hur olika budskap kommuniceras i olika genrer.", "Dramer och musik från samtiden och olika historiska epoker, samt från olika kulturer." ]
    } ],
    "knowledgeRequirementParagraphs" : [ {
      "heading" : "",
      "knowledgeRequirements" : [ {
        "text" : "Eleven kan framföra drama-, musik-, dans- och rörelsekompositioner med <strong>________</strong> anpassning till sammanhang och genre och utgår då ifrån instruktioner, tillgängligt inspirationsmaterial och <strong>________</strong> egna initiativ på ett i <strong>________</strong> fungerande sätt.",
        "knowledgeRequirementChoice" : {
          "E" : "Eleven kan framföra drama-, musik-, dans- och rörelsekompositioner med <strong>viss</strong> anpassning till sammanhang och genre och utgår då ifrån instruktioner, tillgängligt inspirationsmaterial och <strong>i viss mån</strong> egna initiativ på ett i <strong>huvudsak</strong> fungerande sätt.",
          "C" : "Eleven kan framföra drama-, musik-, dans- och rörelsekompositioner med <strong>relativt god</strong> anpassning till sammanhang och genre och utgår då ifrån instruktioner, tillgängligt inspirationsmaterial samt egna initiativ på ett <strong>relativt väl</strong> fungerande sätt.",
          "A" : "Eleven kan framföra drama-, musik-, dans- och rörelsekompositioner med <strong>god</strong> anpassning till sammanhang och genre och utgår då ifrån instruktioner och tillgängligt inspirationsmaterial samt egna initiativ på ett <strong>väl</strong> fungerande sätt."
        }
      }, {
        "text" : "Eleven kan även använda digitala verktyg som del i framförandet på ett i <strong>________</strong> sätt.",
        "knowledgeRequirementChoice" : {
          "E" : "Eleven kan även använda digitala verktyg som del i framförandet på ett i <strong>huvudsak fungerande</strong> sätt.",
          "C" : "Eleven kan även använda digitala verktyg som del i framförandet på ett <strong>ändamålsenligt</strong> sätt.",
          "A" : "Eleven kan även använda digitala verktyg som del i framförandet på ett <strong>ändamålsenligt och effektivt</strong> sätt."
        }
      }, {
        "text" : "Dessutom kan eleven ge <strong>________</strong> omdömen om egna och andras estetiska uttryck och visa på <strong>________</strong> samband mellan form och budskap samt utifrån respons göra bearbetningar av sina uttryck mot ökad tydlighet, kvalitet och uttrycksfullhet på ett <strong>________</strong> fungerande sätt.",
        "knowledgeRequirementChoice" : {
          "E" : "Dessutom kan eleven ge <strong>enkla</strong> omdömen om egna och andras estetiska uttryck och visa på <strong>enkelt identifierbara</strong> samband mellan form och budskap samt utifrån respons göra bearbetningar av sina uttryck mot ökad tydlighet, kvalitet och uttrycksfullhet på ett <strong>i huvudsak</strong> fungerande sätt.",
          "C" : "Dessutom kan eleven ge <strong>utvecklade</strong> omdömen om egna och andras estetiska uttryck och visa på <strong>relativt komplexa</strong> samband mellan form och budskap samt utifrån respons göra bearbetningar av sina uttryck mot ökad tydlighet, kvalitet och uttrycksfullhet på ett <strong>relativt väl</strong> fungerande sätt.",
          "A" : "Dessutom kan eleven ge <strong>välutvecklade</strong> omdömen om egna och andras estetiska uttryck och visa på <strong>komplexa</strong> samband mellan form och budskap samt utifrån respons göra bearbetningar av sina uttryck till innehåll och form mot ökad tydlighet, kvalitet och uttrycksfullhet på ett <strong>väl fungerande</strong> sätt."
        }
      }, {
        "text" : "Eleven kan använda kroppsspråket för att göra <strong>________</strong> gestaltningar med <strong>________</strong> anpassning till genre.",
        "knowledgeRequirementChoice" : {
          "E" : "Eleven kan använda kroppsspråket för att göra <strong>enkla</strong> gestaltningar med <strong>viss</strong> anpassning till genre.",
          "C" : "Eleven kan använda kroppsspråket för att göra <strong>utvecklade</strong> gestaltningar med <strong>relativt god</strong> anpassning till genre.",
          "A" : "Eleven kan använda kroppsspråket för att göra <strong>välutvecklade</strong> gestaltningar med <strong>god</strong> anpassning till genre."
        }
      }, {
        "text" : "Dessutom kan eleven, utifrån egna idéer, <strong>________</strong> att skapa estetiska kompositioner med ett <strong>________</strong> tydligt innehåll och budskap samt med <strong>________</strong> stilkänsla.",
        "knowledgeRequirementChoice" : {
          "E" : "Dessutom kan eleven, utifrån egna idéer, <strong>bidra till</strong> att skapa estetiska kompositioner med ett <strong>i huvudsak</strong> tydligt innehåll och budskap samt med <strong>viss</strong> stilkänsla.",
          "C" : "Dessutom kan eleven, utifrån egna idéer, skapa estetiska kompositioner med ett <strong>relativt</strong> tydligt innehåll och budskap samt med <strong>förhållandevis god</strong> stilkänsla.",
          "A" : "Dessutom kan eleven, utifrån egna idéer, skapa estetiska kompositioner med ett <strong>tydligt</strong> innehåll samt med <strong>god</strong> stilkänsla."
        }
      }, {
        "text" : "I skapandet <strong>________</strong> eleven att kombinera olika estetiska uttrycksformer så att de olika delarna till <strong>________</strong> samspelar.",
        "knowledgeRequirementChoice" : {
          "E" : "I skapandet <strong>prövar</strong> eleven att kombinera olika estetiska uttrycksformer så att de olika delarna till <strong>viss del</strong> samspelar.",
          "C" : "I skapandet <strong>prövar och omprövar</strong> eleven att kombinera olika estetiska uttrycksformer så att de olika delarna samspelar <strong>relativt väl</strong>.",
          "A" : "I skapandet <strong>prövar och omprövar eleven på ett systematiskt</strong> sätt att kombinera olika estetiska uttrycksformer så att de olika delarna samspelar <strong>väl</strong>."
        }
      } ]
    }, {
      "heading" : "",
      "knowledgeRequirements" : [ {
        "text" : "Eleven kan tolka estetiska uttryck från olika genrer, kulturer och tidsepoker och med <strong>________</strong> användning av ämnesspecifika begrepp föra <strong>________</strong> underbyggda resonemang om <strong>________</strong> budskap, form och särdrag.",
        "knowledgeRequirementChoice" : {
          "E" : "Eleven kan tolka estetiska uttryck från olika genrer, kulturer och tidsepoker och med <strong>viss</strong> användning av ämnesspecifika begrepp föra <strong>enkla och till viss del</strong> underbyggda resonemang om <strong>tydligt framträdande</strong> budskap, form och särdrag.",
          "C" : "Eleven kan tolka estetiska uttryck från olika genrer, kulturer och tidsepoker och med <strong>relativt god</strong> användning av ämnesspecifika begrepp föra <strong>utvecklade och relativt väl</strong> underbyggda resonemang om <strong>tydligt framträdande och underliggande</strong> budskap, form och särdrag.",
          "A" : "Eleven kan tolka estetiska uttryck från olika genrer, kulturer och tidsepoker och med <strong>god</strong> användning av ämnesspecifika begrepp föra <strong>välutvecklade och väl</strong> underbyggda resonemang om <strong>framträdande och underliggande</strong> budskap, form och särdrag."
        }
      } ]
    } ],
    "point" : null,
    "year" : {
      "start" : 8,
      "end" : 10
    }
  } ]
}