{
  "name" : "Engelska för döva och hörselskadade",
  "description" : "Språk är människans främsta redskap för att tänka, kommunicera och lära. Att ha kunskaper i flera språk kan ge nya perspektiv på omvärlden, ökade möjligheter till kontakter och större förståelse för olika sätt att leva. Engelska språket omger oss i vardagen och används inom så skilda områden som politik, utbildning och ekonomi. Kunskaper i engelska ökar därför individens möjligheter att ingå i olika sociala och kulturella sammanhang och att delta i internationellt studie- och arbetsliv.",
  "code" : "GRSPENG01",
  "designation" : "",
  "skolfsId" : "2011:56",
  "purposes" : [ {
    "type" : "PARAGRAPH",
    "heading" : "",
    "lines" : [ "Undervisningen i ämnet engelska ska syfta till att eleverna utvecklar kunskaper i det engelska språket och kunskaper om områden och sammanhang där språket används samt tilltro till sin förmåga att använda språket i olika situationer och för skilda syften." ]
  }, {
    "type" : "PARAGRAPH",
    "heading" : "",
    "lines" : [ "Genom undervisningen ska döva och hörselskadade elever ges möjligheter att i skrift, och utifrån sina individuella förutsättningar i tal, utveckla en allsidig kommunikativ förmåga.", "Denna förmåga innebär att förstå engelska, att kunna formulera sig och samspela med andra på språket, samt att kunna anpassa sitt språk till olika situationer, syften och mottagare.", "I den kommunikativa förmågan ingår även språklig säkerhet och att kunna använda olika strategier för att stödja kommunikationen och lösa problem när språkkunskaperna inte räcker till." ]
  }, {
    "type" : "PARAGRAPH",
    "heading" : "",
    "lines" : [ "I mötet med det engelska språket ska eleverna ges möjlighet att utveckla förmågan att sätta innehållet i relation till egna erfarenheter, livsvillkor och intressen.", "Undervisningen ska även ge eleverna möjligheter att utveckla kunskaper om och förståelse för olika livsvillkor samt sociala och kulturella företeelser i områden och sammanhang där engelska används." ]
  }, {
    "type" : "PARAGRAPH",
    "heading" : "",
    "lines" : [ "Undervisningen ska bidra till att eleverna utvecklar kunskaper i att söka, värdera, välja och tillägna sig innehåll från olika engelskspråkiga källor.", "De ska också ges förutsättningar att kunna använda olika hjälpmedel för lärande, förståelse, skapande och kommunikation.", "Undervisningen i engelska ska stimulera elevernas intresse för språk och kulturer och förmedla nyttan av språkkunskaper." ]
  }, {
    "type" : "BULLET",
    "heading" : "Genom undervisningen i ämnet engelska ska eleverna sammanfattningsvis ges förutsättningar att utveckla sin förmåga att",
    "lines" : [ "förstå och tolka innehållet i språket,", "formulera sig och kommunicera i skrift och utifrån sina individuella förutsättningar i tal,", "använda språkliga strategier för att förstå och göra sig förstådda,", "anpassa språket efter olika syften, mottagare och sammanhang, och", "reflektera över livsvillkor, samhällsfrågor och kulturella företeelser i olika sammanhang och delar av världen där engelska används." ]
  } ],
  "courses" : [ {
    "name" : "Årskurs 1-4",
    "description" : "",
    "code" : "GRSPENG01_1-4",
    "centralContent" : [ {
      "heading" : "I årskurs 1–4",
      "lines" : [ ]
    }, {
      "heading" : "Kommunikationens innehåll",
      "lines" : [ "Ämnesområden, som är välbekanta för eleverna.", "Intressen, personer och platser.", "Vardagsliv och levnadssätt i olika sammanhang och områden där engelska används." ]
    }, {
      "heading" : "Läsa och/eller lyssna – reception",
      "lines" : [ "Tydlig engelska från olika medier.", "Enkla instruktioner och beskrivningar.", "Olika former av enkla samtal och dialoger.", "Filmer och dramatiserade berättelser för barn.", "Sånger, ramsor, dikter och sagor.", "Ord och fraser i närmiljön, till exempel på skyltar och i reklam." ]
    }, {
      "heading" : "Tala och/eller skriva och samtala – produktion och interaktion",
      "lines" : [ "Enkla presentationer.", "Enkla beskrivningar och meddelanden.", "Sånger, ramsor och dramatiseringar." ]
    } ],
    "knowledgeRequirementParagraphs" : [ ],
    "point" : null,
    "year" : {
      "start" : 1,
      "end" : 4
    }
  }, {
    "name" : "Årskurs 5-7",
    "description" : "",
    "code" : "GRSPENG01_5-7",
    "centralContent" : [ {
      "heading" : "I årskurs 5–7",
      "lines" : [ ]
    }, {
      "heading" : "Kommunikationens innehåll",
      "lines" : [ "Ämnesområden som är välbekanta för eleverna.", "Vardagliga situationer, intressen, personer, platser, händelser och aktiviteter.", "Åsikter, känslor och erfarenheter.", "Vardagsliv, levnadssätt och sociala relationer i olika sammanhang och områden där språket används." ]
    }, {
      "heading" : "Läsa och/eller lyssna – reception",
      "lines" : [ "Tydlig engelska från olika medier.", "Instruktioner och beskrivningar.", "Olika former av samtal, dialoger och intervjuer.", "Filmer och dramatiserade berättelser för barn och unga.", "Sånger, sagor och dikter.", "Strategier för att uppfatta betydelsebärande ord och sammanhang i språket, till exempel att anpassa läsningen efter framställningens form och innehåll.", "Olika sätt att söka och välja engelskspråkigt material från internet och andra medier.", "Språkliga företeelser som ord, grammatiska strukturer och stavning, samt fasta språkliga uttryck i det språk som eleverna möter.", "Hur ord och fasta språkliga uttryck, till exempel artighetsfraser och tilltalsord, används i engelska språket i olika situationer.", "Hur olika formuleringar används för att inleda och avsluta olika typer av texter och samtal." ]
    }, {
      "heading" : "Tala och/eller skriva och samtala – produktion och interaktion",
      "lines" : [ "Olika former av presentationer.", "Berättelser, beskrivningar, meddelanden och instruktioner.", "Språkliga strategier för att förstå och göra sig förstådd när språket inte räcker till, till exempel omformuleringar.", "Språkliga strategier för att delta i och bidra till samtal, till exempel frågor och bekräftande fraser och uttryck.", "Språkliga företeelser för att förtydliga och berika kommunikationen som stavning och interpunktion, artighetsfraser och andra fasta språkliga uttryck samt grammatiska strukturer." ]
    } ],
    "knowledgeRequirementParagraphs" : [ {
      "heading" : "",
      "knowledgeRequirements" : [ {
        "text" : "Eleven kan förstå <strong>________</strong> i tydligt, enkelt språk om vardagliga och välbekanta ämnen.",
        "knowledgeRequirementChoice" : {
          "E" : "Eleven kan förstå <strong>det mest väsentliga av innehållet</strong> i tydligt, enkelt språk om vardagliga och välbekanta ämnen.",
          "C" : "Eleven kan förstå <strong>det huvudsakliga innehållet och uppfatta tydliga detaljer</strong> i tydligt, enkelt språk om vardagliga och välbekanta ämnen.",
          "A" : "Eleven kan förstå <strong>helheten och uppfatta väsentliga detaljer</strong> i tydligt, enkelt språk om vardagliga och välbekanta ämnen."
        }
      }, {
        "text" : "Eleven visar sin förståelse genom att <strong>________</strong> redogöra för och kommentera innehållet samt genom att med <strong>________</strong> resultat agera utifrån budskap och instruktioner i innehållet.",
        "knowledgeRequirementChoice" : {
          "E" : "Eleven visar sin förståelse genom att <strong>i enkel form</strong> redogöra för och kommentera innehållet samt genom att med <strong>godtagbart</strong> resultat agera utifrån budskap och instruktioner i innehållet.",
          "C" : "Eleven visar sin förståelse genom att <strong>i enkel form</strong> redogöra för och kommentera innehåll <strong>och detaljer</strong> samt även genom att med <strong>tillfredsställande</strong> resultat agera utifrån budskap och instruktioner i innehållet.",
          "A" : "Eleven visar sin förståelse genom att <strong>översiktligt</strong> redogöra för och kommentera innehållet samt genom att med <strong>gott</strong> resultat agera utifrån budskap och instruktioner i innehållet."
        }
      }, {
        "text" : "För att underlätta sin förståelse av innehållet i språket kan eleven välja och använda sig av <strong>________</strong> för att tillgodogöra sig innehållet.",
        "knowledgeRequirementChoice" : {
          "E" : "För att underlätta sin förståelse av innehållet i språket kan eleven välja och använda sig av <strong>någon strategi</strong> för att tillgodogöra sig innehållet.",
          "C" : "För att underlätta sin förståelse av innehållet i språket kan eleven <strong>i viss utsträckning</strong> välja och använda sig av <strong>strategier</strong> för att tillgodogöra sig innehållet.",
          "A" : "För att underlätta sin förståelse av innehållet i språket kan eleven <strong>i viss utsträckning</strong> välja och använda sig av <strong>strategier</strong> för att tillgodogöra sig innehållet."
        }
      }, {
        "text" : "Eleven kan välja engelskspråkigt material av enkel karaktär och från olika medier samt <strong>________</strong> använda det valda materialet i sin egen produktion och interaktion.",
        "knowledgeRequirementChoice" : {
          "E" : "Eleven kan välja engelskspråkigt material av enkel karaktär och från olika medier samt <strong>med viss relevans</strong> använda det valda materialet i sin egen produktion och interaktion.",
          "C" : "Eleven kan välja engelskspråkigt material av enkel karaktär och från olika medier samt <strong>på ett relevant</strong> sätt använda det valda materialet i sin egen produktion och interaktion.",
          "A" : "Eleven kan välja engelskspråkigt material av enkel karaktär och från olika medier samt <strong>på ett relevant och effektivt</strong> sätt använda det valda materialet i sin egen produktion och interaktion."
        }
      } ]
    }, {
      "heading" : "",
      "knowledgeRequirements" : [ {
        "text" : "I framställningar av olika slag kan eleven formulera sig <strong>________</strong>.",
        "knowledgeRequirementChoice" : {
          "E" : "I framställningar av olika slag kan eleven formulera sig <strong>enkelt och begripligt med fraser och meningar</strong>.",
          "C" : "I framställningar av olika slag kan eleven formulera sig <strong>enkelt, relativt tydligt och till viss del sammanhängande</strong>.",
          "A" : "I framställningar av olika slag kan eleven formulera sig <strong>enkelt, tydligt och relativt sammanhängande</strong>."
        }
      }, {
        "text" : "För att förtydliga och variera sin kommunikation kan eleven bearbeta, och göra <strong>________</strong> förbättringar av, egna framställningar.",
        "knowledgeRequirementChoice" : {
          "E" : "För att förtydliga och variera sin kommunikation kan eleven bearbeta, och göra <strong>enstaka enkla</strong> förbättringar av, egna framställningar.",
          "C" : "För att förtydliga och variera sin kommunikation kan eleven bearbeta, och göra <strong>enkla</strong> förbättringar av, egna framställningar.",
          "A" : "För att förtydliga och variera sin kommunikation kan eleven bearbeta, och göra <strong>enkla</strong> förbättringar av, egna framställningar."
        }
      }, {
        "text" : "I interaktion kan eleven uttrycka sig <strong>________</strong>.",
        "knowledgeRequirementChoice" : {
          "E" : "I interaktion kan eleven uttrycka sig <strong>enkelt och begripligt med ord, fraser och meningar</strong>.",
          "C" : "I interaktion kan eleven uttrycka sig <strong>enkelt och relativt tydligt med ord, fraser och meningar</strong>.",
          "A" : "I interaktion kan eleven uttrycka sig <strong>enkelt och tydligt med ord, fraser och meningar samt i någon mån anpassat till syfte, mottagare och situation</strong>."
        }
      }, {
        "text" : "Dessutom kan eleven välja och använda sig av <strong>________</strong> som löser problem i och förbättrar interaktionen.",
        "knowledgeRequirementChoice" : {
          "E" : "Dessutom kan eleven välja och använda sig av <strong>någon strategi</strong> som löser problem i och förbättrar interaktionen.",
          "C" : "Dessutom kan eleven välja och använda sig av <strong>några olika strategier</strong> som löser problem i och förbättrar interaktionen.",
          "A" : "Dessutom kan eleven välja och använda sig av <strong>flera olika strategier</strong> som löser problem i och förbättrar interaktionen."
        }
      } ]
    }, {
      "heading" : "",
      "knowledgeRequirements" : [ {
        "text" : "Eleven kommenterar <strong>________</strong> några företeelser i olika sammanhang och områden där engelska används, och kan då också göra enkla jämförelser med egna erfarenheter och kunskaper.",
        "knowledgeRequirementChoice" : {
          "E" : "Eleven kommenterar <strong>i enkel form</strong> några företeelser i olika sammanhang och områden där engelska används, och kan då också göra enkla jämförelser med egna erfarenheter och kunskaper.",
          "C" : "Eleven kommenterar <strong>i enkel form</strong> några företeelser i olika sammanhang och områden där engelska används, och kan då också göra enkla jämförelser med egna erfarenheter och kunskaper.",
          "A" : "Eleven kommenterar <strong>översiktligt</strong> några företeelser i olika sammanhang och områden där engelska används, och kan då också göra enkla jämförelser med egna erfarenheter och kunskaper."
        }
      } ]
    } ],
    "point" : null,
    "year" : {
      "start" : 5,
      "end" : 7
    }
  }, {
    "name" : "Årskurs 8-10",
    "description" : "",
    "code" : "GRSPENG01_8-10",
    "centralContent" : [ {
      "heading" : "I årskurs 8–10",
      "lines" : [ ]
    }, {
      "heading" : "Kommunikationens innehåll",
      "lines" : [ "Aktuella och för eleverna välbekanta ämnesområden.", "Intressen, vardagliga situationer, aktiviteter och händelseförlopp samt relationer och etiska frågor.", "Åsikter, erfarenheter, känslor och framtidsplaner.", "Levnadsvillkor, traditioner, sociala relationer och kulturella företeelser i olika sammanhang och områden där språket används." ]
    }, {
      "heading" : "Läsa och/eller lyssna – reception",
      "lines" : [ "Engelska från olika medier.", "Instruktioner och beskrivningar.", "Olika former av samtal, dialoger, intervjuer och framställningar.", "Skönlitteratur samt annan fiktion i dramatiserad och filmatiserad form.", "Sånger och dikter.", "Information samt diskussioner och argumentation med olika syften, till exempel nyheter, reportage och tidningsartiklar.", "Strategier för att uppfatta detaljer och sammanhang i engelska språket, till exempel att anpassa läsningen efter framställningens form, innehåll och syfte.", "Olika sätt att söka, välja och värdera engelskspråkigt material från internet och andra medier.", "Språkliga företeelser som grammatiska strukturer, satsbyggnad, ord med olika stilvärden samt fasta språkliga uttryck i det språk eleverna möter.", "Hur engelska språket kan varieras för olika syften och sammanhang.", "Hur sammanbindande ord och andra uttryck används för att skapa struktur och språkligt sammanhängande helheter." ]
    }, {
      "heading" : "Tala och/eller skriva och samtala – produktion och interaktion",
      "lines" : [ "Olika sätt att bearbeta egna framställningar för att variera, tydliggöra och precisera dem, samt för att anpassa dem efter deras syften.", "Berättelser, beskrivningar och instruktioner.", "Diskussioner och argumentationer i varierande situationer.", "Språkliga strategier för att förstå och göra sig förstådd när språket inte räcker till, till exempel omformuleringar, frågor och förklaringar.", "Språkliga strategier för att bidra till och aktivt medverka i samtal genom att ta initiativ till interaktion, ge bekräftelse, ställa följdfrågor, ta initiativ till nya frågeställningar och ämnesområden samt för att avsluta samtalet.", "Språkliga företeelser för att förtydliga, variera och berika kommunikationen som fasta språkliga uttryck, grammatiska strukturer och satsbyggnad." ]
    } ],
    "knowledgeRequirementParagraphs" : [ {
      "heading" : "",
      "knowledgeRequirements" : [ {
        "text" : "Eleven kan förstå <strong>________</strong> i lättillgängligt språk i olika genrer.",
        "knowledgeRequirementChoice" : {
          "E" : "Eleven kan förstå <strong>det huvudsakliga innehållet och uppfatta tydliga detaljer</strong> i lättillgängligt språk i olika genrer.",
          "C" : "Eleven kan förstå <strong>det huvudsakliga innehållet och uppfatta väsentliga detaljer</strong> i lättillgängligt språk i olika genrer.",
          "A" : "Eleven kan förstå <strong>såväl helhet som detaljer</strong> i lättillgängligt språk i olika genrer."
        }
      }, {
        "text" : "Eleven visar sin förståelse genom att översiktligt redogöra för, diskutera och kommentera innehåll och detaljer samt genom att med godtagbart resultat agera utifrån budskap och instruktioner i innehållet.",
        "knowledgeRequirementChoice" : {
          "E" : "Eleven visar sin förståelse genom att översiktligt redogöra för, diskutera och kommentera innehåll och detaljer samt genom att med godtagbart resultat agera utifrån budskap och instruktioner i innehållet.",
          "C" : "Eleven visar sin förståelse genom att <strong>välgrundat</strong> redogöra för, diskutera och kommentera innehåll och detaljer samt genom att med <strong>tillfredsställande</strong> resultat agera utifrån budskap och instruktioner i innehållet.",
          "A" : "Eleven visar sin förståelse genom att <strong>välgrundat och nyanserat</strong> redogöra för, diskutera och kommentera innehåll och detaljer samt genom att med gott resultat agera utifrån budskap och instruktioner i innehållet."
        }
      }, {
        "text" : "För att underlätta sin förståelse av innehållet i språket kan eleven välja och använda sig av <strong>________</strong> för att tillgodogöra sig innehållet.",
        "knowledgeRequirementChoice" : {
          "E" : "För att underlätta sin förståelse av innehållet i språket kan eleven välja och använda sig av <strong>någon strategi</strong> för att tillgodogöra sig innehållet.",
          "C" : "För att underlätta sin förståelse av innehållet i språket kan eleven <strong>i viss utsträckning</strong> välja och använda sig av strategier för att tillgodogöra sig innehållet.",
          "A" : "För att underlätta sin förståelse av innehållet i språket kan eleven <strong>i viss utsträckning</strong> välja och använda sig av <strong>strategier</strong> för att tillgodogöra sig innehållet."
        }
      }, {
        "text" : "Eleven kan välja engelskspråkigt material från olika medier samt <strong>________</strong> använda det valda materialet i sin egen produktion och interaktion.",
        "knowledgeRequirementChoice" : {
          "E" : "Eleven kan välja engelskspråkigt material från olika medier samt <strong>med viss relevans</strong> använda det valda materialet i sin egen produktion och interaktion.",
          "C" : "Eleven kan välja engelskspråkigt material från olika medier samt <strong>på ett relevant sätt</strong> använda det valda materialet i sin egen produktion och interaktion.",
          "A" : "Eleven kan välja engelskspråkigt material från olika medier samt <strong>på ett relevant och effektivt sätt</strong> använda det valda materialet i sin egen produktion och interaktion."
        }
      } ]
    }, {
      "heading" : "",
      "knowledgeRequirements" : [ {
        "text" : "I framställningar i olika genrer kan eleven formulera sig <strong>________</strong>.",
        "knowledgeRequirementChoice" : {
          "E" : "I framställningar i olika genrer kan eleven formulera sig <strong>enkelt, begripligt och relativt sammanhängande</strong>.",
          "C" : "I framställningar i olika genrer kan eleven formulera sig <strong>relativt varierat, relativt tydligt och relativt</strong> sammanhängande. <strong>Eleven formulerar sig även med viss säkerhet och i någon mån anpassat till syfte, mottagare och situation</strong>.",
          "A" : "I framställningar i olika genrer kan eleven formulera sig <strong>relativt varierat, tydligt och sammanhängande. Eleven formulerar sig även med säkerhet och viss anpassning till syfte, mottagare och situation</strong>."
        }
      }, {
        "text" : "För att förtydliga och variera sin kommunikation kan eleven bearbeta, och göra <strong>________</strong> förbättringar av, egna framställningar.",
        "knowledgeRequirementChoice" : {
          "E" : "För att förtydliga och variera sin kommunikation kan eleven bearbeta, och göra <strong>enkla</strong> förbättringar av, egna framställningar.",
          "C" : "För att förtydliga och variera sin kommunikation kan eleven bearbeta, och göra <strong>välgrundade</strong> förbättringar av, egna framställningar.",
          "A" : "För att förtydliga och variera sin kommunikation kan eleven bearbeta, och göra <strong>välgrundade</strong> förbättringar av, egna framställningar."
        }
      }, {
        "text" : "I interaktion i olika sammanhang kan eleven uttrycka sig <strong>________</strong>.",
        "knowledgeRequirementChoice" : {
          "E" : "I interaktion i olika sammanhang kan eleven uttrycka sig <strong>enkelt och begripligt samt i någon mån anpassat till syfte, mottagare och situation</strong>.",
          "C" : "I interaktion i olika sammanhang kan eleven uttrycka sig <strong>relativt tydligt med viss</strong> anpassning till syfte, mottagare och situation.",
          "A" : "I interaktion i olika sammanhang kan eleven uttrycka sig <strong>tydligt med viss</strong> anpassning till syfte, mottagare och situation."
        }
      }, {
        "text" : "Dessutom kan eleven välja och använda sig av i huvudsak fungerande strategier som i viss <strong>________</strong> i och förbättrar interaktionen.",
        "knowledgeRequirementChoice" : {
          "E" : "Dessutom kan eleven välja och använda sig av i huvudsak fungerande strategier som i viss <strong>mån löser problem</strong> i och förbättrar interaktionen.",
          "C" : "Dessutom kan eleven välja och använda sig av <strong>fungerande</strong> strategier som <strong>löser problem</strong> i och förbättrar interaktionen.",
          "A" : "Dessutom kan eleven välja och använda sig av väl <strong>fungerande</strong> strategier som <strong>löser problem</strong> i och förbättrar interaktionen <strong>och för den framåt på ett konstruktivt sätt</strong>."
        }
      } ]
    }, {
      "heading" : "",
      "knowledgeRequirements" : [ {
        "text" : "Eleven diskuterar <strong>________</strong> några företeelser i olika sammanhang och områden där engelska används, och kan då också göra <strong>________</strong> jämförelser med egna erfarenheter och kunskaper.",
        "knowledgeRequirementChoice" : {
          "E" : "Eleven diskuterar <strong>översiktligt</strong> några företeelser i olika sammanhang och områden där engelska används, och kan då också göra <strong>enkla</strong> jämförelser med egna erfarenheter och kunskaper.",
          "C" : "Eleven diskuterar <strong>utförligt</strong> några företeelser i olika sammanhang och områden där engelska används, och kan då också göra <strong>välutvecklade</strong> jämförelser med egna erfarenheter och kunskaper.",
          "A" : "Eleven diskuterar <strong>utförligt och nyanserat</strong> några företeelser i olika sammanhang och områden där engelska används, och kan då också göra <strong>välutvecklade och nyanserade</strong> jämförelser med egna erfarenheter och kunskaper."
        }
      } ]
    } ],
    "point" : null,
    "year" : {
      "start" : 8,
      "end" : 10
    }
  } ]
}