{
  "name" : "Moderna språk för döva och hörselskadade",
  "description" : "Språk är människans främsta redskap för att tänka, kommunicera och lära. Att ha kunskaper i flera språk kan ge nya perspektiv på omvärlden, ökade möjligheter till kontakter och större förståelse för olika sätt att leva. Kunskaper i flera språk ökar också individens möjligheter att ingå i olika sociala och kulturella sammanhang och att delta i internationellt studie- och arbetsliv.",
  "code" : "GRSPMSP01",
  "designation" : "",
  "skolfsId" : "2011:56",
  "purposes" : [ {
    "type" : "PARAGRAPH",
    "heading" : "",
    "lines" : [ "Undervisningen i ämnet moderna språk ska syfta till att eleverna utvecklar kunskaper i målspråket och kunskaper om områden och sammanhang där språket används samt tilltro till sin förmåga att använda språket i olika situationer och för skilda syften." ]
  }, {
    "type" : "PARAGRAPH",
    "heading" : "",
    "lines" : [ "Genom undervisningen ska döva och hörselskadade elever ges möjlighet att i skrift, och utifrån sina individuella förutsättningar i tal, utveckla en allsidig kommunikativ förmåga.", "Denna förmåga innebär att förstå språket, att kunna formulera sig och samspela med andra på språket, samt att kunna anpassa sitt språk till olika situationer, syften och mottagare.", "I den kommunikativa förmågan ingår även språklig säkerhet, och att kunna använda olika strategier för att stödja kommunikation och lösa problem när språkkunskaperna inte räcker till." ]
  }, {
    "type" : "PARAGRAPH",
    "heading" : "",
    "lines" : [ "I mötet med språket ska eleverna ges möjlighet att utveckla förmågan att sätta innehållet i relation till egna erfarenheter, livsvillkor och intressen.", "Undervisningen i moderna språk ska även ge eleverna möjlighet att utveckla kunskaper om och förståelse för olika livsvillkor, samt sociala och kulturella företeelser i områden och sammanhang där språket används." ]
  }, {
    "type" : "PARAGRAPH",
    "heading" : "",
    "lines" : [ "Undervisningen ska bidra till att eleverna utvecklar kunskaper i att söka, värdera, välja och tillägna sig innehållet i språket från olika källor.", "De ska också ges förutsättningar att kunna använda olika hjälpmedel för lärande, förståelse, skapande och kommunikation.", "Undervisningen i moderna språk ska stimulera elevernas intresse för språk och kulturer och förmedla nyttan av språkkunskaper." ]
  }, {
    "type" : "BULLET",
    "heading" : "Genom undervisningen i ämnet moderna språk ska eleverna sammanfattningsvis ges förutsättningar att utveckla sin förmåga att",
    "lines" : [ "förstå och tolka innehållet i språket,", "formulera sig och kommunicera i skrift och utifrån sina individuella förutsättningar i tal,", "använda språkliga strategier för att förstå och göra sig förstådda,", "anpassa språket efter olika syften, mottagare och sammanhang, och", "reflektera över livsvillkor, samhällsfrågor och kulturella företeelser i olika sammanhang och delar av världen där språket används." ]
  } ],
  "courses" : [ {
    "name" : "Årskurs 5-10  WITHIN_STUDENT_CHOICE",
    "description" : "",
    "code" : "GRSPMSP01_5-10-WITHIN_STUDENT_CHOICE",
    "centralContent" : [ {
      "heading" : "I årskurs 5-10, inom ramen för elevens val",
      "lines" : [ ]
    }, {
      "heading" : "Kommunikationens innehåll",
      "lines" : [ "Ämnesområden som är välkända för eleverna.", "Intressen, vardagliga situationer, personer och platser.", "Åsikter och känslor.", "Vardagsliv och levnadssätt i olika sammanhang och områden där språket används." ]
    }, {
      "heading" : "Läsa och/eller lyssna – reception",
      "lines" : [ "Instruktioner och beskrivningar, till exempel från olika medier.", "Olika former av samtal och dialoger.", "Berättelser och annan fiktion, även i dramatiserad form, samt sånger.", "Information, till exempel på skyltar och i reklam.", "Strategier för att uppfatta betydelsebärande ord och dra slutsatser om innehållet i språket, till exempel med hjälp av förförståelse.", "Olika sätt att orientera sig i material på språket från internet och andra medier.", "Språkliga företeelser som grammatiska strukturer, ortografi och interpunktion i det språk som eleverna möter.", "Hur ord och fasta språkliga uttryck, till exempel artighetsfraser och tilltalsord, används i olika situationer.", "" ]
    }, {
      "heading" : "Tala och/eller skriva och samtala – produktion och interaktion",
      "lines" : [ "Presentationer, instruktioner, meddelanden, berättelser och beskrivningar.", "Strategier för att lösa språkliga problem i samtal, till exempel frågor, omformuleringar och gester.", "Språkliga företeelser för att förtydliga och berika kommunikationen som ord, stavning, interpunktion, artighetsfraser och andra fasta språkliga uttryck." ]
    } ],
    "knowledgeRequirementParagraphs" : [ {
      "heading" : "",
      "knowledgeRequirements" : [ {
        "text" : "Eleven kan förstå <strong>________</strong> i tydligt, enkelt språk om vardagliga och välbekanta ämnen.",
        "knowledgeRequirementChoice" : {
          "E" : "Eleven kan förstå <strong>vanliga ord och enkla fraser</strong> i tydligt, enkelt språk om vardagliga och välbekanta ämnen.",
          "C" : "Eleven kan förstå <strong>det huvudsakliga innehållet och uppfatta tydliga detaljer</strong> i tydligt, enkelt språk om vardagliga och välbekanta ämnen.",
          "A" : "Eleven kan förstå <strong>det huvudsakliga innehållet och uppfatta väsentliga detaljer</strong> i tydligt, enkelt språk om vardagliga och välbekanta ämnen."
        }
      }, {
        "text" : "Eleven visar sin förståelse genom att <strong>________</strong> redogöra för innehållet samt genom att med <strong>________</strong> resultat agera utifrån budskap och instruktioner i innehållet.",
        "knowledgeRequirementChoice" : {
          "E" : "Eleven visar sin förståelse genom att <strong>i mycket enkel form</strong> redogöra för innehållet samt genom att med <strong>godtagbart</strong> resultat agera utifrån budskap och instruktioner i innehållet.",
          "C" : "Eleven visar sin förståelse genom att <strong>i mycket enkel form</strong> redogöra för innehåll och detaljer samt genom att med <strong>tillfredsställande</strong> resultat agera utifrån budskap och instruktioner i innehållet.",
          "A" : "Eleven visar sin förståelse genom att <strong>i enkel form</strong> redogöra för innehåll och detaljer samt genom att med <strong>gott</strong> resultat agera utifrån budskap och instruktioner i innehållet."
        }
      }, {
        "text" : "För att underlätta sin förståelse av innehållet i språket kan eleven välja och använda sig av <strong>________</strong> för att tillgodogöra sig innehållet.",
        "knowledgeRequirementChoice" : {
          "E" : "För att underlätta sin förståelse av innehållet i språket kan eleven välja och använda sig av <strong>någon strategi</strong> för att tillgodogöra sig innehållet.",
          "C" : "För att underlätta sin förståelse av innehållet i språket kan eleven <strong>i viss utsträckning</strong> välja och använda sig av <strong>strategier</strong> för att tillgodogöra sig innehållet.",
          "A" : "För att underlätta sin förståelse av innehållet i språket kan eleven <strong>i viss utsträckning</strong> välja och använda sig av <strong>strategier</strong> för att tillgodogöra sig innehållet."
        }
      }, {
        "text" : "Eleven kan välja material på språket av enkel karaktär och från olika medier samt <strong>________</strong> använda det valda materialet för egen produktion och interaktion.",
        "knowledgeRequirementChoice" : {
          "E" : "Eleven kan välja material på språket av enkel karaktär och från olika medier samt <strong>med viss relevans</strong> använda det valda materialet för egen produktion och interaktion.",
          "C" : "Eleven kan välja material på språket av enkel karaktär och från olika medier samt <strong>på ett relevant sätt</strong> använda det valda materialet för egen produktion och interaktion.",
          "A" : "Eleven kan välja material på språket av enkel karaktär och från olika medier samt <strong>på ett relevant och effektivt sätt</strong> använda det valda materialet för egen produktion och interaktion"
        }
      } ]
    }, {
      "heading" : "",
      "knowledgeRequirements" : [ {
        "text" : "I framställningar av olika slag kan eleven formulera sig <strong>________</strong>.",
        "knowledgeRequirementChoice" : {
          "E" : "I framställningar av olika slag kan eleven formulera sig <strong>enkelt och begripligt med enstaka ord och fraser</strong>.",
          "C" : "I framställningar av olika slag kan eleven formulera sig <strong>enkelt och relativt tydligt med fraser och meningar</strong>.",
          "A" : "I framställningar av olika slag kan eleven formulera sig <strong>enkelt, relativt tydligt och till viss del sammanhängande</strong>."
        }
      }, {
        "text" : "För att förtydliga och variera sin kommunikation kan eleven bearbeta och göra <strong>________</strong> förbättringar av egna framställningar.",
        "knowledgeRequirementChoice" : {
          "E" : "För att förtydliga och variera sin kommunikation kan eleven bearbeta och göra <strong>enstaka enkla</strong> förbättringar av egna framställningar.",
          "C" : "För att förtydliga och variera sin kommunikation kan eleven bearbeta och göra <strong>enstaka enkla</strong> förbättringar av egna framställningar.",
          "A" : "För att förtydliga och variera sin kommunikation kan eleven bearbeta och göra <strong>enkla</strong> förbättringar av egna framställningar."
        }
      }, {
        "text" : "I interaktion kan eleven uttrycka sig <strong>________</strong>.",
        "knowledgeRequirementChoice" : {
          "E" : "I interaktion kan eleven uttrycka sig <strong>enkelt och begripligt med enstaka ord och fraser</strong>.",
          "C" : "I interaktion kan eleven uttrycka sig <strong>enkelt och begripligt med ord, fraser och meningar</strong>.",
          "A" : "I interaktion kan eleven uttrycka sig <strong>enkelt och tydligt med ord, fraser och meningar</strong>."
        }
      }, {
        "text" : "Dessutom kan eleven välja och använda sig av <strong>________</strong> som löser problem i och förbättrar interaktionen.",
        "knowledgeRequirementChoice" : {
          "E" : "Dessutom kan eleven välja och använda sig av <strong>någon strategi</strong> som löser problem i och förbättrar interaktionen.",
          "C" : "Dessutom kan eleven välja och använda sig av <strong>några olika strategier</strong> som löser problem i och förbättrar interaktionen.",
          "A" : "Dessutom kan eleven välja och använda sig av <strong>flera olika strategier</strong> som löser problem i och förbättrar interaktionen."
        }
      } ]
    }, {
      "heading" : "",
      "knowledgeRequirements" : [ {
        "text" : "Eleven kommenterar <strong>________</strong> några företeelser i olika sammanhang och områden där språket används, och kan då också göra enkla jämförelser med egna erfarenheter och kunskaper.",
        "knowledgeRequirementChoice" : {
          "E" : "Eleven kommenterar <strong>i mycket enkel form</strong> några företeelser i olika sammanhang och områden där språket används, och kan då också göra enkla jämförelser med egna erfarenheter och kunskaper.",
          "C" : "Eleven kommenterar <strong>i mycket enkel form</strong> några företeelser i olika sammanhang och områden där språket används, och kan då också göra enkla jämförelser med egna erfarenheter och kunskaper.",
          "A" : "Eleven kommenterar <strong>i enkel form</strong> några företeelser i olika sammanhang och områden där språket används, och kan då också göra enkla jämförelser med egna erfarenheter och kunskaper."
        }
      } ]
    } ],
    "point" : null,
    "year" : {
      "start" : 5,
      "end" : 10
    }
  }, {
    "name" : "Årskurs 5-10  WITHIN_LANGUAGE_CHOICE",
    "description" : "",
    "code" : "GRSPMSP01_5-10-WITHIN_LANGUAGE_CHOICE",
    "centralContent" : [ {
      "heading" : "I årskurs 5-10, inom ramen för språkval",
      "lines" : [ ]
    }, {
      "heading" : "Kommunikationens innehåll",
      "lines" : [ "Ämnesområden som är välbekanta för eleverna.", "Vardagliga situationer, intressen, personer, platser, aktiviteter och händelser.", "Åsikter, känslor och erfarenheter.", "Vardagsliv, levnadssätt och sociala relationer i olika sammanhang och områden där språket används." ]
    }, {
      "heading" : "Läsa och/eller lyssna – reception",
      "lines" : [ "Instruktioner och beskrivningar från olika medier.", "Olika former av samtal, dialoger och intervjuer.", "Berättelser och annan fiktion, även i dramatiserad form, samt sånger och dikter.", "Information av olika slag, till exempel reklam, tidtabeller och notiser.", "Strategier för att uppfatta betydelsebärande ord och sammanhang i språket, till exempel genom att anpassa läsningen till framställningens form och innehåll.", "Olika sätt att söka och välja material på språket från internet och andra medier.", "Språkliga företeelser som grammatiska strukturer, ortografi och interpunktion i det språk som eleverna möter.", "Hur ord och fasta språkliga uttryck, till exempel artighetsfraser och tilltalsord, används i olika situationer.", "Hur olika formuleringar används för att inleda och avsluta olika typer av texter och samtal." ]
    }, {
      "heading" : "Tala och/eller skriva och samtala – produktion och interaktion",
      "lines" : [ "Presentationer, instruktioner, meddelanden, berättelser och beskrivningar i sammanhängande språk.", "Språkliga strategier för att förstå och göra sig förstådd när språket inte räcker till, till exempel omformuleringar.", "Språkliga strategier för att delta i och bidra till samtal, till exempel frågor och stödjande fraser.", "Språkliga företeelser för att förtydliga och berika kommunikationen som grammatiska strukturer, ord, stavning och interpunktion, samt artighetsfraser och fasta språkliga uttryck." ]
    } ],
    "knowledgeRequirementParagraphs" : [ {
      "heading" : "",
      "knowledgeRequirements" : [ {
        "text" : "Eleven kan förstå <strong>________</strong> i tydligt, enkelt språk om vardagliga och välbekanta ämnen.",
        "knowledgeRequirementChoice" : {
          "E" : "Eleven kan förstå <strong>det mest väsentliga av innehållet</strong> i tydligt, enkelt språk om vardagliga och välbekanta ämnen.",
          "C" : "Eleven kan förstå <strong>det huvudsakliga innehållet och uppfatta tydliga detaljer</strong> i tydligt, enkelt språk om vardagliga och välbekanta ämnen.",
          "A" : "Eleven kan förstå <strong>helheten och uppfatta väsentliga detaljer</strong> i tydligt, enkelt språk om vardagliga och välbekanta ämnen."
        }
      }, {
        "text" : "Eleven visar sin förståelse genom att <strong>________</strong> redogöra för och kommentera innehållet samt genom att med <strong>________</strong> resultat agera utifrån budskap och instruktioner i innehållet.",
        "knowledgeRequirementChoice" : {
          "E" : "Eleven visar sin förståelse genom att <strong>i enkel form</strong> redogöra för och kommentera innehållet samt genom att med <strong>godtagbart</strong> resultat agera utifrån budskap och instruktioner i innehållet.",
          "C" : "Eleven visar sin förståelse genom att <strong>i enkel form</strong> redogöra för och kommentera innehåll <strong>och detaljer</strong> samt även genom att med <strong>tillfredsställande</strong> resultat agera utifrån budskap och instruktioner i innehållet.",
          "A" : "Eleven visar sin förståelse genom att <strong>översiktligt</strong> redogöra för och kommentera innehåll <strong>och detaljer</strong> samt genom att med <strong>gott</strong> resultat utifrån budskap och instruktioner i innehållet."
        }
      }, {
        "text" : "För att underlätta sin förståelse av innehållet i språket kan eleven välja och använda sig av <strong>________</strong> för att tillgodogöra sig innehållet.",
        "knowledgeRequirementChoice" : {
          "E" : "För att underlätta sin förståelse av innehållet i språket kan eleven välja och använda sig av <strong>någon strategi</strong> för att tillgodogöra sig innehållet.",
          "C" : "För att underlätta sin förståelse av innehållet i språket kan eleven <strong>i viss utsträckning</strong> välja och använda sig av <strong>strategier</strong> för att tillgodogöra sig innehållet.",
          "A" : "För att underlätta sin förståelse av innehållet i språket kan eleven <strong>i viss utsträckning</strong> välja och använda sig av <strong>strategier</strong> för att tillgodogöra sig innehållet."
        }
      }, {
        "text" : "Eleven kan välja material på språket av enkel karaktär och från olika medier samt <strong>________</strong> använda det valda materialet för egen produktion och interaktion.",
        "knowledgeRequirementChoice" : {
          "E" : "Eleven kan välja material på språket av enkel karaktär och från olika medier samt <strong>med viss relevans</strong> använda det valda materialet för egen produktion och interaktion.",
          "C" : "Eleven kan välja material på språket av enkel karaktär och från olika medier samt <strong>på ett relevant sätt</strong> använda det valda materialet för egen produktion och interaktion.",
          "A" : "Eleven kan välja material på språket av enkel karaktär och från olika medier samt <strong>på ett relevant och effektivt sätt</strong> använda det valda materialet för egen produktion och interaktion."
        }
      } ]
    }, {
      "heading" : "",
      "knowledgeRequirements" : [ {
        "text" : "I framställningar av olika slag kan eleven formulera sig <strong>________</strong>.",
        "knowledgeRequirementChoice" : {
          "E" : "I framställningar av olika slag kan eleven formulera sig <strong>enkelt och begripligt med fraser och meningar</strong>.",
          "C" : "I framställningar av olika slag kan eleven formulera sig <strong>enkelt, relativt tydligt och till viss del sammanhängande</strong>.",
          "A" : "I framställningar av olika slag kan eleven formulera sig <strong>enkelt, relativt tydligt och relativt sammanhängande</strong>."
        }
      }, {
        "text" : "För att förtydliga och variera sin kommunikation kan eleven bearbeta och göra <strong>________</strong> förbättringar av egna framställningar.",
        "knowledgeRequirementChoice" : {
          "E" : "För att förtydliga och variera sin kommunikation kan eleven bearbeta och göra <strong>enstaka enkla</strong> förbättringar av egna framställningar.",
          "C" : "För att förtydliga och variera sin kommunikation kan eleven bearbeta och göra <strong>enkla</strong> förbättringar av egna framställningar.",
          "A" : "För att förtydliga och variera sin kommunikation kan eleven bearbeta och göra <strong>enkla</strong> förbättringar av egna framställningar."
        }
      }, {
        "text" : "I interaktion kan eleven uttrycka sig <strong>________</strong>.",
        "knowledgeRequirementChoice" : {
          "E" : "I interaktion kan eleven uttrycka sig <strong>enkelt och begripligt med ord, fraser och meningar</strong>.",
          "C" : "I interaktion kan eleven uttrycka sig <strong>enkelt och relativt tydligt med ord, fraser och meningar</strong>.",
          "A" : "I interaktion kan eleven uttrycka sig <strong>enkelt och tydligt med ord, fraser och meningar samt i någon mån anpassat till syfte, mottagare och situation</strong>."
        }
      }, {
        "text" : "Dessutom kan eleven välja och använda sig av <strong>________</strong> som löser problem i och förbättrar interaktionen.",
        "knowledgeRequirementChoice" : {
          "E" : "Dessutom kan eleven välja och använda sig av <strong>någon strategi</strong> som löser problem i och förbättrar interaktionen.",
          "C" : "Dessutom kan eleven välja och använda sig av <strong>några olika strategier</strong> som löser problem i och förbättrar interaktionen.",
          "A" : "Dessutom kan eleven välja och använda sig av <strong>flera olika strategier</strong> som löser problem i och förbättrar interaktionen."
        }
      } ]
    }, {
      "heading" : "",
      "knowledgeRequirements" : [ {
        "text" : "Eleven kommenterar <strong>________</strong> några företeelser i olika sammanhang och områden där språket används, och kan då också göra enkla jämförelser med egna erfarenheter och kunskaper.",
        "knowledgeRequirementChoice" : {
          "E" : "Eleven kommenterar <strong>i enkel form</strong> några företeelser i olika sammanhang och områden där språket används, och kan då också göra enkla jämförelser med egna erfarenheter och kunskaper.",
          "C" : "Eleven kommenterar <strong>i enkel form</strong> några företeelser i olika sammanhang och områden där språket används, och kan då också göra enkla jämförelser med egna erfarenheter och kunskaper.",
          "A" : "Eleven kommenterar <strong>översiktligt</strong> på målspråket några företeelser i olika sammanhang och områden där språket används, och kan då också göra enkla jämförelser med egna erfarenheter och kunskaper."
        }
      } ]
    } ],
    "point" : null,
    "year" : {
      "start" : 5,
      "end" : 10
    }
  } ]
}