{
  "name" : "Teckenspråk för döva och hörselskadade elever med utvecklingsstörning",
  "description" : "Språk är människans främsta redskap för att tänka, kommunicera och lära. Genom språket utvecklar människor sin identitet, uttrycker känslor och tankar och förstår hur andra känner och tänker. Att ha ett rikt och varierat språk och att som döv och hörselskadad behärska både teckenspråk och svenska är betydelsefullt för att kunna förstå och verka i ett samhälle där kulturer, livsåskådningar, generationer och språk möts.",
  "code" : "GRSPTSU01",
  "designation" : "",
  "skolfsId" : "2011:66",
  "purposes" : [ {
    "type" : "PARAGRAPH",
    "heading" : "",
    "lines" : [ "Undervisningen i ämnet teckenspråk ska syfta till att elever utvecklar kunskaper i och om teckenspråket.", "Genom undervisningen ska eleverna ges förutsättningar att utveckla sitt teckenspråk och sitt svenska språk parallellt så att de får tilltro till sin språkförmåga och kan använda båda språken för att uttrycka sig i olika sammanhang och för olika syften.", "Det innebär att eleverna genom undervisningen ska ges möjlighet att utveckla språken för att tänka, kommunicera och lära.", "Vidare ska undervisningen bidra till att eleverna utvecklar sin förmåga att tillgodogöra sig teckenspråkiga texter och sitt intresse för att teckna och lyssna." ]
  }, {
    "type" : "PARAGRAPH",
    "heading" : "",
    "lines" : [ "Genom undervisningen ska eleverna få möta och utveckla kunskaper om, och ges möjligheter att uttrycka sig genom, teckenspråkiga texter, bilder, teater, drama och rörelse.", "Eleverna ska också ges möjlighet att utveckla kunskaper om och tilltro till sin förmåga att formulera och uttrycka egna åsikter och tankar.", "Därigenom ska undervisningen bidra till att eleverna utvecklar sitt språk, sin identitet och sin förståelse för omvärlden." ]
  }, {
    "type" : "PARAGRAPH",
    "heading" : "",
    "lines" : [ "Vidare ska undervisningen syfta till att eleverna utvecklar sina kunskaper om hur teckenspråket är uppbyggt och om dess historia och utveckling.", "Eleverna ska även ges möjlighet att utveckla kunskaper för att göra jämförelser mellan teckenspråket och svenskan och urskilja likheter och olikheter mellan språken.", "På så sätt ska undervisningen bidra till att stärka elevernas medvetenhet om den egna språkliga och kommunikativa förmågan.", "Vidare ska undervisningen bidra till att eleverna utvecklar förståelse för att sättet man kommunicerar på kan få konsekvenser för andra människor.", "Undervisningen ska också ge eleverna möjligheter att utveckla och fördjupa sin tecken- och begreppsförståelse." ]
  }, {
    "type" : "PARAGRAPH",
    "heading" : "",
    "lines" : [ "Undervisningen ska ge eleverna möjligheter att utveckla kunskaper om hur man söker och kritiskt värderar information från olika källor.", "Den ska dessutom bidra till att eleverna utvecklar kunskaper om digitala kommunikationsverktyg." ]
  }, {
    "type" : "BULLET",
    "heading" : "Genom undervisningen i ämnet teckenspråk ska eleverna sammanfattningsvis ges förutsättningar att utveckla sin förmåga att",
    "lines" : [ "uttrycka sig nyanserat på teckenspråk i texter och samtal,", "tillgodogöra sig, förstå och reflektera över olika typer av texter,", "anpassa språket efter olika syften och skilda mottagare,", "bearbeta innehållet i språket, bilder, teater, drama och andra medier,", "använda internet och andra medier för att kommunicera, och", "reflektera över dövas och hörselskadades livsvillkor ur ett historiskt och kulturellt perspektiv." ]
  } ],
  "courses" : [ {
    "name" : "Årskurs 1-7",
    "description" : "",
    "code" : "GRSPTSU01_1-7",
    "centralContent" : [ {
      "heading" : "I årskurs 1–7",
      "lines" : [ ]
    }, {
      "heading" : "Teckna, lyssna och samtala",
      "lines" : [ "Berättande texter om fiktiva eller verkliga händelser utifrån egna intressen, erfarenheter och upplevelser.", "Teckenspråkets struktur i enkla satser. Olika typer av satser och andra icke-manuella grammatiska markörer.", "Samtal med fokus på turtagning. Olika former för att ge och ta ordet, ge och ta emot återkoppling på vad som har sagts, samt för att påkalla och behålla uppmärksamhet.", "Enkla presentationer. Hur man genomför presentationer inför grupp. Bilder och andra verktyg som kan stödja presentationen." ]
    }, {
      "heading" : "Språkbruk",
      "lines" : [ "Strategier för att hantera kommunikativa situationer i skolan, familjen och närsamhället, till exempel hur man kan be om hjälp.", "Tecken, fraser och begrepp som används för att uttrycka känslor, kunskaper och åsikter.", "Teckenspråkstolkning och hur man går till väga vid tolkade samtal, till exempel hur tolk används." ]
    }, {
      "heading" : "Berättande texter och faktatexter",
      "lines" : [ "Berättande texter för barn. Texternas innehåll och form.", "Beskrivande och förklarande texter, till exempel faktatexter och andra texter på teckenspråk. Texternas innehåll och form." ]
    }, {
      "heading" : "Tvåspråkighet",
      "lines" : [ "Likheter och olikheter i hur texter byggs upp på teckenspråk och på svenska. Hur tecken, ord, fraser och satser ser ut." ]
    }, {
      "heading" : "Informationssökning",
      "lines" : [ "Olika sätt att söka teckenspråkig information, till exempel genom intervjuer och på webbsidor för barn." ]
    }, {
      "heading" : "Kultur och språk",
      "lines" : [ "Teckenspråkigt beteende i olika kommunikativa situationer.", "Teckenspråk i teater, bildkonst och poesi.", "Skolgång för döva och hörselskadade i Sverige genom tiderna, samt skolans betydelse för teckenspråket." ]
    } ],
    "knowledgeRequirementParagraphs" : [ {
      "heading" : "",
      "knowledgeRequirements" : [ {
        "text" : "Eleven kan samtala om elevnära ämnen genom att <strong>________</strong> i att ställa frågor, svara och uttrycka önskan och känslor.",
        "knowledgeRequirementChoice" : {
          "E" : "Eleven kan samtala om elevnära ämnen genom att <strong>medverka</strong> i att ställa frågor, svara och uttrycka önskan och känslor.",
          "C" : "Eleven kan samtala om elevnära ämnen genom att på ett <strong>delvis fungerande</strong> sätt ställa frågor, svara och uttrycka önskan och känslor.",
          "A" : "Eleven kan samtala om elevnära ämnen genom att på ett <strong>väl fungerande</strong> sätt ställa frågor, svara och uttrycka önskan och känslor."
        }
      }, {
        "text" : "I samtalen <strong>________</strong> eleven till att använda språkets turtagningsregler.",
        "knowledgeRequirementChoice" : {
          "E" : "I samtalen <strong>bidrar</strong> eleven till att använda språkets turtagningsregler.",
          "C" : "I samtalen använder eleven språkets turtagningsregler med <strong>viss säkerhet</strong>.",
          "A" : "I samtalen använder eleven språkets turtagningsregler med <strong>säkerhet</strong>."
        }
      }, {
        "text" : "Dessutom kan eleven <strong>________</strong> i att planera och genomföra enkla presentationer.",
        "knowledgeRequirementChoice" : {
          "E" : "Dessutom kan eleven <strong>medverka</strong> i att planera och genomföra enkla presentationer.",
          "C" : "Dessutom kan eleven planera och genomföra enkla presentationer på ett <strong>delvis fungerande</strong> sätt.",
          "A" : "Dessutom kan eleven planera och genomföra enkla presentationer på ett <strong>väl fungerande</strong> sätt."
        }
      }, {
        "text" : "I arbetet med presentationerna <strong>________</strong> eleven i att välja och använda <strong>________</strong> verktyg.",
        "knowledgeRequirementChoice" : {
          "E" : "I arbetet med presentationerna <strong>medverkar</strong> eleven i att välja och använda <strong>något</strong> verktyg.",
          "C" : "I arbetet med presentationerna väljer och använder eleven <strong>något</strong> verktyg på ett <strong>delvis ändamålsenligt</strong> sätt.",
          "A" : "I arbetet med presentationerna väljer och använder eleven <strong>några</strong> verktyg på ett <strong>ändamålsenligt</strong> sätt."
        }
      } ]
    }, {
      "heading" : "",
      "knowledgeRequirements" : [ {
        "text" : "Eleven kan med <strong>________</strong> sig teckenspråkiga texter med kända tecken och bekant innehåll.",
        "knowledgeRequirementChoice" : {
          "E" : "Eleven kan med <strong>stöd av bilder tillgodogöra</strong> sig teckenspråkiga texter med kända tecken och bekant innehåll.",
          "C" : "Eleven kan <strong>tillgodogöra</strong> sig teckenspråkiga texter med bekant innehåll.",
          "A" : "Eleven kan <strong>tillgodogöra</strong> sig teckenspråkiga texter med bekant innehåll."
        }
      }, {
        "text" : "Genom att svara på frågor om innehållet visar eleven sin förståelse för texterna.",
        "knowledgeRequirementChoice" : {
          "E" : "Genom att svara på frågor om innehållet visar eleven sin förståelse för texterna.",
          "C" : "Genom att svara på frågor om och återge delar av innehållet på ett <strong>delvis relevant</strong> sätt visar eleven sin förståelse för texterna.",
          "A" : "Genom att svara på frågor om och återge delar av innehållet på ett <strong>relevant</strong> sätt visar eleven sin förståelse för texterna."
        }
      }, {
        "text" : "Eleven <strong>________</strong> i att jämföra och beskriva olika sorters texter med bekant och elevnära innehåll.",
        "knowledgeRequirementChoice" : {
          "E" : "Eleven <strong>medverkar</strong> i att jämföra och beskriva olika sorters texter med bekant och elevnära innehåll.",
          "C" : "Eleven jämför och beskriver olika sorters texter med bekant och elevnära innehåll på ett <strong>delvis fungerande</strong> sätt.",
          "A" : "Eleven jämför och beskriver olika sorters texter med bekant och elevnära innehåll på ett <strong>väl fungerande</strong> sätt."
        }
      }, {
        "text" : "Eleven kan också <strong>________</strong> till resonemang om handling i berättade texter.",
        "knowledgeRequirementChoice" : {
          "E" : "Eleven kan också <strong>bidra</strong> till resonemang om handling i berättade texter.",
          "C" : "Eleven kan också föra <strong>enkla</strong> resonemang om handling i berättade texter.",
          "A" : "Eleven kan också föra <strong>välutvecklade</strong> resonemang om handling i berättade texter."
        }
      }, {
        "text" : "Eleven kan <strong>________</strong> i att hämta information från givna källor och <strong>________</strong> till resonemang om informationens användbarhet.",
        "knowledgeRequirementChoice" : {
          "E" : "Eleven kan <strong>medverka</strong> i att hämta information från givna källor och <strong>bidrar</strong> till resonemang om informationens användbarhet.",
          "C" : "Eleven kan på ett <strong>delvis fungerande</strong> sätt hämta information från givna källor och för då <strong>enkla</strong> resonemang om informationens användbarhet.",
          "A" : "Eleven kan på ett <strong>väl fungerande</strong> sätt hämta information från givna källor och för då <strong>välutvecklade</strong> resonemang om informationens användbarhet."
        }
      } ]
    }, {
      "heading" : "",
      "knowledgeRequirements" : [ {
        "text" : "Eleven kan även <strong>________</strong> i enkla resonemang om skolan för döva och hörselskadade och dess betydelse för döva och hörselskadade barns möjligheter att få ett språk.",
        "knowledgeRequirementChoice" : {
          "E" : "Eleven kan även <strong>medverka</strong> i enkla resonemang om skolan för döva och hörselskadade och dess betydelse för döva och hörselskadade barns möjligheter att få ett språk.",
          "C" : "Eleven kan även på ett <strong>delvis fungerande</strong> sätt föra enkla resonemang om skolan för döva och hörselskadade och dess betydelse för döva och hörselskadade barns möjligheter att få ett språk.",
          "A" : "Eleven kan även på ett <strong>väl fungerande</strong> sätt föra enkla resonemang om skolan för döva och hörselskadade och dess betydelse för döva och hörselskadade barns möjligheter att få ett språk."
        }
      } ]
    } ],
    "point" : null,
    "year" : {
      "start" : 1,
      "end" : 7
    }
  }, {
    "name" : "Årskurs 8-10",
    "description" : "",
    "code" : "GRSPTSU01_8-10",
    "centralContent" : [ {
      "heading" : "I årskurs 8–10",
      "lines" : [ ]
    }, {
      "heading" : "Teckna, lyssna och samtala",
      "lines" : [ "Berättande och beskrivande texter med olika syften och i olika sammanhang.", "Olika sätt att bearbeta egna texter till innehåll och form.", "Teckenspråkets uppbyggnad. Teckenbildning, fras- och satskonstruktioner.", "Teckens form och betydelse och hur tecken kan anpassas efter mottagare och situation.", "Samtal och diskussioner med fokus på turtagning och fördelning av ordet. Att ge och ta emot återkoppling på vad som har sagts.", "Presentationer. Bilder och digitala medier som verktyg för att planera och genomföra en presentation." ]
    }, {
      "heading" : "Språkbruk",
      "lines" : [ "Strategier för att hantera kommunikativa situationer i skolan, familjen och samhället, till exempel hur man ber om hjälp och hur situationen kan anpassas för att kunna delta.", "Språkliga strategier för att minnas, lära och strukturera ett material, till exempel tankekartor.", "Tecken, fraser och begrepp som används för att uttrycka budskap.", "Synonymer och bildspråk. Teckens och begrepps nyanser och värdeladdning.", "Skillnader i språkanvändning beroende på vem man kommunicerar med, till exempel skillnaden mellan att samtala med en kamrat och att kontakta en myndighet.", "Ansvar för och konsekvenser av eget språkbruk i kamratgruppen och i digitala forum.", "Teckenspråkstolkning och hur man går till väga vid tolkade samtal och föredrag, till exempel tolkens uppgift och tystnadsplikt." ]
    }, {
      "heading" : "Berättande texter och faktatexter",
      "lines" : [ "Berättande texters budskap och uppbyggnad med miljö- och personbeskrivningar samt dialoger.", "Beskrivande, förklarande och instruerande texter, till exempel nyheter. Texters innehåll, uppbyggnad och typiska språkliga drag.", "Texter i till exempel digitala forum som är författade av eller handlar om teckenspråkiga personer." ]
    }, {
      "heading" : "Tvåspråkighet",
      "lines" : [ "Likheter och olikheter mellan texter på teckenspråk och på svenska. Texter som belyser skillnaderna mellan språken.", "Likheter och olikheter i uppbyggnad mellan teckenspråket och svenskan." ]
    }, {
      "heading" : "Informationssökning",
      "lines" : [ "Olika sätt att söka teckenspråkig information i olika medier och källor, till exempel genom intervjuer och på internet.", "Källkritik. Hur man bedömer källors tillförlitlighet." ]
    }, {
      "heading" : "Kultur och språk",
      "lines" : [ "Teckenspråkets betydelse för att känna tillhörighet och få tillgång till information.", "Teckenspråkets uttrycksformer inom poesi, scen- och bildkonst.", "Teckenspråkets ursprung och förändring över tid.", "Dövas och hörselskadades situation i Sverige och olika delar av världen." ]
    } ],
    "knowledgeRequirementParagraphs" : [ {
      "heading" : "",
      "knowledgeRequirements" : [ {
        "text" : "Eleven kan samtala om varierande ämnen i olika sammanhang genom att <strong>________</strong> i att ställa frågor, svara och uttrycka önskan och känslor.",
        "knowledgeRequirementChoice" : {
          "E" : "Eleven kan samtala om varierande ämnen i olika sammanhang genom att <strong>medverka</strong> i att ställa frågor, svara och uttrycka önskan och känslor.",
          "C" : "Eleven kan samtala om varierande ämnen i olika sammanhang genom att på ett <strong>delvis fungerande</strong> sätt ställa frågor, svara och uttrycka önskan och känslor.",
          "A" : "Eleven kan samtala om varierande ämnen i olika sammanhang genom att på ett <strong>väl fungerande</strong> sätt ställa frågor, svara och uttrycka önskan och känslor."
        }
      }, {
        "text" : "I samtalen tar eleven del av andras åsikter och <strong>________</strong> till att framföra egna åsikter och argument.",
        "knowledgeRequirementChoice" : {
          "E" : "I samtalen tar eleven del av andras åsikter och <strong>bidrar</strong> till att framföra egna åsikter och argument.",
          "C" : "I samtalen tar eleven del av andras åsikter och framför egna <strong>delvis underbyggda</strong> åsikter och argument.",
          "A" : "I samtalen tar eleven del av andras åsikter och framför egna <strong>väl underbyggda</strong> åsikter och argument."
        }
      }, {
        "text" : "Eleven <strong>________</strong> till att anpassa sitt språk till olika personer och situationer.",
        "knowledgeRequirementChoice" : {
          "E" : "Eleven <strong>bidrar</strong> till att anpassa sitt språk till olika personer och situationer.",
          "C" : "Eleven anpassar <strong>delvis</strong> sitt språk till olika personer och situationer.",
          "A" : "Eleven anpassar sitt språk <strong>väl</strong> till olika personer och situationer."
        }
      }, {
        "text" : "Dessutom kan eleven <strong>________</strong> i att planera och genomföra presentationer.",
        "knowledgeRequirementChoice" : {
          "E" : "Dessutom kan eleven <strong>medverka</strong> i att planera och genomföra presentationer.",
          "C" : "Dessutom kan eleven planera och genomföra presentationer på ett <strong>delvis fungerande</strong> sätt.",
          "A" : "Dessutom kan eleven planera och genomföra presentationer på ett <strong>väl fungerande</strong> sätt."
        }
      }, {
        "text" : "I arbetet med presentationerna <strong>________</strong> eleven i att välja och använda några verktyg och digitala medier.",
        "knowledgeRequirementChoice" : {
          "E" : "I arbetet med presentationerna <strong>medverkar</strong> eleven i att välja och använda några verktyg och digitala medier.",
          "C" : "I arbetet med presentationerna väljer och använder eleven några verktyg och digitala medier på ett <strong>delvis ändamålsenligt</strong> sätt.",
          "A" : "I arbetet med presentationerna väljer och använder eleven några verktyg och digitala medier på ett <strong>ändamålsenligt</strong> sätt."
        }
      } ]
    }, {
      "heading" : "",
      "knowledgeRequirements" : [ {
        "text" : "Eleven kan med <strong>________</strong> sig teckenspråkiga texter från olika genrer.",
        "knowledgeRequirementChoice" : {
          "E" : "Eleven kan med <strong>stöd av bilder tillgodogöra</strong> sig teckenspråkiga texter från olika genrer.",
          "C" : "Eleven kan <strong>tillgodogöra</strong> sig teckenspråkiga texter från olika genrer.",
          "A" : "Eleven kan <strong>tillgodogöra</strong> sig teckenspråkiga texter från olika genrer."
        }
      }, {
        "text" : "Genom att svara på frågor, ställa egna frågor och återge delar av innehållet visar eleven sin förståelse för texterna.",
        "knowledgeRequirementChoice" : {
          "E" : "Genom att svara på frågor, ställa egna frågor och återge delar av innehållet visar eleven sin förståelse för texterna.",
          "C" : "Genom att svara på frågor, återge delar av innehållet och sammanfatta innehållet på ett <strong>delvis relevant</strong> sätt visar eleven sin förståelse för texterna.",
          "A" : "Genom att svara på frågor, återge delar av innehållet och sammanfatta innehållet på ett <strong>relevant</strong> sätt visar eleven sin förståelse för texterna."
        }
      }, {
        "text" : "Eleven <strong>________</strong> i att jämföra och beskriva olika sorters texter.",
        "knowledgeRequirementChoice" : {
          "E" : "Eleven <strong>medverkar</strong> i att jämföra och beskriva olika sorters texter.",
          "C" : "Eleven jämför och beskriver olika sorters texter på ett <strong>delvis fungerande</strong> sätt.",
          "A" : "Eleven jämför och beskriver olika sorters texter på ett <strong>väl fungerande</strong> sätt."
        }
      }, {
        "text" : "Eleven kan också <strong>________</strong> till resonemang om budskap och handling i berättade texter.",
        "knowledgeRequirementChoice" : {
          "E" : "Eleven kan också <strong>bidra</strong> till resonemang om budskap och handling i berättade texter.",
          "C" : "Eleven kan också föra <strong>enkla</strong> resonemang om budskap och handling i berättade texter.",
          "A" : "Eleven kan också föra <strong>välutvecklade</strong> resonemang om budskap och handling i berättade texter."
        }
      }, {
        "text" : "Eleven kan <strong>________</strong> i att hämta information från olika källor och gör något eget övervägande vid resonemang om informationens trovärdighet och relevans.",
        "knowledgeRequirementChoice" : {
          "E" : "Eleven kan <strong>medverka</strong> i att hämta information från olika källor och gör något eget övervägande vid resonemang om informationens trovärdighet och relevans.",
          "C" : "Eleven kan på ett <strong>delvis fungerande</strong> sätt hämta information från olika källor och för då <strong>enkla</strong> och <strong>delvis underbyggda</strong> resonemang om informationens trovärdighet och relevans.",
          "A" : "Eleven kan på ett <strong>väl fungerande</strong> sätt hämta information från olika källor och för då <strong>välutvecklade</strong> och <strong>väl underbyggda</strong> resonemang om informationens trovärdighet och relevans."
        }
      } ]
    }, {
      "heading" : "",
      "knowledgeRequirements" : [ {
        "text" : "Eleven kan <strong>________</strong> i resonemang om skolan för döva och hörselskadade ur ett historiskt perspektiv, och dess betydelse för teckenspråkets utveckling och för den teckenspråkiga gemenskapen.",
        "knowledgeRequirementChoice" : {
          "E" : "Eleven kan <strong>medverka</strong> i resonemang om skolan för döva och hörselskadade ur ett historiskt perspektiv, och dess betydelse för teckenspråkets utveckling och för den teckenspråkiga gemenskapen.",
          "C" : "Eleven kan på ett <strong>delvis fungerande</strong> sätt föra <strong>enkla</strong> och <strong>delvis underbyggda</strong> resonemang om skolan för döva och hörselskadade ur ett historiskt perspektiv, och dess betydelse för teckenspråkets utveckling och för den teckenspråkiga gemenskapen.",
          "A" : "Eleven kan på ett <strong>väl fungerande</strong> sätt föra <strong>välutvecklade</strong> och <strong>väl underbyggda</strong> resonemang om skolan för döva och hörselskadade ur ett historiskt perspektiv, och dess betydelse för teckenspråkets utveckling och för den teckenspråkiga gemenskapen."
        }
      } ]
    } ],
    "point" : null,
    "year" : {
      "start" : 8,
      "end" : 10
    }
  } ]
}