{
  "name" : "Teckenspråk för döva och hörselskadade",
  "description" : "Språk är människans främsta redskap för att tänka, kommunicera och lära. Genom språket utvecklar människor sin identitet, uttrycker känslor och tankar och förstår hur andra känner och tänker. Att ha ett rikt och varierat språk är betydelsefullt för att kunna förstå och verka i ett samhälle där kulturer, livsåskådningar, generationer och språk möts. Att som döv och hörselskadad behärska både teckenspråk och svenska är värdefullt för att kunna delta aktivt i samhälls- och arbetslivet.",
  "code" : "GRSPTSP01",
  "designation" : "",
  "skolfsId" : "2011:56",
  "purposes" : [ {
    "type" : "PARAGRAPH",
    "heading" : "",
    "lines" : [ "Undervisningen i ämnet teckenspråk ska syfta till att eleverna utvecklar kunskap i och om teckenspråket.", "Genom undervisningen ska eleverna ges förutsättningar att utveckla sitt teckenspråk och sitt svenska språk parallellt, så att de får tilltro till sin språkförmåga och kan uttrycka sig med båda språken i olika sammanhang och för olika syften.", "Det innebär att eleverna genom undervisningen ska ges möjlighet att utveckla språken för att tänka, kommunicera och lära." ]
  }, {
    "type" : "PARAGRAPH",
    "heading" : "",
    "lines" : [ "Undervisningen ska stimulera elevernas intresse för att teckna och lyssna.", "Genom undervisningen ska eleverna ges möjlighet att utveckla kunskaper om hur man formulerar egna åsikter och tankar i olika slags samtal, teckenspråkiga texter och genom skilda medier.", "Undervisningen ska även syfta till att eleverna utvecklar förmåga att skapa och bearbeta teckenspråkiga texter enskilt och tillsammans med andra.", "Eleverna ska även stimuleras till att uttrycka sig genom olika estetiska uttrycksformer.", "Vidare ska undervisningen bidra till att eleverna utvecklar kunskaper om hur man söker och kritiskt värderar information från olika källor." ]
  }, {
    "type" : "PARAGRAPH",
    "heading" : "",
    "lines" : [ "I undervisningen ska eleverna möta samt få utveckla kunskaper om teckenspråkiga texter från olika genrer och skilda sammanhang.", "Undervisningen ska också bidra till eleverna utvecklar kunskaper om olika former av sakprosa.", "I mötet med olika typer av texter, scenkonst och annat estetiskt berättande ska eleverna ges möjlighet att utveckla sitt språk, den egna identiteten och sin förståelse för omvärlden." ]
  }, {
    "type" : "PARAGRAPH",
    "heading" : "",
    "lines" : [ "Genom undervisningen ska eleverna ges möjlighet att utveckla sina kunskaper om teckenspråket, dess normer, uppbyggnad, historia och utveckling, samt om hur språkbruk varierar beroende på sociala sammanhang och medier.", "Eleverna ska också ges möjligheter att utveckla kunskaper för att kunna göra jämförelser mellan teckenspråket och svenskan och urskilja likheter och olikheter mellan språken.", "På så sätt ska undervisningen stärka elevernas medvetenhet om, och tilltro till, den egna språkliga och kommunikativa förmågan.", "Undervisningen ska också bidra till att eleverna utvecklar förståelse för att sättet man kommunicerar på kan få konsekvenser för andra människor.", "Därigenom ska eleverna ges förutsättningar att ta ansvar för det egna språkbruket." ]
  }, {
    "type" : "BULLET",
    "heading" : "Genom undervisningen i ämnet teckenspråk ska eleverna sammanfattningsvis ges förutsättningar att utveckla sin förmåga att",
    "lines" : [ "uttrycka sig nyanserat på teckenspråk i texter och samtal,", "tillgodogöra sig och analysera olika typer av texter,", "anpassa språket efter olika syften och skilda mottagare,", "urskilja språkliga strukturer och följa språkliga normer,", "använda internet och andra medier för att kommunicera, och", "reflektera över dövas och hörselskadades livsvillkor ur ett historiskt och kulturellt perspektiv." ]
  } ],
  "courses" : [ {
    "name" : "Årskurs 1-4  SIGN_LANGUAGE_FOR_BEGINNERS",
    "description" : "",
    "code" : "GRSPTSP01_1-4-SIGN_LANGUAGE_FOR_BEGINNERS",
    "centralContent" : [ {
      "heading" : "I årskurs 1–4",
      "lines" : [ ]
    }, {
      "heading" : "Teckna, lyssna och samtala",
      "lines" : [ "Berättande och beskrivande texter om fiktiva eller verkliga händelser, egna intressen, erfarenheter och upplevelser.", "Enkla former för textbearbetning.", "Teckenspråkets struktur i enkla satser. Olika typer av satser och andra icke-manuella grammatiska markörer.", "Samtal med fokus på ett innehåll. Olika former för att ge och ta ordet, ge och ta emot återkoppling på vad som har sagts, samt för att påkalla och behålla uppmärksamhet.", "Presentationer för olika mottagare. Berättande om och beskrivande av fiktiva eller verkliga händelser, egna erfarenheter och upplevelser så att andra förstår." ]
    }, {
      "heading" : "Språkbruk",
      "lines" : [ "Strategier för att hantera kommunikativa situationer i skolan, familjen och närsamhället, till exempel hur man kan be om hjälp och hur situationen kan anpassas för att alla ska kunna delta.", "Tecken, fraser och begrepp som används för att uttrycka känslor, kunskaper och åsikter.", "Teckenspråkstolkning och hur man går till väga vid tolkade samtal och föredrag, till exempel hur tolk används, tolkens uppgift och tystnadsplikt." ]
    }, {
      "heading" : "Berättande texter och sakprosatexter",
      "lines" : [ "Berättande texter för barn från olika tider och skilda delar av världen. Texternas innehåll och form.", "Beskrivande och förklarande texter, till exempel faktatexter och andra texter på teckenspråk. Texternas innehåll och form." ]
    }, {
      "heading" : "Tvåspråkighet",
      "lines" : [ "Likheter och olikheter i hur texter byggs upp på teckenspråk och på svenska. Hur fraser, satser och stycken ser ut." ]
    }, {
      "heading" : "Information och källkritik",
      "lines" : [ "Olika sätt att söka teckenspråkig information, till exempel genom intervjuer och på webbsidor för barn." ]
    }, {
      "heading" : "Kultur och språk",
      "lines" : [ "Teckenspråkigt beteende i olika kommunikativa situationer och hur de visuella villkoren präglar beteendet.", "Teckenspråk i teater, bildkonst och poesi.", "Skolgång för döva och hörselskadade i Sverige genom tiderna, samt skolans betydelse för teckenspråket." ]
    } ],
    "knowledgeRequirementParagraphs" : [ {
      "heading" : "",
      "knowledgeRequirements" : [ {
        "text" : "Eleven visar grundläggande förståelse av det huvudsakliga innehållet i bekanta och elevnära teckenspråkiga texter genom att kommentera och återge några för eleven viktiga delar av innehållet på ett enkelt sätt.",
        "knowledgeRequirementChoice" : {
          "G" : "Eleven visar grundläggande förståelse av det huvudsakliga innehållet i bekanta och elevnära teckenspråkiga texter genom att kommentera och återge några för eleven viktiga delar av innehållet på ett enkelt sätt."
        }
      }, {
        "text" : "Eleven kan även ge exempel på någon grundläggande grammatisk struktur i teckenspråket.",
        "knowledgeRequirementChoice" : {
          "G" : "Eleven kan även ge exempel på någon grundläggande grammatisk struktur i teckenspråket."
        }
      } ]
    }, {
      "heading" : "",
      "knowledgeRequirements" : [ {
        "text" : "Eleven kan planera och producera enkla och elevnära berättande texter med ett i huvudsak begripligt innehåll.",
        "knowledgeRequirementChoice" : {
          "G" : "Eleven kan planera och producera enkla och elevnära berättande texter med ett i huvudsak begripligt innehåll."
        }
      }, {
        "text" : "Dessutom kan eleven söka information ur någon anvisad åldersanpassad källa och återger då grundläggande delar av informationen så att innehållet blir begripligt.",
        "knowledgeRequirementChoice" : {
          "G" : "Dessutom kan eleven söka information ur någon anvisad åldersanpassad källa och återger då grundläggande delar av informationen så att innehållet blir begripligt."
        }
      }, {
        "text" : "Eleven kan även utifrån givna frågor ge enkla omdömen om texter samt utifrån respons på ett i huvudsak fungerande sätt göra enkla bearbetningar för att förtydliga texter.",
        "knowledgeRequirementChoice" : {
          "G" : "Eleven kan även utifrån givna frågor ge enkla omdömen om texter samt utifrån respons på ett i huvudsak fungerande sätt göra enkla bearbetningar för att förtydliga texter."
        }
      } ]
    }, {
      "heading" : "",
      "knowledgeRequirements" : [ {
        "text" : "Eleven kan samtala om elevnära och vardagliga ämnen genom att ställa någon fråga och ge någon enkel kommentar.",
        "knowledgeRequirementChoice" : {
          "G" : "Eleven kan samtala om elevnära och vardagliga ämnen genom att ställa någon fråga och ge någon enkel kommentar."
        }
      }, {
        "text" : "När eleven berättar om vardagliga och elevnära händelser beskriver eleven dem så att det huvudsakliga innehållet framgår med viss tydlighet.",
        "knowledgeRequirementChoice" : {
          "G" : "När eleven berättar om vardagliga och elevnära händelser beskriver eleven dem så att det huvudsakliga innehållet framgår med viss tydlighet."
        }
      } ]
    }, {
      "heading" : "",
      "knowledgeRequirements" : [ {
        "text" : "Eleven har grundläggande kunskaper om skolan för döva och hörselskadade och visar det genom att föra enkla resonemang kring dess betydelse för döva och hörselskadade barns möjlighet att utveckla sitt teckenspråk.",
        "knowledgeRequirementChoice" : {
          "G" : "Eleven har grundläggande kunskaper om skolan för döva och hörselskadade och visar det genom att föra enkla resonemang kring dess betydelse för döva och hörselskadade barns möjlighet att utveckla sitt teckenspråk."
        }
      } ]
    } ],
    "point" : null,
    "year" : {
      "start" : 1,
      "end" : 4
    }
  }, {
    "name" : "Årskurs 5-7  SIGN_LANGUAGE_FOR_BEGINNERS",
    "description" : "",
    "code" : "GRSPTSP01_5-7-SIGN_LANGUAGE_FOR_BEGINNERS",
    "centralContent" : [ {
      "heading" : "I årskurs 5–7",
      "lines" : [ ]
    }, {
      "heading" : "Teckna, lyssna och samtala",
      "lines" : [ "Berättande och beskrivande texter med olika syften och i olika sammanhang.", "Olika sätt att bearbeta egna texter till innehåll och form.", "Hur man ger och tar emot respons på texter.", "Teckenspråkets uppbyggnad. Teckenbildning, fras- och satskonstruktioner.", "Teckens form och betydelse och hur tecken kan anpassas efter mottagare, situation och genre.", "Samtal och diskussioner med fokus på turtagning och fördelning av ordet. Att ge och ta emot återkoppling på vad som har sagts och att sammanfatta innehållet.", "Presentationer av fakta för olika mottagare. Bilder och digitala medier som hjälpmedel för att planera och genomföra en presentation." ]
    }, {
      "heading" : "Språkbruk",
      "lines" : [ "Strategier för att hantera kommunikativa situationer i skolan, familjen och samhället, till exempel hur man ber om hjälp och hur situationen kan anpassas för att kunna delta.", "Språkliga strategier för att minnas, lära och strukturera ett material, till exempel tankekartor.", "Tecken, fraser och begrepp som används för att uttrycka känslor, kunskaper och åsikter. Synonymer och bildspråk. Teckens och begrepps nyanser och värdeladdning.", "Skillnader i språkanvändning beroende på vem man kommunicerar med, till exempel skillnaden mellan att samtala med en kamrat och att kontakta en myndighet.", "Ansvar för och konsekvenser av eget språkbruk i kamratgruppen och i digitala forum. Vad som kan vara diskriminerande eller trakasserande språkbruk.", "Teckenspråkstolkning i formella och informella samtal och vid föredrag." ]
    }, {
      "heading" : "Berättande texter och sakprosatexter",
      "lines" : [ "Skönlitteratur, faktatexter och andra texter som är författade på eller översatta till teckenspråk och som belyser människors villkor och identitets- och livsfrågor.", "Texter i till exempel digitala forum som är författade av eller handlar om teckenspråkiga personer. Texternas innehåll och form." ]
    }, {
      "heading" : "Tvåspråkighet",
      "lines" : [ "Likheter och olikheter mellan texter på teckenspråk och på svenska. Texter som belyser skillnaderna mellan språken.", "Likheter och olikheter i språkliga och grammatiska strukturer mellan teckenspråket och svenskan." ]
    }, {
      "heading" : "Information och källkritik",
      "lines" : [ "Olika sätt att söka teckenspråkig information genom intervjuer och på webbsidor för barn." ]
    }, {
      "heading" : "Kultur och språk",
      "lines" : [ "Teckenspråkets betydelse för att känna tillhörighet och få tillgång till information.", "Teckenspråkets uttrycksformer inom poesi, scen- och bildkonst i Europa.", "Teckenspråkets ursprung och förändring över tid. Oralismen, teckenspråkets erkännande, den tekniska utvecklingen och teckenspråkets ställning i dagens samhälle.", "Skolgång för döva och hörselskadade och dess betydelse." ]
    } ],
    "knowledgeRequirementParagraphs" : [ {
      "heading" : "",
      "knowledgeRequirements" : [ {
        "text" : "Eleven visar <strong>________</strong> förståelse av det huvudsakliga innehållet i teckenspråkiga texter för barn och ungdomar genom att göra <strong>________</strong> sammanfattningar och kommentera centrala delar med <strong>________</strong> koppling till sammanhanget.",
        "knowledgeRequirementChoice" : {
          "E" : "Eleven visar <strong>grundläggande</strong> förståelse av det huvudsakliga innehållet i teckenspråkiga texter för barn och ungdomar genom att göra <strong>enkla och kronologiska</strong> sammanfattningar och kommentera centrala delar med <strong>viss</strong> koppling till sammanhanget.",
          "C" : "Eleven visar <strong>god</strong> förståelse av det huvudsakliga innehållet i teckenspråkiga texter för barn och ungdomar genom att göra <strong>utvecklade</strong> sammanfattningar och kommentera centrala delar med <strong>relativt god</strong> koppling till sammanhanget.",
          "A" : "Eleven visar <strong>mycket god</strong> förståelse av det huvudsakliga innehållet i teckenspråkiga texter för barn och ungdomar genom att göra <strong>välutvecklade</strong> sammanfattningar och kommentera centrala delar med <strong>god</strong> koppling till sammanhanget."
        }
      }, {
        "text" : "Dessutom kan eleven utifrån egna erfarenheter på ett <strong>________</strong> fungerande sätt föra enkla resonemang om tydligt framträdande budskap i texterna.",
        "knowledgeRequirementChoice" : {
          "E" : "Dessutom kan eleven utifrån egna erfarenheter på ett <strong>i huvudsak</strong> fungerande sätt föra enkla resonemang om tydligt framträdande budskap i texterna.",
          "C" : "Dessutom kan eleven utifrån egna erfarenheter på ett <strong>relativt väl</strong> fungerande sätt föra enkla resonemang om tydligt framträdande budskap i texterna.",
          "A" : "Dessutom kan eleven utifrån egna erfarenheter på ett <strong>väl</strong> fungerande sätt föra enkla resonemang om tydligt framträdande budskap i texterna."
        }
      }, {
        "text" : "Eleven kan även med <strong>________</strong> säkerhet göra enkla beskrivningar av några grundläggande grammatiska strukturer i teckenspråket.",
        "knowledgeRequirementChoice" : {
          "E" : "Eleven kan även med <strong>viss</strong> säkerhet göra enkla beskrivningar av några grundläggande grammatiska strukturer i teckenspråket.",
          "C" : "Eleven kan även med <strong>relativt god</strong> säkerhet göra enkla beskrivningar av några grundläggande grammatiska strukturer i teckenspråket.",
          "A" : "Eleven kan även med <strong>god</strong> säkerhet göra enkla beskrivningar av några grundläggande grammatiska strukturer i teckenspråket."
        }
      } ]
    }, {
      "heading" : "",
      "knowledgeRequirements" : [ {
        "text" : "Eleven kan planera och producera enkla och elevnära texter med <strong>________</strong> innehåll.",
        "knowledgeRequirementChoice" : {
          "E" : "Eleven kan planera och producera enkla och elevnära texter med <strong>begripligt</strong> innehåll.",
          "C" : "Eleven kan planera och producera enkla och elevnära texter med <strong>relativt tydligt</strong> innehåll.",
          "A" : "Eleven kan planera och producera enkla och elevnära texter med <strong>tydligt</strong> innehåll."
        }
      }, {
        "text" : "Dessutom kan eleven söka och välja ut och sammanställa information från ett avgränsat urval av källor.",
        "knowledgeRequirementChoice" : {
          "E" : "Dessutom kan eleven söka och välja ut och sammanställa information från ett avgränsat urval av källor.",
          "C" : "Dessutom kan eleven söka och välja ut och sammanställa information från ett avgränsat urval av källor.",
          "A" : "Dessutom kan eleven söka och välja ut och sammanställa information från ett avgränsat urval av källor."
        }
      }, {
        "text" : "Sammanställningarna innehåller egna formuleringar och <strong>________</strong> användning av enkla ämnesspecifika tecken- och begrepp.",
        "knowledgeRequirementChoice" : {
          "E" : "Sammanställningarna innehåller egna formuleringar och <strong>viss</strong> användning av enkla ämnesspecifika tecken- och begrepp.",
          "C" : "Sammanställningarna innehåller egna formuleringar och <strong>relativt god</strong> användning av enkla ämnesspecifika tecken- och begrepp.",
          "A" : "Sammanställningarna innehåller egna formuleringar och <strong>god</strong> användning av enkla ämnesspecifika tecken- och begrepp."
        }
      }, {
        "text" : "Eleven kan även ge <strong>________</strong> omdömen om texters innehåll och utifrån respons bearbeta texter mot ökad tydlighet på ett <strong>________</strong> fungerande sätt.",
        "knowledgeRequirementChoice" : {
          "E" : "Eleven kan även ge <strong>enkla</strong> omdömen om texters innehåll och utifrån respons bearbeta texter mot ökad tydlighet på ett <strong>i huvudsak</strong> fungerande sätt.",
          "C" : "Eleven kan även ge <strong>utvecklade</strong> omdömen om texters innehåll och utifrån respons bearbeta texter mot ökad tydlighet på ett <strong>relativt väl</strong> fungerande sätt.",
          "A" : "Eleven kan även ge <strong>välutvecklade</strong> omdömen om texters innehåll och utifrån respons bearbeta texter mot ökad tydlighet på ett <strong>väl</strong> fungerande sätt."
        }
      } ]
    }, {
      "heading" : "",
      "knowledgeRequirements" : [ {
        "text" : "Eleven kan samtala om elevnära och bekanta ämnen genom att ställa frågor och framföra egna åsikter på ett sätt som <strong>________</strong> upprätthåller samtalet.",
        "knowledgeRequirementChoice" : {
          "E" : "Eleven kan samtala om elevnära och bekanta ämnen genom att ställa frågor och framföra egna åsikter på ett sätt som <strong>till viss del</strong> upprätthåller samtalet.",
          "C" : "Eleven kan samtala om elevnära och bekanta ämnen genom att ställa frågor och framföra egna åsikter på ett sätt som upprätthåller samtalet <strong>relativt väl</strong>.",
          "A" : "Eleven kan samtala om elevnära och bekanta ämnen genom att ställa frågor och framföra egna åsikter på ett sätt som upprätthåller samtalet <strong>väl</strong>."
        }
      }, {
        "text" : "Eleven kan även ge exempel på skillnader i språkanvändning beroende på med vem man kommunicerar.",
        "knowledgeRequirementChoice" : {
          "E" : "Eleven kan även ge exempel på skillnader i språkanvändning beroende på med vem man kommunicerar.",
          "C" : "Eleven kan även ge exempel på skillnader i språkanvändning beroende på med vem man kommunicerar.",
          "A" : "Eleven kan även ge exempel på skillnader i språkanvändning beroende på med vem man kommunicerar."
        }
      }, {
        "text" : "Eleven kan förbereda och genomföra enkla presentationer av ett arbete med <strong>________</strong> fungerande inledning, innehåll och avslutning.",
        "knowledgeRequirementChoice" : {
          "E" : "Eleven kan förbereda och genomföra enkla presentationer av ett arbete med <strong>i huvudsak</strong> fungerande inledning, innehåll och avslutning.",
          "C" : "Eleven kan förbereda och genomföra enkla presentationer av ett arbete med <strong>relativt väl</strong> fungerande inledning, innehåll och avslutning.",
          "A" : "Eleven kan förbereda och genomföra enkla presentationer av ett arbete <strong>med väl</strong> fungerande inledning, innehåll och avslutning."
        }
      }, {
        "text" : "Genom att använda visuella hjälpmedel på ett <strong>________</strong> sätt kan eleven tydliggöra presentationen.",
        "knowledgeRequirementChoice" : {
          "E" : "Genom att använda visuella hjälpmedel på ett <strong>i huvudsak fungerande</strong> sätt kan eleven tydliggöra presentationen.",
          "C" : "Genom att använda visuella hjälpmedel på ett <strong>ändamålsenligt</strong> sätt kan eleven tydliggöra presentationen.",
          "A" : "Genom att använda visuella hjälpmedel på ett <strong>ändamålsenligt och effektivt</strong> sätt kan eleven tydliggöra presentationen."
        }
      } ]
    }, {
      "heading" : "",
      "knowledgeRequirements" : [ {
        "text" : "Eleven har <strong>________</strong> kunskaper om skolan för döva och hörselskadade ur ett historiskt perspektiv, och visar det genom att på ett <strong>________</strong> fungerande sätt föra enkla resonemang kring dess betydelse för teckenspråkets utveckling och för den teckenspråkiga gemenskapen.",
        "knowledgeRequirementChoice" : {
          "E" : "Eleven har <strong>grundläggande</strong> kunskaper om skolan för döva och hörselskadade ur ett historiskt perspektiv, och visar det genom att på ett <strong>i huvudsak</strong> fungerande sätt föra enkla resonemang kring dess betydelse för teckenspråkets utveckling och för den teckenspråkiga gemenskapen.",
          "C" : "Eleven har <strong>relativt goda</strong> kunskaper om skolan för döva och hörselskadade ur ett historiskt perspektiv, och visar det genom att på ett <strong>relativt väl</strong> fungerande sätt föra enkla resonemang kring dess betydelse för teckenspråkets utveckling och för den teckenspråkiga gemenskapen.",
          "A" : "Eleven har <strong>goda</strong> kunskaper om skolan för döva och hörselskadade ur ett historiskt perspektiv, och visar det genom att på ett <strong>väl</strong> fungerande sätt föra enkla resonemang kring dess betydelse för teckenspråkets utveckling och för den teckenspråkiga gemenskapen."
        }
      }, {
        "text" : "Dessutom kan eleven ge exempel på och enkelt redogöra för några organisationer för döva och hörselskadade.",
        "knowledgeRequirementChoice" : {
          "E" : "Dessutom kan eleven ge exempel på och enkelt redogöra för några organisationer för döva och hörselskadade.",
          "C" : "Dessutom kan eleven ge exempel på och enkelt redogöra för några organisationer för döva och hörselskadade.",
          "A" : "Dessutom kan eleven ge exempel på och enkelt redogöra för några organisationer för döva och hörselskadade."
        }
      } ]
    } ],
    "point" : null,
    "year" : {
      "start" : 5,
      "end" : 7
    }
  }, {
    "name" : "Årskurs 8-10  SIGN_LANGUAGE_FOR_BEGINNERS",
    "description" : "",
    "code" : "GRSPTSP01_8-10-SIGN_LANGUAGE_FOR_BEGINNERS",
    "centralContent" : [ {
      "heading" : "I årskurs 8–10",
      "lines" : [ ]
    }, {
      "heading" : "Teckna, lyssna och samtala",
      "lines" : [ "Berättande, poetiska, beskrivande, instruerande, argumenterande och informerande texter för olika syften, mottagare och sammanhang.", "Olika sätt att bearbeta egna och andras texter till innehåll och form. Hur man ger och tar emot respons på texter.", "Samtal med fokus på språkriktighet och med språklig anpassning efter mottagare, situation och genre.", "Presentationer med anpassning av språk, innehåll och disposition efter syfte och mottagare. Olika hjälpmedel, till exempel digitala verktyg, för att planera och genomföra en presentation.", "Filmning, redigering och publicering av teckenspråkiga texter." ]
    }, {
      "heading" : "Språkbruk",
      "lines" : [ "Språkliga strategier för att minnas, lära och strukturera ett material till exempel tankekartor och digitala hjälpmedel.", "Tecken, fraser och begrepp som används för att uttrycka känslor, kunskaper och åsikter. Teckens, frasers och begrepps nyanser och värdeladdning. Den manuella och den icke-manuella delen i teckenspråket.", "Skillnader i språkanvändning beroende på i vilket sammanhang och med vem man kommunicerar, till exempel skillnader mellan vardagsspråk, språket i digitala medier samt offentligt språk.", "Språkets betydelse för att utöva inflytande och för den egna identitetsutvecklingen.", "Rättigheter och skyldigheter kopplade till yttrandefrihet och integritet.", "Kommunikation med dövblinda och vad man behöver ta hänsyn till i form av språkliga anpassningar, belysning och klädsel.", "Teckenspråkstolkning och tolksituationens påverkan på samtalet." ]
    }, {
      "heading" : "Berättande texter och sakprosatexter",
      "lines" : [ "Texter för ungdomar och vuxna från olika tider, från Sverige, Norden och övriga världen. Texter som belyser människors livsvillkor, identitets- och livsfrågor.", "Berättande texters uppbyggnad, syfte och form. Centrala teman och olika berättarperspektiv.", "Berättande texters miljö- och personbeskrivningar. Hur en berättelse drivs framåt.", "Poetiska texter i form av teckenspråkspoesi. Texternas uppbyggnad, syfte och form.", "Instruerande texter, till exempel arbetsbeskrivningar. Texternas uppbyggnad, syfte och form.", "Argumenterande texter, till exempel insändare och debattartiklar. Texternas uppbyggnad, syfte och form.", "Beskrivande och informerande texter, till exempel tv-nyheter. Texternas uppbyggnad, syfte och form." ]
    }, {
      "heading" : "Tvåspråkighet",
      "lines" : [ "Likheter och olikheter i texter på teckenspråk och på svenska, samt översättningar mellan teckenspråk och svenska.", "Strategier för att växla mellan teckenspråk och svenska." ]
    }, {
      "heading" : "Information och källkritik",
      "lines" : [ "Teckenspråkig informationssökning på internet, i massmedier och genom intervjuer.", "Hur man sovrar i en stor informationsmängd och prövar källors tillförlitlighet med ett källkritiskt förhållningssätt." ]
    }, {
      "heading" : "Kultur och språk",
      "lines" : [ "Det teckenspråkiga samarbetet i Sverige och i de övriga nordiska länderna.", "Andra länders teckenspråk och internationell teckenkommunikation.", "Teckenspråkets ställning i förhållande till de nationella minoritetsspråken i Sverige.", "Teckenspråkets uttrycksformer inom poesi, scen- och bildkonst från olika delar av världen.", "Dövas och hörselskadades situation i Sverige och världen, historiskt och i nutid.", "Internationella och svenska organisationer och mötesplatser för döva och hörselskadade." ]
    } ],
    "knowledgeRequirementParagraphs" : [ {
      "heading" : "",
      "knowledgeRequirements" : [ {
        "text" : "Eleven visar <strong>________</strong> förståelse av det huvudsakliga innehållet i olika typer av teckenspråkiga texter genom att göra <strong>________</strong> sammanfattningar och kommentera centrala delar med <strong>________</strong> koppling till tidsaspekter och orsakssammanhang.",
        "knowledgeRequirementChoice" : {
          "E" : "Eleven visar <strong>grundläggande</strong> förståelse av det huvudsakliga innehållet i olika typer av teckenspråkiga texter genom att göra <strong>enkla</strong> sammanfattningar och kommentera centrala delar med <strong>viss</strong> koppling till tidsaspekter och orsakssammanhang.",
          "C" : "Eleven visar <strong>god</strong> förståelse av det huvudsakliga innehållet i olika typer av teckenspråkiga texter genom att göra <strong>utvecklade</strong> sammanfattningar och kommentera centrala delar med <strong>relativt god</strong> koppling till tidsaspekter och orsakssammanhang.",
          "A" : "Eleven visar <strong>mycket god</strong> förståelse av det huvudsakliga innehållet i olika typer av teckenspråkiga texter genom att göra <strong>välutvecklade</strong> sammanfattningar och kommentera centrala delar med <strong>god</strong> koppling till tidsaspekter och orsakssammanhang."
        }
      }, {
        "text" : "Dessutom kan eleven utifrån egna erfarenheter, olika livsfrågor och omvärldsfrågor tolka och föra <strong>________</strong> resonemang om tydligt framträdande budskap i texterna.",
        "knowledgeRequirementChoice" : {
          "E" : "Dessutom kan eleven utifrån egna erfarenheter, olika livsfrågor och omvärldsfrågor tolka och föra <strong>enkla</strong> resonemang om tydligt framträdande budskap i texterna.",
          "C" : "Dessutom kan eleven utifrån egna erfarenheter, olika livsfrågor och omvärldsfrågor tolka och föra <strong>utvecklade</strong> resonemang om tydligt framträdande budskap i texterna.",
          "A" : "Dessutom kan eleven utifrån egna erfarenheter, olika livsfrågor och omvärldsfrågor tolka och föra <strong>välutvecklade</strong> resonemang om tydligt framträdande budskap i texterna."
        }
      }, {
        "text" : "Eleven kan även med <strong>________</strong> säkerhet göra beskrivningar av grammatiska strukturer i teckenspråket.",
        "knowledgeRequirementChoice" : {
          "E" : "Eleven kan även med <strong>viss</strong> säkerhet göra beskrivningar av grammatiska strukturer i teckenspråket.",
          "C" : "Eleven kan även <strong>med relativt god</strong> säkerhet göra beskrivningar av grammatiska strukturer i teckenspråket.",
          "A" : "Eleven kan även <strong>med god</strong> säkerhet göra beskrivningar av grammatiska strukturer i teckenspråket."
        }
      }, {
        "text" : "<br><br>Eleven kan planera och producera olika slags texter med <strong>________</strong> innehåll och <strong>________</strong> språklig variation, enkel textbindning samt <strong>________</strong> fungerande anpassning till texttyp.",
        "knowledgeRequirementChoice" : {
          "E" : "<br><br>Eleven kan planera och producera olika slags texter med <strong>begripligt</strong> innehåll och <strong>viss</strong> språklig variation, enkel textbindning samt <strong>i huvudsak</strong> fungerande anpassning till texttyp.",
          "C" : "<br><br>Eleven kan planera och producera olika slags texter med <strong>relativt</strong> tydligt innehåll och <strong>förhållandevis god</strong> språklig variation, samt med <strong>relativt väl</strong> fungerande anpassning till texttyp.",
          "A" : "Eleven kan planera och producera olika slags texter med <strong>tydligt</strong> innehåll och <strong>god</strong> språklig variation samt <strong>väl fungerande</strong> anpassning till texttyp."
        }
      }, {
        "text" : "De berättande texter eleven producerar innehåller <strong>________</strong> gestaltande beskrivningar och <strong>________</strong>.",
        "knowledgeRequirementChoice" : {
          "E" : "De berättande texter eleven producerar innehåller <strong>enkla</strong> gestaltande beskrivningar och <strong>enkel handling</strong>.",
          "C" : "De berättande texter eleven producerar innehåller <strong>utvecklade</strong> gestaltande beskrivningar och <strong>utvecklad</strong> handling.",
          "A" : "De berättande texter eleven producerar innehåller <strong>välutvecklade</strong> gestaltande beskrivningar och <strong>välutvecklad</strong> handling."
        }
      }, {
        "text" : "Elevens teckenspråk följer språkets struktur på ett <strong>________</strong> fungerande sätt.",
        "knowledgeRequirementChoice" : {
          "E" : "Elevens teckenspråk följer språkets struktur på ett <strong>i huvudsak</strong> fungerande sätt.",
          "C" : "Elevens teckenspråk följer språkets struktur på ett <strong>relativt väl</strong> fungerande sätt.",
          "A" : "Elevens teckenspråk <strong>följer</strong> språkets struktur på ett <strong>väl</strong> fungerande sätt."
        }
      }, {
        "text" : "Dessutom kan eleven söka, välja ut och sammanställa information från ett <strong>________</strong> urval av källor och för då <strong>________</strong> resonemang om informationens och källornas användbarhet.",
        "knowledgeRequirementChoice" : {
          "E" : "Dessutom kan eleven söka, välja ut och sammanställa information från ett <strong>avgränsat</strong> urval av källor och för då <strong>enkla</strong> resonemang om informationens och källornas användbarhet.",
          "C" : "Dessutom kan eleven söka, välja ut och sammanställa information från ett <strong>relativt varierat</strong> urval av källor och för då <strong>utvecklade</strong> resonemang om informationens och källornas användbarhet.",
          "A" : "Dessutom kan eleven söka, välja ut och sammanställa information från ett <strong>varierat</strong> urval av källor och för då <strong>välutvecklade</strong> resonemang om informationens och källornas användbarhet."
        }
      }, {
        "text" : "Sammanställningarna innehåller <strong>________</strong> beskrivningar och <strong>________</strong> ämnesspecifika tecken- och begrepp samt <strong>________</strong> fungerande citat och källhänvisningar.",
        "knowledgeRequirementChoice" : {
          "E" : "Sammanställningarna innehåller <strong>enkla</strong> beskrivningar och <strong>enkla</strong> ämnesspecifika tecken- och begrepp samt <strong>i huvudsak</strong> fungerande citat och källhänvisningar.",
          "C" : "Sammanställningarna innehåller <strong>utvecklade</strong> beskrivningar och <strong>utvecklade</strong> ämnesspecifika tecken- och begrepp samt <strong>relativt väl</strong> fungerande citat och källhänvisningar.",
          "A" : "Sammanställningarna innehåller <strong>välutvecklade</strong> beskrivningar och <strong>utvecklade</strong> ämnesspecifika tecken- och begrepp samt <strong>relativt väl</strong> fungerande citat och källhänvisningar."
        }
      }, {
        "text" : "Eleven kan även ge <strong>________</strong> omdömen om texter och utifrån respons bearbeta sina texter mot ökad tydlighet och kvalitet på ett <strong>________</strong> fungerande sätt.",
        "knowledgeRequirementChoice" : {
          "E" : "Eleven kan även ge <strong>enkla</strong> omdömen om texter och utifrån respons bearbeta sina texter mot ökad tydlighet och kvalitet på ett <strong>i huvudsak</strong> fungerande sätt.",
          "C" : "Eleven kan även ge <strong>utvecklade</strong> omdömen om texter och utifrån respons bearbeta sina texter mot ökad tydlighet och kvalitet på ett <strong>relativt väl</strong> fungerande sätt.",
          "A" : "Eleven kan även ge <strong>välutvecklade</strong> omdömen om texter och utifrån respons bearbeta sina texter mot ökad tydlighet och kvalitet på ett <strong>väl</strong> fungerande sätt."
        }
      }, {
        "text" : "<br><br>Eleven kan samtala om bekanta ämnen genom att ställa frågor och framföra åsikter på ett sätt som till <strong>________</strong>.",
        "knowledgeRequirementChoice" : {
          "E" : "<br><br>Eleven kan samtala om bekanta ämnen genom att ställa frågor och framföra åsikter på ett sätt som till <strong>viss del för samtalen framåt</strong>.",
          "C" : "<br><br>Eleven kan samtala om bekanta ämnen genom att ställa frågor och framföra åsikter på ett sätt som <strong>för samtalen framåt</strong>.",
          "A" : "Eleven kan samtala om bekanta ämnen genom att ställa frågor och framföra åsikter på ett sätt som för <strong>samtalen framåt och fördjupar eller breddar dem</strong>."
        }
      }, {
        "text" : "I samtalen följer eleven språkets samtalsregler på ett <strong>________</strong> fungerande sätt och kan till <strong>________</strong> anpassa sin språkanvändning till mottagaren.",
        "knowledgeRequirementChoice" : {
          "E" : "I samtalen följer eleven språkets samtalsregler på ett <strong>i huvudsak</strong> fungerande sätt och kan till <strong>viss del</strong> anpassa sin språkanvändning till mottagaren.",
          "C" : "I samtalen följer eleven språkets samtalsregler på ett <strong>relativt väl</strong> fungerande sätt och kan anpassa sin språkanvändning <strong>relativt väl</strong> till mottagaren.",
          "A" : "I samtalen följer eleven språkets samtalsregler på ett <strong>väl</strong> fungerande sätt och kan anpassa sin språkanvändning <strong>väl</strong> till mottagaren."
        }
      }, {
        "text" : "Eleven kan förbereda och genomföra enkla presentationer med <strong>________</strong> fungerande struktur och innehåll samt <strong>________</strong> till syfte och mottagare.",
        "knowledgeRequirementChoice" : {
          "E" : "Eleven kan förbereda och genomföra enkla presentationer med <strong>i huvudsak</strong> fungerande struktur och innehåll samt <strong>viss anpassning</strong> till syfte och mottagare.",
          "C" : "Eleven kan förbereda och genomföra enkla presentationer med <strong>relativt väl</strong> fungerande struktur och innehåll samt <strong>relativt god</strong> anpassning till syfte och mottagare.",
          "A" : "Eleven kan förbereda och genomföra enkla presentationer med <strong>väl</strong> fungerande struktur och innehåll samt <strong>god</strong> anpassning till syfte och mottagare."
        }
      }, {
        "text" : "Genom att använda visuella hjälpmedel på ett <strong>________</strong> sätt kan eleven tydliggöra och förstärka presentationen.",
        "knowledgeRequirementChoice" : {
          "E" : "Genom att använda visuella hjälpmedel på ett <strong>i huvudsak fungerande</strong> sätt kan eleven tydliggöra och förstärka presentationen.",
          "C" : "Genom att använda visuella hjälpmedel på ett <strong>ändamålsenligt</strong> sätt kan eleven tydliggöra och förstärka presentationen.",
          "A" : "Genom att använda visuella hjälpmedel på ett <strong>ändamålsenligt och effektivt</strong> sätt kan eleven tydliggöra och förstärka presentationen."
        }
      }, {
        "text" : "Vid publicering av teckenspråkiga texter följer eleven med <strong>________</strong> säkerhet de regler som finns kring yttrandefrihet och integritet.",
        "knowledgeRequirementChoice" : {
          "E" : "Vid publicering av teckenspråkiga texter följer eleven med <strong>viss</strong> säkerhet de regler som finns kring yttrandefrihet och integritet.",
          "C" : "Vid publicering av teckenspråkiga texter följer eleven med <strong>relativt god</strong> säkerhet de regler som finns kring yttrandefrihet och integritet.",
          "A" : "Vid publicering av teckenspråkiga texter följer eleven med <strong>god</strong> säkerhet de regler som finns kring yttrandefrihet och integritet."
        }
      } ]
    }, {
      "heading" : "",
      "knowledgeRequirements" : [ {
        "text" : "Eleven har <strong>________</strong> kunskaper om organisationer och mötesplatser för döva och hörselskadade och visar det genom att föra <strong>________</strong> resonemang kring den betydelse de har och har haft.",
        "knowledgeRequirementChoice" : {
          "E" : "Eleven har <strong>grundläggande</strong> kunskaper om organisationer och mötesplatser för döva och hörselskadade och visar det genom att föra <strong>enkla</strong> resonemang kring den betydelse de har och har haft.",
          "C" : "Eleven har <strong>goda</strong> kunskaper om organisationer och mötesplatser för döva och hörselskadade och visar det genom att föra <strong>utvecklade</strong> resonemang kring den betydelse de har och har haft.",
          "A" : "Eleven har <strong>mycket goda</strong> kunskaper om organisationer och mötesplatser för döva och hörselskadade och visar det genom att föra <strong>välutvecklade</strong> resonemang kring den betydelse de har och har haft."
        }
      }, {
        "text" : "Dessutom kan eleven föra <strong>________</strong> resonemang om likheter och skillnader på dövas och hörselskadades situation i olika tider och på olika platser och dra <strong>________</strong> underbyggda slutsatser om vad dessa kan bero på och leda till.",
        "knowledgeRequirementChoice" : {
          "E" : "Dessutom kan eleven föra <strong>enkla</strong> resonemang om likheter och skillnader på dövas och hörselskadades situation i olika tider och på olika platser och dra <strong>till viss del</strong> underbyggda slutsatser om vad dessa kan bero på och leda till.",
          "C" : "Dessutom kan eleven föra <strong>utvecklade</strong> resonemang om likheter och skillnader på dövas och hörselskadades situation i olika tider och på olika platser och dra <strong>relativt väl</strong> underbyggda slutsatser om vad dessa kan bero på och leda till.",
          "A" : "Dessutom kan eleven föra <strong>välutvecklade</strong> resonemang om likheter och skillnader på dövas och hörselskadades situation i olika tider och på olika platser och dra <strong>väl</strong> underbyggda slutsatser om vad dessa kan bero på och leda till."
        }
      }, {
        "text" : "Eleven har även <strong>________</strong> kunskaper om teckenspråkets ställning och visar det genom att ge <strong>________</strong> status och rättigheter i förhållande till de nationella minoritetsspråken.",
        "knowledgeRequirementChoice" : {
          "E" : "Eleven har även <strong>grundläggande</strong> kunskaper om teckenspråkets ställning och visar det genom att ge <strong>exempel på och beskriva</strong> status och rättigheter i förhållande till de nationella minoritetsspråken.",
          "C" : "Eleven har även <strong>goda</strong> kunskaper om teckenspråkets ställning och visar det genom att <strong>förklara och visa på samband kring</strong> status och rättigheter i förhållande till de nationella minoritetsspråken.",
          "A" : "Eleven har även <strong>mycket goda</strong> kunskaper om teckenspråkets ställning och visar det genom att <strong>förklara och generalisera kring</strong> status och rättigheter i förhållande till de nationella minoritetsspråken."
        }
      } ]
    } ],
    "point" : null,
    "year" : {
      "start" : 8,
      "end" : 10
    }
  } ]
}