{
  "name" : "Administration",
  "description" : "Ämnet administration behandlar administrativt arbete inom företag, offentlig förvaltning och andra organisationer. Ämnet handlar om material, utrustning och arbetsmetoder som används inom administration. I ämnet ingår service och bemötande.",
  "code" : "ADI",
  "designation" : "",
  "skolfsId" : "0000:00",
  "purposes" : [ {
    "type" : "PARAGRAPH",
    "heading" : "",
    "lines" : [ "Undervisningen i ämnet administration ska syfta till att eleverna utvecklar kunskaper om organisation och administration inom olika verksamheter samt förmåga att utföra administrativa arbetsuppgifter.", "Genom undervisningen ska eleverna ges möjlighet att utveckla kunskaper om administrativa uppgifter, till exempel arkivering och registrering och deras funktioner i en organisation.", "Eleverna ska ges möjlighet att utveckla kunskaper om material, teknik och annan utrustning som används inom administration.", "Vidare ska eleverna ges möjlighet att utveckla kunskaper om etik och sekretess inom området.", "Undervisningen ska också bidra till att eleverna utvecklar förmåga att arbeta på ett serviceinriktat sätt.", "Undervisningen ska leda till att eleverna utvecklar förmåga att utföra administrativa arbetsuppgifter på ett säkert och serviceinriktat sätt." ]
  }, {
    "type" : "PARAGRAPH",
    "heading" : "",
    "lines" : [ "I undervisningen ska eleverna ges möjlighet att utveckla kunskaper om ergonomi och arbetsmiljö samt om lagar och andra bestämmelser inom området." ]
  }, {
    "type" : "PARAGRAPH",
    "heading" : "",
    "lines" : [ "Praktiskt arbete och ett problemlösande arbetssätt ska ingå i undervisningen.", "I undervisningen ska eleverna ges möjlighet att reflektera över och samtala om administrationens betydelse för verksamheten samt om att arbeta serviceinriktat." ]
  }, {
    "type" : "BULLET",
    "heading" : "Undervisningen i ämnet administration ska ge eleverna förutsättningar att utveckla följande:",
    "lines" : [ "Kunskaper om organisation och administrativt arbete inom olika verksamheter.", "Förmåga att använda material, teknik och annan utrustning för administrativt arbete.", "Förmåga att utföra administrativa arbetsuppgifter på ett säkert och serviceinriktat sätt." ]
  } ],
  "courses" : [ {
    "name" : "Administration 1",
    "description" : "Kursen administration 1 omfattar punkterna 1–3 under rubriken Ämnets syfte. I kursen behandlas grundläggande kunskaper i ämnet.",
    "code" : "ADIADM51",
    "centralContent" : [ {
      "heading" : "Undervisningen i kursen ska behandla följande centrala innehåll:",
      "lines" : [ "Organisation och administration i olika verksamheter.", "Administrationens funktion och roll i företag och andra organisationer.", "Administrativa arbetsuppgifter, till exempel kopiering, arkivering och registrering.", "Material och teknisk utrustning för administrativt arbete.", "Programvaror och programhantering, till exempel ordbehandlings- och registerprogram.", "Service och bemötande i personliga kontakter, telefon och e-post.", "Ergonomi, arbetsmiljö och säkerhet.", "Lagar och andra bestämmelser inom det administrativa området, till exempel arkivlagen, offentlighets- och sekretesslagen samt bestämmelser om arbetsrätt." ]
    } ],
    "knowledgeRequirementParagraphs" : [ {
      "heading" : "",
      "knowledgeRequirements" : [ {
        "text" : "Eleven <strong>________</strong> i att beskriva organisation och administrativt arbete inom olika verksamheter.",
        "knowledgeRequirementChoice" : {
          "E" : "Eleven <strong>medverkar</strong> i att beskriva organisation och administrativt arbete inom olika verksamheter.",
          "C" : "Eleven beskriver <strong>på ett enkelt sätt</strong> organisation och administrativt arbete inom olika verksamheter.",
          "A" : "Eleven beskriver <strong>på ett utvecklat sätt</strong> organisation och administrativt arbete inom olika verksamheter."
        }
      }, {
        "text" : "Eleven <strong>________</strong> i att använda material, teknik och annan utrustning för administrativt arbete.",
        "knowledgeRequirementChoice" : {
          "E" : "Eleven <strong>medverkar</strong> i att använda material, teknik och annan utrustning för administrativt arbete.",
          "C" : "Eleven använder material, teknik och annan utrustning för administrativt arbete <strong>på ett delvis ändamålsenligt sätt</strong>.",
          "A" : "Eleven använder material, teknik och annan utrustning för administrativt arbete <strong>på ett ändamålsenligt sätt</strong>."
        }
      }, {
        "text" : "Eleven <strong>________</strong> dessutom i att utföra administrativa arbetsmoment på ett säkert och serviceinriktat sätt.",
        "knowledgeRequirementChoice" : {
          "E" : "Eleven <strong>medverkar</strong> dessutom i att utföra administrativa arbetsmoment på ett säkert och serviceinriktat sätt.",
          "C" : "Eleven utför dessutom <strong>med tillfredsställande resultat</strong> administrativa arbetsmoment på ett säkert och serviceinriktat sätt.",
          "A" : "Eleven utför dessutom <strong>med gott resultat</strong> administrativa arbetsmoment på ett säkert och serviceinriktat sätt."
        }
      } ]
    } ],
    "point" : 100,
    "year" : null
  }, {
    "name" : "Administration 2",
    "description" : "Kursen administration 2 omfattar punkterna 1–3 under rubriken Ämnets syfte. I kursen behandlas fördjupade kunskaper i ämnet.",
    "code" : "ADIADM52",
    "centralContent" : [ {
      "heading" : "Undervisningen i kursen ska behandla följande centrala innehåll:",
      "lines" : [ "Administrationens funktion och roll i företag och andra organisationer.", "Administrativa arbetsuppgifter, till exempel kopiering, arkivering och registrering.", "Material och teknisk utrustning för administrativt arbete. Miljöhänsyn vid materialval.", "Programvaror och programhantering för administrativt arbete, till exempel kalkylprogram och program för presentationer.", "Intranät och effektiv sökning på internet.", "Hantera olika dokument, till exempel brev, fakturor och register.", "Service och bemötande i personliga kontakter, telefon och e-post.", "Ergonomi, arbetsmiljö och säkerhet.", "Lagar och andra bestämmelser inom det administrativa området, till exempel arkivlagen, offentlighets- och sekretesslagen samt bestämmelser om arbetsrätt." ]
    } ],
    "knowledgeRequirementParagraphs" : [ {
      "heading" : "",
      "knowledgeRequirements" : [ {
        "text" : "Eleven <strong>________</strong> i att beskriva organisation och administrativt arbete inom olika verksamheter.",
        "knowledgeRequirementChoice" : {
          "E" : "Eleven <strong>medverkar</strong> i att beskriva organisation och administrativt arbete inom olika verksamheter.",
          "C" : "Eleven beskriver <strong>på ett enkelt sätt</strong> organisation och administrativt arbete inom olika verksamheter.",
          "A" : "Eleven beskriver <strong>på ett utvecklat sätt</strong> organisation och administrativt arbete inom olika verksamheter."
        }
      }, {
        "text" : "Eleven <strong>________</strong> i att använda material, teknik och annan utrustning för administrativt arbete.",
        "knowledgeRequirementChoice" : {
          "E" : "Eleven <strong>medverkar</strong> i att använda material, teknik och annan utrustning för administrativt arbete.",
          "C" : "Eleven använder material, teknik och annan utrustning för administrativt arbete <strong>på ett delvis ändamålsenligt sätt</strong>.",
          "A" : "Eleven använder material, teknik och annan utrustning för administrativt arbete <strong>på ett ändamålsenligt sätt</strong>."
        }
      }, {
        "text" : "Eleven <strong>________</strong> dessutom i att utföra administrativa arbetsmoment på ett säkert och serviceinriktat sätt.",
        "knowledgeRequirementChoice" : {
          "E" : "Eleven <strong>medverkar</strong> dessutom i att utföra administrativa arbetsmoment på ett säkert och serviceinriktat sätt.",
          "C" : "Eleven utför dessutom <strong>med tillfredsställande resultat</strong> administrativa arbetsmoment på ett säkert och serviceinriktat sätt.",
          "A" : "Eleven utför dessutom <strong>med gott resultat</strong> administrativa arbetsmoment på ett säkert och serviceinriktat sätt."
        }
      } ]
    } ],
    "point" : 100,
    "year" : null
  }, {
    "name" : "Administration 3",
    "description" : "Kursen administration 3 omfattar punkterna 1–3 under rubriken Ämnets syfte. I kursen behandlas fördjupade kunskaper i ämnet.",
    "code" : "ADIADM53",
    "centralContent" : [ {
      "heading" : "Undervisningen i kursen ska behandla följande centrala innehåll:",
      "lines" : [ "Fördjupning inom något eller några av ämnets kunskapsområden, till exempel arkivering, posthantering eller administration i samband med konferenser.", "Service och bemötande inom kunskapsområdet.", "Ergonomi, arbetsmiljö och säkerhet.", "Lagar och andra bestämmelser inom kunskapsområdet." ]
    } ],
    "knowledgeRequirementParagraphs" : [ {
      "heading" : "",
      "knowledgeRequirements" : [ {
        "text" : "Eleven <strong>________</strong> i att beskriva organisation och administrativt arbete inom ett kunskapsområde.",
        "knowledgeRequirementChoice" : {
          "E" : "Eleven <strong>medverkar</strong> i att beskriva organisation och administrativt arbete inom ett kunskapsområde.",
          "C" : "Eleven beskriver <strong>på ett enkelt sätt</strong> organisation och administrativt arbete inom ett kunskapsområde.",
          "A" : "Eleven beskriver <strong>på ett utvecklat sätt</strong> organisation och administrativt arbete inom ett kunskapsområde."
        }
      }, {
        "text" : "Eleven <strong>________</strong> i att använda material, teknik och annan utrustning inom ett kunskapsområde.",
        "knowledgeRequirementChoice" : {
          "E" : "Eleven <strong>medverkar</strong> i att använda material, teknik och annan utrustning inom ett kunskapsområde.",
          "C" : "Eleven använder material, teknik och annan utrustning inom ett kunskapsområde <strong>på ett delvis ändamålsenligt sätt</strong>.",
          "A" : "Eleven använder material, teknik och annan utrustning inom ett kunskapsområde <strong>på ett ändamålsenligt sätt</strong>."
        }
      }, {
        "text" : "Eleven <strong>________</strong> dessutom i att utföra administrativa arbetsmoment inom ett kunskapsområde på ett säkert och serviceinriktat sätt.",
        "knowledgeRequirementChoice" : {
          "E" : "Eleven <strong>medverkar</strong> dessutom i att utföra administrativa arbetsmoment inom ett kunskapsområde på ett säkert och serviceinriktat sätt.",
          "C" : "Eleven utför dessutom <strong>med tillfredställande resultat</strong> administrativa arbetsmoment inom ett kunskapsområde på ett säkert och serviceinriktat sätt.",
          "A" : "Eleven utför dessutom <strong>med gott resultat</strong> administrativa arbetsmoment inom ett kunskapsområde på ett säkert och serviceinriktat sätt."
        }
      } ]
    } ],
    "point" : 100,
    "year" : null
  } ]
}