{
  "name" : "Geografi",
  "description" : "Ämnet geografi behandlar människors livsmiljöer, naturmiljöer och samhällen samt miljöförändringar i olika delar av världen över tid. I ämnet behandlas frågor om hållbar utveckling. Ämnet behandlar också människans behov av att upptäcka samt förstå sin omvärld och kunna orientera sig i den.",
  "code" : "GEG",
  "designation" : "",
  "skolfsId" : "0000:00",
  "purposes" : [ {
    "type" : "PARAGRAPH",
    "heading" : "",
    "lines" : [ "Undervisningen i ämnet geografi ska syfta till att eleverna utvecklar kunskaper om jorden som ett sammanflätat, föränderligt och komplext system.", "Undervisningen ska bidra till att eleverna utvecklar kunskaper om hur människa, samhälle och natur samspelar samt vilka konsekvenser detta får för naturen och människors levnadsvillkor." ]
  }, {
    "type" : "PARAGRAPH",
    "heading" : "",
    "lines" : [ "Genom undervisningen ska eleverna ges möjlighet att utveckla kunskaper om jordens resurser och jordens varierande livsmiljöer.", "Undervisningen ska bidra till att eleverna utvecklar förmåga att diskutera och reflektera över hur människor i sin vardag kan bidra till en hållbar utveckling samt hur jordens resurser används och fördelas." ]
  }, {
    "type" : "PARAGRAPH",
    "heading" : "",
    "lines" : [ "I undervisningen ska eleverna ges möjlighet att utveckla kunskaper om världskartan, viktiga namn samt läges- och storleksrelationer så att de kan orientera sig i världen.", "Undervisningen ska vidare leda till att eleverna utvecklar förmåga att använda olika geografiska källor, metoder och tekniker." ]
  }, {
    "type" : "PARAGRAPH",
    "heading" : "",
    "lines" : [ "Fältstudier, exkursioner, laborationer och övningar ska ingå i undervisningen.", "Eleverna ska ges möjlighet att utveckla förmåga att samtala om samt reflektera över jordens resurser, människors livsmiljöer och en hållbar utveckling." ]
  }, {
    "type" : "BULLET",
    "heading" : "Undervisningen i ämnet geografi ska ge eleverna förutsättningar att utveckla följande:",
    "lines" : [ "Kunskaper om sambanden mellan människa, samhälle och natur i olika delar av världen.", "Förmåga att reflektera över hur människor i sin vardag kan bidra till en hållbar utveckling.", "Förmåga att reflektera över hur jordens resurser används och fördelas.", "Förmåga att använda olika geografiska källor, metoder och tekniker för att orientera sig i samt undersöka omvärlden." ]
  } ],
  "courses" : [ {
    "name" : "Geografi 1",
    "description" : "Kursen geografi 1 omfattar punkterna 1–4 under rubriken Ämnets syfte.",
    "code" : "GEGGEO51",
    "centralContent" : [ {
      "heading" : "Undervisningen i kursen ska behandla följande centrala innehåll:",
      "lines" : [ "Några olika naturresurser, var de finns samt deras betydelse för människor och djur.", "Hur jordens befolkning är fördelad över jordklotet samt orsaker till och konsekvenser av den ojämna befolkningsfördelningen. Migration och urbanisering samt orsaker till och konsekvenser av detta.", "Intressekonflikter om naturresurser, till exempel om tillgång till vatten och mark.", "Var olika varor och tjänster produceras och konsumeras samt hur varor transporteras.", "Förekomst av och orsaker till fattigdom och ohälsa i olika delar av världen.", "Sambanden mellan fattigdom, ohälsa samt faktorer som befolkningstäthet, klimat och naturresurser.", "Klimatförändringar och vilka konsekvenser de kan få i olika delar av världen.", "Hållbar utveckling och vad som kännetecknar en sådan utveckling.", "Geografiska källor och verktyg, till exempel kartor, GIS och modeller.", "Geografiska läges- och storleksrelationer i världen.", "Namn och läge på ett urval länder, vatten, öar, berg, öknar, regioner och orter i de olika världsdelarna." ]
    } ],
    "knowledgeRequirementParagraphs" : [ {
      "heading" : "",
      "knowledgeRequirements" : [ {
        "text" : "Eleven <strong>________</strong> i att beskriva samband mellan människa, samhälle och natur i olika delar av världen.",
        "knowledgeRequirementChoice" : {
          "E" : "Eleven <strong>medverkar</strong> i att beskriva samband mellan människa, samhälle och natur i olika delar av världen.",
          "C" : "Eleven beskriver <strong>på ett enkelt sätt</strong> samband mellan människa, samhälle och natur i olika delar av världen.",
          "A" : "Eleven beskriver <strong>på ett utvecklat sätt</strong> samband mellan människa, samhälle och natur i olika delar av världen."
        }
      }, {
        "text" : "Eleven <strong>________</strong> i att föra resonemang om hur människor i vardagen kan bidra till en hållbar utveckling.",
        "knowledgeRequirementChoice" : {
          "E" : "Eleven <strong>medverkar</strong> i att föra resonemang om hur människor i vardagen kan bidra till en hållbar utveckling.",
          "C" : "Eleven för <strong>enkla</strong> resonemang om hur människor i vardagen kan bidra till en hållbar utveckling.",
          "A" : "Eleven för <strong>utvecklade</strong> resonemang om hur människor i vardagen kan bidra till en hållbar utveckling."
        }
      }, {
        "text" : "Eleven <strong>________</strong> också i att föra resonemang om hur några naturresurser används och fördelas.",
        "knowledgeRequirementChoice" : {
          "E" : "Eleven <strong>medverkar</strong> också i att föra resonemang om hur några naturresurser används och fördelas.",
          "C" : "Eleven för också <strong>enkla</strong> resonemang om hur några naturresurser används och fördelas.",
          "A" : "Eleven för också <strong>utvecklade</strong> resonemang om hur några naturresurser används och fördelas."
        }
      } ]
    }, {
      "heading" : "",
      "knowledgeRequirements" : [ {
        "text" : "Eleven orienterar sig i och undersöker omvärlden och <strong>________</strong> då i att använda kartor samt andra geografiska källor, metoder och tekniker.",
        "knowledgeRequirementChoice" : {
          "E" : "Eleven orienterar sig i och undersöker omvärlden och <strong>medverkar</strong> då i att använda kartor samt andra geografiska källor, metoder och tekniker.",
          "C" : "Eleven orienterar sig i och undersöker omvärlden och använder då kartor och andra geografiska källor, metoder och tekniker <strong>på ett delvis ändamålsenligt sätt</strong>.",
          "A" : "Eleven orienterar sig i och undersöker omvärlden och använder då kartor och andra geografiska källor, metoder och tekniker <strong>på ett ändamålsenligt sätt</strong>."
        }
      } ]
    } ],
    "point" : 100,
    "year" : null
  }, {
    "name" : "Geografi 2",
    "description" : "Kursen geografi 2 omfattar punkterna 1 och 3–4 under rubriken Ämnets syfte.",
    "code" : "GEGGEO52",
    "centralContent" : [ {
      "heading" : "Undervisningen i kursen ska behandla följande centrala innehåll:",
      "lines" : [ "Fördjupning inom något eller några av ämnets kunskapsområden.", "Fältstudier av natur- och kulturlandskap, till exempel samhällsplanering i närsamhället.", "Geografiska källor och verktyg, till exempel kartor, GIS och modeller." ]
    } ],
    "knowledgeRequirementParagraphs" : [ {
      "heading" : "",
      "knowledgeRequirements" : [ {
        "text" : "Eleven <strong>________</strong> i att beskriva samband mellan människa, samhälle och natur utifrån ett kunskapsområde.",
        "knowledgeRequirementChoice" : {
          "E" : "Eleven <strong>medverkar</strong> i att beskriva samband mellan människa, samhälle och natur utifrån ett kunskapsområde.",
          "C" : "Eleven beskriver <strong>på ett enkelt sätt</strong> samband mellan människa, samhälle och natur utifrån ett kunskapsområde.",
          "A" : "Eleven beskriver <strong>på ett utvecklat sätt</strong> samband mellan människa, samhälle och natur utifrån ett kunskapsområde."
        }
      }, {
        "text" : "Med utgångspunkt i kunskapsområdet <strong>________</strong> eleven i resonemang om hur naturresurser används och fördelas.",
        "knowledgeRequirementChoice" : {
          "E" : "Med utgångspunkt i kunskapsområdet <strong>medverkar</strong> eleven i resonemang om hur naturresurser används och fördelas.",
          "C" : "Med utgångspunkt i kunskapsområdet för eleven <strong>enkla</strong> resonemang om hur naturresurser används och fördelas.",
          "A" : "Med utgångspunkt i kunskapsområdet för eleven <strong>utvecklade</strong> resonemang om hur naturresurser används och fördelas."
        }
      } ]
    }, {
      "heading" : "",
      "knowledgeRequirements" : [ {
        "text" : "Eleven undersöker natur- och kulturlandskap och <strong>________</strong> då i att använda kartor samt andra geografiska källor, metoder och tekniker.",
        "knowledgeRequirementChoice" : {
          "E" : "Eleven undersöker natur- och kulturlandskap och <strong>medverkar</strong> då i att använda kartor samt andra geografiska källor, metoder och tekniker.",
          "C" : "Eleven undersöker natur- och kulturlandskap och använder då kartor samt andra geografiska källor, metoder och tekniker <strong>på ett delvis ändamålsenligt sätt</strong>.",
          "A" : "Eleven undersöker natur- och kulturlandskap och använder då kartor samt andra geografiska källor, metoder och tekniker <strong>på ett ändamålsenligt sätt</strong>."
        }
      } ]
    } ],
    "point" : 100,
    "year" : null
  } ]
}