{
  "name" : "Måltids- och branschkunskap",
  "description" : "Ämnet måltids- och branschkunskap behandlar restaurang- och bageribranschens olika verksamheter. Ämnet är en orientering inom branschernas olika yrkesområden och arbetsmiljöer. Ämnet handlar om verksamheternas produkter, tjänster och yrkesroller. I ämnet ingår måltiden som en helhetsupplevelse. Centralt i ämnet är service och bemötande samt en säker livsmedelshantering.",
  "code" : "MAD",
  "designation" : "",
  "skolfsId" : "0000:00",
  "purposes" : [ {
    "type" : "PARAGRAPH",
    "heading" : "",
    "lines" : [ "Undervisningen i ämnet måltids- och branschkunskap ska syfta till att eleverna utvecklar kunskaper om restaurang- och bageribranschens olika verksamheter och yrkesroller samt förmåga att utföra arbetsuppgifter inom området.", "Genom undervisningen ska eleverna ges möjlighet att utveckla kunskaper om branschernas verksamheter till exempel arbete i matsal, kök och bageri.", "Undervisningen ska bidra till att eleverna utvecklar kunskaper om olika yrkesroller i verksamheterna.", "Vidare ska undervisningen ge eleverna möjlighet att utveckla kunskaper om verksamheternas produkter och tjänster samt betydelsen av kvalitet och service.", "Undervisningen ska också bidra till att eleverna utvecklar förmåga att kommunicera med kunder och gäster på ett serviceinriktat sätt samt utifrån branschens etiska regler.", "Undervisningen ska leda till att eleverna utvecklar förståelse av vad det innebär att arbeta inom restaurang- och bageribranschen." ]
  }, {
    "type" : "PARAGRAPH",
    "heading" : "",
    "lines" : [ "Genom undervisningen ska eleverna ges möjlighet att utveckla kunskaper om måltiden som en helhetsupplevelse.", "Eleverna ska också ges möjlighet att utveckla kunskaper om hygien, ergonomi och miljöhänsyn i samband med arbete inom branschens olika verksamheter.", "Undervisningen ska bidra till att eleverna utvecklar kunskaper om livsmedelshygien och säker livsmedelshantering.", "Vidare ska eleverna ges möjlighet att utveckla kunskaper om och förmåga att använda metoder, redskap och annan utrustning som används inom de olika områdena.", "Undervisningen ska bidra till att eleverna utvecklar kunskaper om lagar och andra bestämmelser som är tillämpliga inom respektive yrkesområde.", "Undervisningen ska leda till att eleverna utvecklar förmåga att utföra arbetsuppgifter inom restaurang och bageri på ett hygieniskt, säkert och serviceinriktat sätt." ]
  }, {
    "type" : "PARAGRAPH",
    "heading" : "",
    "lines" : [ "Fältstudier, praktiskt arbete samt ett undersökande och problemlösande arbetssätt ska ingå i undervisningen.", "I undervisningen ska eleverna ges möjlighet att reflektera över och samtala om innebörden samt betydelsen av ett hygieniskt, säkert och serviceinriktat arbetssätt" ]
  }, {
    "type" : "BULLET",
    "heading" : "Undervisningen i ämnet måltids- och branschkunskap ska ge eleverna förutsättningar att utveckla följande:",
    "lines" : [ "Kunskaper om restaurang- och bageribranschens olika verksamheter, produkter och tjänster.", "Kunskaper om måltiden som helhetsupplevelse och om sensoriska metoder.", "Förmåga att utföra arbetsuppgifter inom branschens olika yrkesområden på ett hygieniskt, säkert och serviceinriktat sätt." ]
  } ],
  "courses" : [ {
    "name" : "Måltids- och branschkunskap",
    "description" : "Kursen måltids- och branschkunskap omfattar punkterna 1–3 under rubriken Ämnets syfte.",
    "code" : "MADMAL5",
    "centralContent" : [ {
      "heading" : "Undervisningen i kursen ska behandla följande centrala innehåll:",
      "lines" : [ "Restaurang- och bageribranschens olika yrkesområden och verksamheter, till exempel matsal, kök och bageri.", "Måltiden som helhetsupplevelse, till exempel rummet, produkten och stämningen.", "Olika smak- och matkulturer.", "Sensoriska metoder. Våra sinnen och deras betydelse för hur vi upplever smak och mat.", "Säker livsmedelshantering. Metoder för hantering av råvaror samt för tillagning, varmhållning, nedkylning, uppvärmning och förvaring av livsmedel.", "God hygienpraxis i samband med livsmedelshantering. Rengöring av lokaler och utrustning samt personlig hygien.", "Metoder, redskap och annan utrustning som används inom respektive verksamhetsområde.", "Service och bemötande.", "Ergonomi, arbetsmiljö och säkerhet.", "Lagar och andra bestämmelser som är tillämpliga inom respektive yrkesområde, till exempel om livsmedel och hygien." ]
    } ],
    "knowledgeRequirementParagraphs" : [ {
      "heading" : "",
      "knowledgeRequirements" : [ {
        "text" : "Eleven <strong>________</strong> i att beskriva restaurang- och bageribranschens olika verksamheter, produkter samt tjänster.",
        "knowledgeRequirementChoice" : {
          "E" : "Eleven <strong>medverkar</strong> i att beskriva restaurang- och bageribranschens olika verksamheter, produkter samt tjänster.",
          "C" : "Eleven beskriver <strong>på ett enkelt sätt</strong> restaurang- och bageribranschens olika verksamheter, produkter samt tjänster.",
          "A" : "Eleven beskriver <strong>på ett utvecklat sätt</strong> restaurang- och bageribranschens olika verksamheter, produkter samt tjänster."
        }
      }, {
        "text" : "Eleven <strong>________</strong> i samtal om måltiden som helhetsupplevelse och om sensoriska metoder.",
        "knowledgeRequirementChoice" : {
          "E" : "Eleven <strong>medverkar</strong> i samtal om måltiden som helhetsupplevelse och om sensoriska metoder.",
          "C" : "Eleven samtalar <strong>på ett enkelt sätt</strong> om måltiden som helhetsupplevelse och om sensoriska metoder.",
          "A" : "Eleven samtalar <strong>på ett utvecklat sätt</strong> om måltiden som helhetsupplevelse och om sensoriska metoder."
        }
      }, {
        "text" : "Eleven <strong>________</strong> också i att utföra arbetsmoment inom branschens olika yrkesområden på ett hygieniskt, säkert och serviceinriktat sätt.",
        "knowledgeRequirementChoice" : {
          "E" : "Eleven <strong>medverkar</strong> också i att utföra arbetsmoment inom branschens olika yrkesområden på ett hygieniskt, säkert och serviceinriktat sätt.",
          "C" : "Eleven utför också <strong>med tillfredsställande resultat</strong> arbetsmoment inom branschens olika yrkesområden på ett hygieniskt, säkert och serviceinriktat sätt.",
          "A" : "Eleven utför också <strong>med gott resultat</strong> arbetsmoment inom branschens olika yrkesområden på ett hygieniskt, säkert och serviceinriktat sätt."
        }
      } ]
    } ],
    "point" : 200,
    "year" : null
  } ]
}