{
  "name" : "Moderna språk",
  "description" : "Ämnet moderna språk innefattar en stor mängd olika språk. I ämnet ingår kommunikation på det valda språket samt kunskaper om de områden i världen där språket används.",
  "code" : "MON",
  "designation" : "",
  "skolfsId" : "2013:186",
  "purposes" : [ {
    "type" : "PARAGRAPH",
    "heading" : "",
    "lines" : [ "Undervisningen i ämnet moderna språk ska syfta till att eleverna utvecklar språk- och omvärldskunskaper så att de kan, vill och vågar använda språket i olika situationer.", "Genom undervisningen ska eleverna ges möjlighet att utveckla en kommunikativ förmåga.", "Denna förmåga innefattar både reception, vilket innebär att förstå talat och skrivet språk, samt produktion och interaktion, vilket innebär att formulera sig och samspela med andra i tal och skrift.", "Dessutom ska eleverna ges förutsättningar att utveckla förmåga att använda olika strategier för att stödja kommunikationen och för att lösa problem när språkkunskaperna inte räcker till." ]
  }, {
    "type" : "PARAGRAPH",
    "heading" : "",
    "lines" : [ "Undervisningen ska bidra till att eleverna utvecklar kunskaper om livsvillkor, samhällsfrågor och kulturella företeelser i olika delar av världen där språket används.", "Undervisningen ska stimulera elevernas nyfikenhet på språk och kulturer och bidra till att eleverna utvecklar kunskaper om hur man lär sig språk i och utanför undervisningen." ]
  }, {
    "type" : "PARAGRAPH",
    "heading" : "",
    "lines" : [ "Undervisningen ska så långt som möjligt bedrivas på målspråket.", "I undervisningen ska eleverna i första hand få möta talat språk av olika slag samt få sätta innehållet i relation till egna erfarenheter och kunskaper.", "Undervisningen ska också ge eleverna möjlighet att samspela med andra och med stöd av digitala verktyg.", "Undervisningen ska dra nytta av omvärlden som en resurs för kontakter, information och lärande." ]
  }, {
    "type" : "BULLET",
    "heading" : "Undervisningen i ämnet moderna språk ska ge eleverna förutsättningar att utveckla följande:",
    "lines" : [ "Förståelse av målspråket samt förmåga att tolka innehållet.", "Förmåga att formulera sig och kommunicera på målspråket.", "Förmåga att använda språkliga strategier i olika sammanhang.", "Förmåga att reflektera över livsvillkor, samhällsfrågor och kulturella företeelser i olika sammanhang och delar av världen där språket används." ]
  } ],
  "courses" : [ {
    "name" : "Moderna språk",
    "description" : "Kursen moderna språk omfattar punkterna 1–4 under rubriken Ämnets syfte. I kursen behandlas grundläggande kunskaper i ämnet.",
    "code" : "MONXXX5",
    "centralContent" : [ {
      "heading" : "Undervisningen i kursen ska behandla följande centrala innehåll:",
      "lines" : [ ]
    }, {
      "heading" : "Kommunikationens innehåll",
      "lines" : [ "Ämnesområden som är välbekanta för eleverna, till exempel vardagliga situationer, intressen och personer. Ämnesområden med anknytning till elevernas utbildning.", "Vardagsliv och levnadssätt i olika sammanhang och områden i världen där språket används. Språkets utbredning i världen." ]
    }, {
      "heading" : "Reception",
      "lines" : [ "Tydligt talat språk och enkla texter som är instruerande, beskrivande och kontaktskapande. Texter med bildstöd. Språk och texter via film och andra medier.", "Sammanhängande tydligt talat språk och samtal av olika slag, till exempel dialoger och enkla samtal.", "Berättelser och annan fiktion i talad och dramatiserad form samt i skrift. Sånger.", "Information och meddelanden, till exempel på skyltar och i reklam.", "Strategier för att uppfatta betydelsebärande ord och dra slutsatser om innehållet, till exempel med hjälp av förförståelse.", "Språkliga företeelser i det språk som eleverna möter, till exempel uttal, intonation och fasta språkliga uttryck.", "Hur ord, fasta språkliga uttryck och vardagsfraser, till exempel artighetsfraser och tilltalsord, används i talat språk." ]
    }, {
      "heading" : "Produktion och interaktion",
      "lines" : [ "Presentationer, instruktioner, meddelanden och beskrivningar i tal.", "Samtal och skrivande för kontakt och kommunikation.", "Strategier för att lösa språkliga problem i samtal, till exempel omformuleringar, gester och frågor.", "Språkliga företeelser för att stödja och berika kommunikationen, till exempel uttal, artighetsfraser och andra fasta språkliga uttryck.", "Strategier för att delta i och bidra till samtal, till exempel frågor, bekräftande fraser och uttryck." ]
    } ],
    "knowledgeRequirementParagraphs" : [ {
      "heading" : "",
      "knowledgeRequirements" : [ {
        "text" : "Eleven förstår <strong>________</strong> i tydligt talat, enkelt språk i långsamt tempo samt i korta, mycket enkla texter om vardagliga och välbekanta ämnen.",
        "knowledgeRequirementChoice" : {
          "E" : "Eleven förstår <strong>några vanliga ord och mycket enkla fraser</strong> i tydligt talat, enkelt språk i långsamt tempo samt i korta, mycket enkla texter om vardagliga och välbekanta ämnen.",
          "C" : "Eleven förstår <strong>vanliga ord och enkla fraser</strong> i tydligt talat, enkelt språk i långsamt tempo samt i korta, mycket enkla texter om vardagliga och välbekanta ämnen.",
          "A" : "Eleven förstår <strong>det huvudsakliga innehållet och uppfattar väsentliga detaljer</strong> i tydligt talat, enkelt språk i långsamt tempo samt i korta, mycket enkla texter om vardagliga och välbekanta ämnen."
        }
      }, {
        "text" : "Eleven visar sin förståelse genom att <strong>________</strong> i att redogöra för innehållet.",
        "knowledgeRequirementChoice" : {
          "E" : "Eleven visar sin förståelse genom att <strong>medverka</strong> i att redogöra för innehållet.",
          "C" : "Eleven visar sin förståelse genom att i <strong>mycket enkel form</strong> redogöra för innehållet.",
          "A" : "Eleven visar sin förståelse genom att i <strong>enkel form</strong> redogöra för innehållet."
        }
      }, {
        "text" : "Eleven <strong>________</strong> i att använda strategier för lyssnande och läsning.",
        "knowledgeRequirementChoice" : {
          "E" : "Eleven <strong>medverkar</strong> i att använda strategier för lyssnande och läsning.",
          "C" : "Eleven använder <strong>någon</strong> strategi för lyssnande och läsning.",
          "A" : "Eleven använder <strong>några</strong> strategier för lyssnande och läsning."
        }
      } ]
    }, {
      "heading" : "",
      "knowledgeRequirements" : [ {
        "text" : "I muntliga framställningar <strong>________</strong> eleven i att formulera sig <strong>________</strong>.",
        "knowledgeRequirementChoice" : {
          "E" : "I muntliga framställningar <strong>medverkar</strong> eleven i att formulera sig <strong>enkelt och i någon mån begripligt med enstaka ord och fraser</strong>.",
          "C" : "I muntliga framställningar formulerar sig eleven <strong>enkelt och begripligt med ord och fraser</strong>.",
          "A" : "I muntliga framställningar formulerar sig eleven <strong>enkelt, relativt tydligt och till viss del sammanhängande</strong>."
        }
      }, {
        "text" : "I muntlig interaktion uttrycker sig eleven enkelt och <strong>________</strong>.",
        "knowledgeRequirementChoice" : {
          "E" : "I muntlig interaktion uttrycker sig eleven enkelt och <strong>i någon mån begripligt med ord och fraser</strong>.",
          "C" : "I muntlig interaktion uttrycker sig eleven <strong>enkelt och begripligt med ord och fraser</strong>.",
          "A" : "I muntlig interaktion uttrycker sig eleven <strong>enkelt och relativt tydligt med ord, fraser och meningar</strong>."
        }
      }, {
        "text" : "Dessutom <strong>________</strong> eleven i att använda strategier som löser problem i och förbättrar interaktionen.",
        "knowledgeRequirementChoice" : {
          "E" : "Dessutom <strong>medverkar</strong> eleven i att använda strategier som löser problem i och förbättrar interaktionen.",
          "C" : "Dessutom använder eleven <strong>någon</strong> strategi som löser problem i och förbättrar interaktionen.",
          "A" : "Dessutom använder eleven <strong>några</strong> strategier som löser problem i och förbättrar interaktionen."
        }
      } ]
    }, {
      "heading" : "",
      "knowledgeRequirements" : [ {
        "text" : "Eleven <strong>________</strong> i att beskriva företeelser i olika sammanhang och områden där språket används, och gör då också enkla jämförelser med egna erfarenheter och kunskaper.",
        "knowledgeRequirementChoice" : {
          "E" : "Eleven <strong>medverkar</strong> i att beskriva företeelser i olika sammanhang och områden där språket används, och gör då också enkla jämförelser med egna erfarenheter och kunskaper.",
          "C" : "Eleven kommenterar <strong>på ett enkelt sätt</strong> några företeelser i olika sammanhang och områden där språket används, och gör då också enkla jämförelser med egna erfarenheter och kunskaper.",
          "A" : "Eleven kommenterar <strong>på ett utvecklat sätt</strong> några företeelser i olika sammanhang och områden där språket används, och gör då också enkla jämförelser med egna erfarenheter och kunskaper."
        }
      } ]
    } ],
    "point" : 100,
    "year" : null
  } ]
}