{
  "name" : "Religionskunskap",
  "description" : "Ämnet religionskunskap behandlar hur religioner och andra livsåskådningar kommer till uttryck i människors ord och handlingar. I ämnet ingår även kunskaper om etiska och existentiella frågor. I ämnet behandlas trons och etikens betydelse för individers upplevelse av mening och tillhörighet i tillvaron.",
  "code" : "REI",
  "designation" : "",
  "skolfsId" : "0000:00",
  "purposes" : [ {
    "type" : "PARAGRAPH",
    "heading" : "",
    "lines" : [ "Undervisningen i ämnet religionskunskap ska syfta till att eleverna utvecklar kunskaper om religioner, andra livsåskådningar och olika sätt att tänka kring och förhålla sig till etiska frågor.", "Kunskaper om kristendomen och dess traditioner ska ha en särskild betydelse i undervisningen, eftersom denna tradition har förvaltat den värdegrund som ligger till grund för det svenska samhället." ]
  }, {
    "type" : "PARAGRAPH",
    "heading" : "",
    "lines" : [ "Undervisningen ska bidra till att eleverna utvecklar kunskaper om hur människors förhållningssätt i moraliska frågor kan motiveras utifrån religioner och andra livsåskådningar.", "Undervisningen ska också ge eleverna möjlighet att utveckla förmåga att beskriva och värdera hur olika religioner kan förhålla sig till etnicitet, funktionsnedsättningar, kön, sexualitet samt till människors sociala och ekonomiska förhållanden." ]
  }, {
    "type" : "PARAGRAPH",
    "heading" : "",
    "lines" : [ "Undervisningen ska bidra till att eleverna utvecklar förmåga att samtala om etiska och existentiella frågor samt människors olika värderingar och trosföreställningar.", "På så sätt ska undervisningen ge eleverna möjlighet att utveckla respekt och förståelse för olika sätt att tänka och leva samt en beredskap för att förstå och leva i ett samhälle präglat av mångfald." ]
  }, {
    "type" : "PARAGRAPH",
    "heading" : "",
    "lines" : [ "I undervisningen ska eleverna ges möjlighet att ta del av texter och andra källor med anknytning till religionskunskap.", "Eleverna ska ges möjlighet att samtala om hur relationen mellan religion och vetenskap kan tolkas och uppfattas, till exempel beträffande frågor om skapelse och evolution." ]
  }, {
    "type" : "BULLET",
    "heading" : "Undervisningen i ämnet religionskunskap ska ge eleverna förutsättningar att utveckla följande:",
    "lines" : [ "Kunskaper om religioner och andra livsåskådningar.", "Förmåga att reflektera över hur religioner och andra livsåskådningar kan ta sig uttryck i människors sätt att tänka och handla.", "Förmåga att undersöka och kommunicera om etiska och existentiella frågor i relation till kristendomen och andra religioner och livsåskådningar.", "Förmåga att använda etiska ord och begrepp med anknytning till vardagen och yrkeslivet." ]
  } ],
  "courses" : [ {
    "name" : "Religionskunskap 1",
    "description" : "Kursen religionskunskap 1 omfattar punkterna 1–4 under rubriken Ämnets syfte. ",
    "code" : "REIREL51",
    "centralContent" : [ {
      "heading" : "Undervisningen i kursen ska behandla följande centrala innehåll:",
      "lines" : [ "Kristendomen, de övriga världsreligionerna och andra livsåskådningar samt några av deras centrala trosuppfattningar och kännetecken.", "Gudsuppfattningar och människosyner inom olika religioner.", "Olika religioners syn i sociala frågor och samhällsfrågor, till exempel i frågor som rör kön, sexualitet och ekonomi.", "Individers och gruppers identiteter och hur de kommer till uttryck i förhållande till religioner och andra livsåskådningar, utifrån till exempel skriftliga källor, traditioner och nutida händelser.", "Existentiella frågor av betydelse för eleverna. Livsfrågor i anslutning till födelse, liv och död.", "Uppfattningar om relationen mellan religion och vetenskap i den aktuella samhällsdebatten.", "Etiska ord och begrepp utifrån olika situationer i vardagen och i yrkeslivet." ]
    } ],
    "knowledgeRequirementParagraphs" : [ {
      "heading" : "",
      "knowledgeRequirements" : [ {
        "text" : "Eleven <strong>________</strong> i att ge exempel på kännetecken för var och en av världsreligionerna.",
        "knowledgeRequirementChoice" : {
          "E" : "Eleven <strong>medverkar</strong> i att ge exempel på kännetecken för var och en av världsreligionerna.",
          "C" : "Eleven ger exempel på <strong>något</strong> kännetecken för var och en av världsreligionerna.",
          "A" : "Eleven ger exempel på <strong>några</strong> kännetecken för var och en av världsreligionerna."
        }
      }, {
        "text" : "Eleven <strong>________</strong> i att föra resonemang om hur religioner och andra livsåskådningar kan ta sig uttryck för människor.",
        "knowledgeRequirementChoice" : {
          "E" : "Eleven <strong>medverkar</strong> i att föra resonemang om hur religioner och andra livsåskådningar kan ta sig uttryck för människor.",
          "C" : "Eleven för <strong>enkla</strong> resonemang om hur religioner och andra livsåskådningar kan ta sig uttryck för människor.",
          "A" : "Eleven för <strong>utvecklade</strong> resonemang om hur religioner och andra livsåskådningar kan ta sig uttryck för människor."
        }
      } ]
    }, {
      "heading" : "",
      "knowledgeRequirements" : [ {
        "text" : "Eleven <strong>________</strong> i att samtala om livsfrågor.",
        "knowledgeRequirementChoice" : {
          "E" : "Eleven <strong>medverkar</strong> i att samtala om livsfrågor.",
          "C" : "Eleven samtalar <strong>på ett enkelt sätt</strong> om livsfrågor.",
          "A" : "Eleven samtalar <strong>på ett utvecklat sätt</strong> om livsfrågor."
        }
      }, {
        "text" : "Utifrån situationer i vardagen och yrkeslivet <strong>________</strong> eleven även i att samtala om etiska frågor och använda några etiska begrepp.",
        "knowledgeRequirementChoice" : {
          "E" : "Utifrån situationer i vardagen och yrkeslivet <strong>medverkar</strong> eleven även i att samtala om etiska frågor och använda några etiska begrepp.",
          "C" : "Utifrån situationer i vardagen och yrkeslivet samtalar eleven även om etiska frågor <strong>på ett enkelt sätt</strong> och använder då några etiska begrepp <strong>på ett delvis ändamålsenligt sätt</strong>.",
          "A" : "Utifrån situationer i vardagen och yrkeslivet samtalar eleven även om etiska frågor <strong>på ett utvecklat sätt</strong> och använder då några etiska begrepp <strong>på ett ändamålsenligt sätt</strong>."
        }
      } ]
    } ],
    "point" : 50,
    "year" : null
  }, {
    "name" : "Religionskunskap 2",
    "description" : "Kursen religionskunskap 2 omfattar punkterna 1–4 under rubriken Ämnets syfte. I kursen behandlas fördjupade kunskaper i ämnet.",
    "code" : "REIREL52",
    "centralContent" : [ {
      "heading" : "Undervisningen i kursen ska behandla följande centrala innehåll:",
      "lines" : [ "Nyreligiösa rörelser och strömningar, vad som kännetecknar dem och vad de har för förhållande till världsreligionerna.", "Privatreligiositet. Människors egna tolkningar av religiösa trosuppfattningar i ett samhälle präglat av mångfald.", "Religioners och livsåskådningars betydelse för människors identitet, tillhörighet, gemenskap och syn på jämställdhet.", "Uppfattningar om relationen mellan religion och vetenskap.", "Etiska och existentiella frågor med utgångspunkt i kristendomen, övriga världsreligioner och andra livsåskådningar samt i elevernas egna ställningstaganden." ]
    } ],
    "knowledgeRequirementParagraphs" : [ {
      "heading" : "",
      "knowledgeRequirements" : [ {
        "text" : "Eleven <strong>________</strong> i att ge exempel på kännetecken för olika nyreligiösa rörelser.",
        "knowledgeRequirementChoice" : {
          "E" : "Eleven <strong>medverkar</strong> i att ge exempel på kännetecken för olika nyreligiösa rörelser.",
          "C" : "Eleven ger exempel på <strong>något</strong> kännetecken för olika nyreligiösa rörelser.",
          "A" : "Eleven ger exempel på <strong>några</strong> kännetecken för olika nyreligiösa rörelser."
        }
      }, {
        "text" : "Eleven <strong>________</strong> i att föra resonemang om hur religioner och andra livsåskådningar kan ta sig uttryck för människor.",
        "knowledgeRequirementChoice" : {
          "E" : "Eleven <strong>medverkar</strong> i att föra resonemang om hur religioner och andra livsåskådningar kan ta sig uttryck för människor.",
          "C" : "Eleven för <strong>enkla</strong> resonemang om hur religioner och andra livsåskådningar kan ta sig uttryck för människor.",
          "A" : "Eleven för <strong>utvecklade</strong> resonemang om hur religioner och andra livsåskådningar kan ta sig uttryck för människor."
        }
      } ]
    }, {
      "heading" : "",
      "knowledgeRequirements" : [ {
        "text" : "Eleven <strong>________</strong> i att samtala om etiska och existentiella frågor.",
        "knowledgeRequirementChoice" : {
          "E" : "Eleven <strong>medverkar</strong> i att samtala om etiska och existentiella frågor.",
          "C" : "Eleven samtalar <strong>på ett enkelt sätt</strong> om etiska och existentiella frågor.",
          "A" : "Eleven samtalar <strong>på ett utvecklat sätt</strong> om etiska och existentiella frågor."
        }
      }, {
        "text" : "I samtalen <strong>________</strong> eleven i att använda några etiska begrepp.",
        "knowledgeRequirementChoice" : {
          "E" : "I samtalen <strong>medverkar</strong> eleven i att använda några etiska begrepp.",
          "C" : "I samtalen använder eleven några etiska begrepp <strong>på ett delvis ändamålsenligt sätt</strong>.",
          "A" : "I samtalen använder eleven några etiska begrepp <strong>på ett ändamålsenligt sätt</strong>."
        }
      } ]
    } ],
    "point" : 100,
    "year" : null
  }, {
    "name" : "Religionskunskap 3",
    "description" : "Kursen religionskunskap 3 omfattar punkterna 1–4 under rubriken Ämnets syfte. I kursen behandlas fördjupade kunskaper i ämnet.",
    "code" : "REIREL53",
    "centralContent" : [ {
      "heading" : "Undervisningen i kursen ska behandla följande centrala innehåll:",
      "lines" : [ "Fördjupning inom något eller några av ämnets kunskapsområden, till exempel centrala idéer, texter och riter i en eller flera valda religioner och andra livsåskådningar.", "Ord och begrepp som är relevanta för kunskapsområdet." ]
    } ],
    "knowledgeRequirementParagraphs" : [ {
      "heading" : "",
      "knowledgeRequirements" : [ {
        "text" : "Eleven <strong>________</strong> i att beskriva kännetecken för någon religion eller annan livsåskådning.",
        "knowledgeRequirementChoice" : {
          "E" : "Eleven <strong>medverkar</strong> i att beskriva kännetecken för någon religion eller annan livsåskådning.",
          "C" : "Eleven beskriver <strong>på ett enkelt sätt</strong> kännetecken för någon religion eller annan livsåskådning.",
          "A" : "Eleven beskriver <strong>på ett utvecklat sätt</strong> kännetecken för någon religion eller annan livsåskådning."
        }
      }, {
        "text" : "Eleven <strong>________</strong> i att föra resonemang om hur livsåskådningen kan ta sig uttryck för människor.",
        "knowledgeRequirementChoice" : {
          "E" : "Eleven <strong>medverkar</strong> i att föra resonemang om hur livsåskådningen kan ta sig uttryck för människor.",
          "C" : "Eleven för <strong>enkla</strong> resonemang om hur livsåskådningen kan ta sig uttryck för människor.",
          "A" : "Eleven för <strong>utvecklade</strong> resonemang om hur livsåskådningen kan ta sig uttryck för människor."
        }
      } ]
    }, {
      "heading" : "",
      "knowledgeRequirements" : [ {
        "text" : "Utifrån livsåskådningen <strong>________</strong> eleven i att samtala om etiska och existentiella frågor.",
        "knowledgeRequirementChoice" : {
          "E" : "Utifrån livsåskådningen <strong>medverkar</strong> eleven i att samtala om etiska och existentiella frågor.",
          "C" : "Utifrån livsåskådningen samtalar eleven <strong>på ett enkelt sätt</strong> om etiska och existentiella frågor.",
          "A" : "Utifrån livsåskådningen samtalar eleven <strong>på ett utvecklat sätt</strong> om etiska och existentiella frågor."
        }
      }, {
        "text" : "I samtalen <strong>________</strong> eleven i att använda några etiska begrepp.",
        "knowledgeRequirementChoice" : {
          "E" : "I samtalen <strong>medverkar</strong> eleven i att använda några etiska begrepp.",
          "C" : "I samtalen använder eleven några etiska begrepp <strong>på ett delvis ändamålsenligt sätt</strong>.",
          "A" : "I samtalen använder eleven några etiska begrepp <strong>på ett ändamålsenligt sätt</strong>."
        }
      } ]
    } ],
    "point" : 100,
    "year" : null
  } ]
}