{
  "name" : "Svenskt teckenspråk",
  "description" : "Ämnet svenskt teckenspråk behandlar kommunikation på teckenspråk samt kunskaper om språkliga och kulturella miljöer där teckenspråket används.",
  "code" : "SVP",
  "designation" : "",
  "skolfsId" : "0000:00",
  "purposes" : [ {
    "type" : "PARAGRAPH",
    "heading" : "",
    "lines" : [ "Undervisningen i ämnet svenskt teckenspråk ska syfta till att eleverna utvecklar ett rikt språk, så att de känner självförtroende och trygghet att använda språket för olika syften samt i skilda situationer och sammanhang." ]
  }, {
    "type" : "PARAGRAPH",
    "heading" : "",
    "lines" : [ "Genom undervisningen ska eleverna ges möjlighet att utveckla kunskaper om språkets uppbyggnad och struktur samt färdigheter i att anpassa språket till olika syften och mottagare.", "Vidare ska undervisningen ge eleverna möjlighet att utveckla kunskaper om olika typer av teckenspråkiga texter.", "Undervisningen ska också bidra till att eleverna utvecklar såväl förmåga att producera egna texter som att tolka och reflektera över andras texter." ]
  }, {
    "type" : "PARAGRAPH",
    "heading" : "",
    "lines" : [ "Genom undervisningen ska eleverna ges möjlighet att utveckla kunskaper om teckenspråkets historia samt om kulturella sammanhang där teckenspråket används.", "Eleverna ska också ges möjlighet att utveckla kunskaper om hur man använder sig av tolk i olika kommunikationssituationer.", "Undervisningen ska även bidra till att eleverna utvecklar förståelse för hur man söker, värderar, sovrar samt tillägnar sig innehåll från olika källor för att få information, kunskaper och upplevelser." ]
  }, {
    "type" : "PARAGRAPH",
    "heading" : "",
    "lines" : [ "I undervisningen ska eleverna ges möjlighet att få möta och uppleva teckenspråk i kulturella verksamheter i samhället." ]
  }, {
    "type" : "BULLET",
    "heading" : "Undervisningen i ämnet svenskt teckenspråk ska ge eleverna förutsättningar att utveckla följande:",
    "lines" : [ "Förmåga att använda teckenspråk för att kommunicera i olika situationer och sammanhang.", "Förmåga att anpassa språket till syftet, mottagaren och sammanhanget.", "Förmåga att producera egna teckenspråkiga texter i olika genrer.", "Förmåga att reflektera över och kommunicera om olika typer av teckenspråkiga texter.", "Förmåga att söka och värdera information från olika källor." ]
  } ],
  "courses" : [ {
    "name" : "Svenskt teckenspråk 1",
    "description" : "Kursen svenskt teckenspråk 1 omfattar punkterna 1–5 under rubriken Ämnets syfte.",
    "code" : "SVPSVE51",
    "centralContent" : [ {
      "heading" : "Undervisningen i kursen ska behandla följande centrala innehåll:",
      "lines" : [ "Teckenspråkig framställning för olika syften och mottagare. Presentationstekniska hjälpmedel och hur de kan användas för att förstärka en framställning.", "Svenska teckenspråkets form och struktur. Teckenbildning och satskonstruktion.", "Olika typer av teckenspråkiga texter för kommunikation, lärande och reflektion: berättande, poetiska, instruerande, argumenterande och informerande texter.", "Informationssökning. Strategier för att söka och kritiskt granska information.", "Ansvar för och konsekvenser av olika sätt att uttrycka sig i olika sociala sammanhang och digitala forum.", "Hur digitala medier och annan teknik kan användas för att utveckla kunskaper i och om teckenspråk.", "Hur man går tillväga vid tolkanvändning och tolksituationens påverkan på samtalet. Tolketiska frågeställningar.", "Kunskaper om dövas och hörselskadades situation nationellt och internationellt över tid." ]
    } ],
    "knowledgeRequirementParagraphs" : [ {
      "heading" : "",
      "knowledgeRequirements" : [ {
        "text" : "Eleven <strong>________</strong> i att genomföra teckenspråkiga framställningar med anpassning till syfte och mottagare.",
        "knowledgeRequirementChoice" : {
          "E" : "Eleven <strong>medverkar</strong> i att genomföra teckenspråkiga framställningar med anpassning till syfte och mottagare.",
          "C" : "Eleven genomför <strong>enkla</strong> teckenspråkiga framställningar <strong>med viss anpassning</strong> till syfte och mottagare.",
          "A" : "Eleven genomför <strong>utvecklade</strong> teckenspråkiga framställningar <strong>med anpassning</strong> till syfte och mottagare."
        }
      }, {
        "text" : "Eleven producerar <strong>________</strong> teckenspråkiga texter och <strong>________</strong> i att anpassa texterna till genre.",
        "knowledgeRequirementChoice" : {
          "E" : "Eleven producerar <strong>mycket enkla</strong> teckenspråkiga texter och <strong>medverkar</strong> i att anpassa texterna till genre.",
          "C" : "Eleven producerar teckenspråkiga texter som är <strong>begripliga, delvis sammanhängande och delvis anpassade</strong> till genre.",
          "A" : "Eleven producerar teckenspråkiga texter som är <strong>tydliga, sammanhängande och anpassade</strong> till genre."
        }
      } ]
    }, {
      "heading" : "",
      "knowledgeRequirements" : [ {
        "text" : "Eleven visar sin förståelse för teckenspråkiga texter genom att <strong>________</strong> i att göra sammanfattningar av texternas innehåll.",
        "knowledgeRequirementChoice" : {
          "E" : "Eleven visar sin förståelse för teckenspråkiga texter genom att <strong>medverka</strong> i att göra sammanfattningar av texternas innehåll.",
          "C" : "Eleven visar förståelse för teckenspråkiga texter genom att göra <strong>enkla</strong> sammanfattningar av texternas innehåll.",
          "A" : "Eleven visar förståelse för teckenspråkiga texter genom att göra <strong>utvecklade</strong> sammanfattningar av texternas innehåll."
        }
      }, {
        "text" : "Dessutom <strong>________</strong> eleven i att föra resonemang om texternas form och syfte.",
        "knowledgeRequirementChoice" : {
          "E" : "Dessutom <strong>medverkar</strong> eleven i att föra resonemang om texternas form och syfte.",
          "C" : "Dessutom för eleven <strong>enkla</strong> resonemang om texternas form och syfte.",
          "A" : "Dessutom för eleven <strong>utvecklade</strong> resonemang om texternas form och syfte."
        }
      }, {
        "text" : "När eleven söker information <strong>________</strong> eleven i att föra resonemang om olika källors användbarhet.",
        "knowledgeRequirementChoice" : {
          "E" : "När eleven söker information <strong>medverkar</strong> eleven i att föra resonemang om olika källors användbarhet.",
          "C" : "När eleven söker information för eleven <strong>enkla</strong> resonemang om olika källors användbarhet.",
          "A" : "När eleven söker information för eleven <strong>utvecklade</strong> resonemang om olika källors användbarhet."
        }
      } ]
    } ],
    "point" : 100,
    "year" : null
  }, {
    "name" : "Svenskt teckenspråk 2",
    "description" : "Kursen svenskt teckenspråk 2 omfattar punkterna 1–5 under rubriken Ämnets syfte. I kursen behandlas fördjupade kunskaper i ämnet.",
    "code" : "SVPSVE52",
    "centralContent" : [ {
      "heading" : "Undervisningen i kursen ska behandla följande centrala innehåll:",
      "lines" : [ "Teckenspråkig framställning för olika syften och mottagare. Strategier för att anpassa språket efter kommunikationssituationen och mottagaren.", "Diskussioner och debatter. Hur man kan använda samtalsregler och visa respekt för andras åsikter.", "Svenska teckenspråkets form och struktur.", "Olika typer av teckenspråkiga texter för kommunikation, lärande samt reflektion. Berättande, poetiska, instruerande, argumenterande och informerande texter. Texternas form och syfte.", "Teckenspråkets uttrycksformer inom poesi, scen- och bildkonst.", "Hur språket påverkas av geografiska faktorer, ålder, kön och social tillhörighet samt gruppspråk.", "Teckenspråkets ställning samt dövas och hörselskadades livsvillkor, kultur samt historia, i Sverige och världen. Det teckenspråkiga samarbetet i världen." ]
    } ],
    "knowledgeRequirementParagraphs" : [ {
      "heading" : "",
      "knowledgeRequirements" : [ {
        "text" : "Eleven deltar i samtal genom att <strong>________</strong> i att framföra samt efterfråga information, åsikter och argument.",
        "knowledgeRequirementChoice" : {
          "E" : "Eleven deltar i samtal genom att <strong>medverka</strong> i att framföra samt efterfråga information, åsikter och argument.",
          "C" : "Eleven deltar i samtal genom att framföra samt efterfråga information, åsikter och argument <strong>på ett sätt som till viss del för diskussionerna framåt</strong>.",
          "A" : "Eleven deltar i samtal genom att framföra samt efterfråga information, åsikter och argument <strong>på ett sätt som för diskussionerna framåt</strong>."
        }
      }, {
        "text" : "Dessutom <strong>________</strong> eleven i att genomföra teckenspråkiga framställningar med anpassning till syfte och mottagare.",
        "knowledgeRequirementChoice" : {
          "E" : "Dessutom <strong>medverkar</strong> eleven i att genomföra teckenspråkiga framställningar med anpassning till syfte och mottagare.",
          "C" : "Dessutom genomför eleven <strong>enkla</strong> teckenspråkiga framställningar <strong>med viss anpassning</strong> till syfte och mottagare.",
          "A" : "Dessutom genomför eleven <strong>utvecklade</strong> teckenspråkiga framställningar <strong>med anpassning</strong> till syfte och mottagare."
        }
      }, {
        "text" : "Eleven producerar <strong>________</strong> teckenspråkiga texter och <strong>________</strong> i att anpassa texterna till genre.",
        "knowledgeRequirementChoice" : {
          "E" : "Eleven producerar <strong>mycket enkla</strong> teckenspråkiga texter och <strong>medverkar</strong> i att anpassa texterna till genre.",
          "C" : "Eleven producerar teckenspråkiga texter som är <strong>begripliga, delvis sammanhängande och delvis anpassade</strong> till genre.",
          "A" : "Eleven producerar teckenspråkiga texter som är <strong>tydliga, sammanhängande och anpassade</strong> till genre."
        }
      } ]
    }, {
      "heading" : "",
      "knowledgeRequirements" : [ {
        "text" : "Eleven visar sin förståelse för teckenspråkiga texter genom att <strong>________</strong> i att göra sammanfattningar av texternas innehåll.",
        "knowledgeRequirementChoice" : {
          "E" : "Eleven visar sin förståelse för teckenspråkiga texter genom att <strong>medverka</strong> i att göra sammanfattningar av texternas innehåll.",
          "C" : "Eleven visar förståelse för teckenspråkiga texter genom att göra <strong>enkla</strong> sammanfattningar av texternas innehåll.",
          "A" : "Eleven visar förståelse för teckenspråkiga texter genom att göra <strong>utvecklade</strong> sammanfattningar av texternas innehåll."
        }
      }, {
        "text" : "Dessutom <strong>________</strong> eleven i att föra resonemang om texternas form och syfte.",
        "knowledgeRequirementChoice" : {
          "E" : "Dessutom <strong>medverkar</strong> eleven i att föra resonemang om texternas form och syfte.",
          "C" : "Dessutom för eleven <strong>enkla</strong> resonemang om texternas form och syfte.",
          "A" : "Dessutom för eleven <strong>utvecklade</strong> resonemang om texternas form och syfte."
        }
      }, {
        "text" : "När eleven söker information <strong>________</strong> eleven i att föra resonemang om olika källors användbarhet.",
        "knowledgeRequirementChoice" : {
          "E" : "När eleven söker information <strong>medverkar</strong> eleven i att föra resonemang om olika källors användbarhet.",
          "C" : "När eleven söker information för eleven <strong>enkla</strong> resonemang om olika källors användbarhet.",
          "A" : "När eleven söker information för eleven <strong>utvecklade</strong> resonemang om olika källors användbarhet."
        }
      } ]
    } ],
    "point" : 100,
    "year" : null
  } ]
}