{
  "name" : "Slöjd",
  "description" : "Att tillverka föremål och bearbeta material med hjälp av redskap är ett sätt för människan att tänka och uttrycka sig. Slöjdande är en form av skapande som innebär att finna konkreta lösningar inom hantverkstradition och design utifrån behov i olika situationer. Slöjd innebär manuellt och intellektuellt arbete i förening vilket utvecklar kreativitet, och stärker tilltron till förmågan att klara uppgifter i det dagliga livet. Dessa förmågor är betydelsefulla för både individers och samhällens utveckling.",
  "code" : "GRGRSLJ01",
  "designation" : "SL",
  "skolfsId" : "2010:37",
  "purposes" : [ {
    "type" : "PARAGRAPH",
    "heading" : "",
    "lines" : [ "Undervisningen i ämnet slöjd ska syfta till att eleverna utvecklar kunskaper i olika hantverk och förmågan att arbeta med olika material och uttrycksformer.", "Eleverna ska ges möjligheter att utveckla sin skicklighet i en process där tanke, sinnesupplevelse och handling samverkar." ]
  }, {
    "type" : "PARAGRAPH",
    "heading" : "",
    "lines" : [ "Undervisningen ska ge eleverna förutsättningar att utveckla idéer, överväga olika lösningar, framställa föremål och värdera resultat.", "På så sätt ska undervisningen bidra till att väcka elevernas nyfikenhet att utforska och experimentera med olika material och att ta sig an utmaningar på ett kreativt sätt." ]
  }, {
    "type" : "PARAGRAPH",
    "heading" : "",
    "lines" : [ "Genom undervisningen ska eleverna ges förutsättningar att utveckla kunskaper om färg, form, funktion och konstruktion och om hur dessa kunskaper kan kombineras med medvetna val av material och teknik.", "Vidare ska undervisningen bidra till att eleverna utvecklar förtrogenhet med begrepp som beskriver arbetsprocesser, redskap och slöjdföremåls estetiska uttryck.", "Eleverna ska även ges möjlighet att utveckla kunskaper om arbetsmiljö och säkerhetsfrågor och om hur man väljer och hanterar material för att främja en hållbar utveckling." ]
  }, {
    "type" : "PARAGRAPH",
    "heading" : "",
    "lines" : [ "Undervisningen ska bidra till att eleverna utvecklar medvetenhet om estetiska traditioner och uttryck samt förståelse för slöjd, hantverk och design från olika kulturer och tidsperioder." ]
  }, {
    "type" : "BULLET",
    "heading" : "Genom undervisningen i ämnet slöjd ska eleverna sammanfattningsvis ges förutsättningar att utveckla sin förmåga att",
    "lines" : [ "formge och framställa föremål i olika material med hjälp av lämpliga redskap, verktyg och hantverkstekniker,", "välja och motivera tillvägagångssätt i slöjdarbetet utifrån syftet med arbetet och utifrån kvalitets- och miljöaspekter,", "analysera och värdera arbetsprocesser och resultat med hjälp av slöjdspecifika begrepp, och", "tolka slöjdföremåls estetiska och kulturella uttryck." ]
  } ],
  "courses" : [ {
    "name" : "Årskurs 1-3",
    "description" : "",
    "code" : "GRGRSLJ01_1-3",
    "centralContent" : [ {
      "heading" : "I årskurs 1–3",
      "lines" : [ ]
    }, {
      "heading" : "Slöjdens material, redskap och hantverkstekniker",
      "lines" : [ "Metall, textil och trä. Materialens egenskaper och användningsområden.", "Handverktyg och redskap, hur de benämns och hur de används på ett säkert och ändamålsenligt sätt.", "Enkla former av några hantverkstekniker, till exempel metalltrådsarbete, sågning och tovning.", "Enkla skisser och arbetsbeskrivningar, hur de kan läsas, följas och kopplas till enkla beräkningar." ]
    }, {
      "heading" : "Slöjdens arbetsprocesser",
      "lines" : [ "Slöjdarbetets olika delar: idéutveckling, överväganden, framställning och muntlig värdering av arbetsprocessen.", "Utforskande av materialens, redskapens och verktygens möjligheter." ]
    }, {
      "heading" : "Slöjdens estetiska och kulturella uttrycksformer",
      "lines" : [ "Berättelser som inspirationskällor och förebilder för egna idéer och skapande.", "Hur färg, form och material påverkar slöjdföremåls uttryck." ]
    }, {
      "heading" : "Slöjden i samhället",
      "lines" : [ "Slöjdföremåls funktion och betydelse som bruks- och prydnadsföremål.", "Några slöjdmaterials ursprung, till exempel ull och svenska träslag." ]
    } ],
    "knowledgeRequirementParagraphs" : [ ],
    "point" : null,
    "year" : {
      "start" : 1,
      "end" : 3
    }
  }, {
    "name" : "Årskurs 4-6",
    "description" : "",
    "code" : "GRGRSLJ01_4-6",
    "centralContent" : [ {
      "heading" : "I årskurs 4–6",
      "lines" : [ ]
    }, {
      "heading" : "Slöjdens material, redskap och hantverkstekniker",
      "lines" : [ "Metall, textil och trä. Materialens egenskaper, deras användningsområden och kombinationsmöjligheter.", "Handverktyg, redskap och maskiner, hur de benämns och hur de används på ett säkert och ändamålsenligt sätt.", "Några former av hantverkstekniker, till exempel virkning och urholkning. Begrepp som används i samband med de olika teknikerna.", "Två- och tredimensionella skisser, modeller, mönster och arbetsbeskrivningar och hur de kan läsas, följas och kopplas till matematiska beräkningar." ]
    }, {
      "heading" : "Slöjdens arbetsprocesser",
      "lines" : [ "Slöjdarbetets olika delar: idéutveckling, överväganden, framställning och värdering av arbetsprocessen. Hur delarna i arbetsprocessen samverkar till en helhet.", "Undersökande av olika materials och hantverksteknikers möjligheter.", "Dokumentation av arbetsprocessen i ord och bild, till exempel i en loggbok." ]
    }, {
      "heading" : "Slöjdens estetiska och kulturella uttrycksformer",
      "lines" : [ "Hantverk och slöjdtraditioner från olika kulturer som inspirationskällor och förebilder för egna idéer och skapande.", "Hur olika kombinationer av färg, form och material påverkar slöjdföremåls estetiska uttryck.", "Hur symboler och färger används inom barn- och ungdomskulturer och vad de signalerar." ]
    }, {
      "heading" : "Slöjden i samhället",
      "lines" : [ "Slöjdverksamhetens betydelse för individen och samhället, historiskt och i nutid.", "Resurshushållning, till exempel genom reparationer och återanvändning av material." ]
    } ],
    "knowledgeRequirementParagraphs" : [ {
      "heading" : "",
      "knowledgeRequirements" : [ {
        "text" : "Eleven kan på ett <strong>________</strong> genomarbetat sätt formge och framställa enkla slöjdföremål i olika material utifrån instruktioner.",
        "knowledgeRequirementChoice" : {
          "E" : "Eleven kan på ett <strong>enkelt och delvis</strong> genomarbetat sätt formge och framställa enkla slöjdföremål i olika material utifrån instruktioner.",
          "C" : "Eleven kan på ett <strong>utvecklat och relativt väl</strong> genomarbetat sätt formge och framställa enkla slöjdföremål i olika material utifrån instruktioner.",
          "A" : "Eleven kan på ett <strong>välutvecklat och väl</strong> genomarbetat sätt formge och framställa enkla slöjdföremål i olika material utifrån instruktioner."
        }
      }, {
        "text" : "I arbetet med några hantverkstekniker kan eleven använda handverktyg, redskap och maskiner på ett säkert och <strong>________</strong> sätt.",
        "knowledgeRequirementChoice" : {
          "E" : "I arbetet med några hantverkstekniker kan eleven använda handverktyg, redskap och maskiner på ett säkert och <strong>i huvudsak fungerande</strong> sätt.",
          "C" : "I arbetet med några hantverkstekniker kan eleven använda handverktyg, redskap och maskiner på ett säkert och <strong>ändamålsenligt</strong> sätt.",
          "A" : "I arbetet med några hantverkstekniker kan eleven använda handverktyg, redskap och maskiner på ett säkert och <strong>ändamålsenligt</strong> sätt."
        }
      }, {
        "text" : "Utifrån syftet med slöjdarbetet och någon miljöaspekt väljer eleven tillvägagångssätt och ger <strong>________</strong> motiveringar till sina val.",
        "knowledgeRequirementChoice" : {
          "E" : "Utifrån syftet med slöjdarbetet och någon miljöaspekt väljer eleven tillvägagångssätt och ger <strong>enkla</strong> motiveringar till sina val.",
          "C" : "Utifrån syftet med slöjdarbetet och någon miljöaspekt väljer eleven tillvägagångssätt och ger <strong>utvecklade</strong> motiveringar till sina val.",
          "A" : "Utifrån syftet med slöjdarbetet och någon miljöaspekt väljer eleven tillvägagångssätt och ger <strong>välutvecklade</strong> motiveringar till sina val."
        }
      }, {
        "text" : "Eleven kan i slöjdarbetet <strong>________</strong> idéer med hjälp av erbjudet inspirationsmaterial.",
        "knowledgeRequirementChoice" : {
          "E" : "Eleven kan i slöjdarbetet <strong>bidra till att utveckla</strong> idéer med hjälp av erbjudet inspirationsmaterial.",
          "C" : "Eleven kan i slöjdarbetet <strong>utveckla</strong> idéer med hjälp av erbjudet inspirationsmaterial.",
          "A" : "Eleven kan i slöjdarbetet <strong>utveckla</strong> idéer med hjälp av erbjudet inspirationsmaterial <strong>och sådant som eleven själv har sökt upp</strong>."
        }
      }, {
        "text" : "Under arbetsprocessen <strong>________</strong>.",
        "knowledgeRequirementChoice" : {
          "E" : "Under arbetsprocessen <strong>bidrar eleven till att formulera och välja handlingsalternativ som leder framåt</strong>.",
          "C" : "Under arbetsprocessen <strong>formulerar och väljer eleven handlingsalternativ som efter någon bearbetning leder framåt</strong>.",
          "A" : "Under arbetsprocessen <strong>formulerar och väljer eleven handlingsalternativ som leder framåt</strong>."
        }
      } ]
    }, {
      "heading" : "",
      "knowledgeRequirements" : [ {
        "text" : "Eleven kan ge <strong>________</strong> omdömen om sin arbetsinsats och hur den har påverkat slöjdföremålets kvalitet.",
        "knowledgeRequirementChoice" : {
          "E" : "Eleven kan ge <strong>enkla</strong> omdömen om sin arbetsinsats och hur den har påverkat slöjdföremålets kvalitet.",
          "C" : "Eleven kan ge <strong>utvecklade</strong> omdömen om sin arbetsinsats och hur den har påverkat slöjdföremålets kvalitet.",
          "A" : "Eleven kan ge <strong>välutvecklade</strong> omdömen om sin arbetsinsats och hur den har påverkat slöjdföremålets kvalitet."
        }
      }, {
        "text" : "Dessutom tolkar eleven slöjdföremåls uttryck och för då <strong>________</strong> resonemang om symboler, färg, form och material.",
        "knowledgeRequirementChoice" : {
          "E" : "Dessutom tolkar eleven slöjdföremåls uttryck och för då <strong>enkla</strong> resonemang om symboler, färg, form och material.",
          "C" : "Dessutom tolkar eleven slöjdföremåls uttryck och för då <strong>utvecklade</strong> resonemang om symboler, färg, form och material.",
          "A" : "Dessutom tolkar eleven slöjdföremåls uttryck och för då <strong>välutvecklade</strong> resonemang om symboler, färg, form och material."
        }
      } ]
    } ],
    "point" : null,
    "year" : {
      "start" : 4,
      "end" : 6
    }
  }, {
    "name" : "Årskurs 7-9",
    "description" : "",
    "code" : "GRGRSLJ01_7-9",
    "centralContent" : [ {
      "heading" : "I årskurs 7–9",
      "lines" : [ ]
    }, {
      "heading" : "Slöjdens material, redskap och hantverkstekniker",
      "lines" : [ "Metall, textil och trä, deras kombinationsmöjligheter med varandra och med andra material, till exempel nyproducerade och återanvända material.", "Handverktyg, redskap och maskiner, hur de benämns och hur de används på ett säkert och ändamålsenligt sätt.", "Utvecklade former av hantverkstekniker, till exempel gjutning, vävning och svarvning. Begrepp som används i samband med dessa.", "Två- och tredimensionella skisser, modeller, mönster och arbetsbeskrivningar och hur de kan läsas, följas och kopplas till matematiska beräkningar.", "Arbetsmiljö och ergonomi, till exempel ljudnivå och arbetsställningar." ]
    }, {
      "heading" : "Slöjdens arbetsprocesser",
      "lines" : [ "Slöjdarbetets olika delar: idéutveckling, överväganden, framställning och värdering och hur delarna i arbetsprocessen samverkar och påverkar resultatet.", "Undersökande av olika materials form, funktion och konstruktionsmöjligheter.", "Dokumentation i ord och bild av arbetsprocessen och resultatet." ]
    }, {
      "heading" : "Slöjdens estetiska och kulturella uttrycksformer",
      "lines" : [ "Arkitektur, konst och design som inspirationskällor och förebilder vid bearbetning av egna idéer.", "Egen formgivning med hjälp av olika material, färger och former.", "Mode och trender, vad dessa uttryck signalerar och hur de påverkar individen.", "Slöjd och hantverk i Sverige och andra länder som uttryck för etnisk och kulturell identitet." ]
    }, {
      "heading" : "Slöjden i samhället",
      "lines" : [ "Design, konsthantverk, hemslöjd och andra slöjdformer i det offentliga rummet.", "Olika material och hur de produceras utifrån ett hållbarhetsperspektiv." ]
    } ],
    "knowledgeRequirementParagraphs" : [ {
      "heading" : "",
      "knowledgeRequirements" : [ {
        "text" : "Eleven kan på ett <strong>________</strong> genomarbetat sätt formge och framställa slöjdföremål i olika material utifrån <strong>________</strong>.",
        "knowledgeRequirementChoice" : {
          "E" : "Eleven kan på ett <strong>enkelt och delvis</strong> genomarbetat sätt formge och framställa slöjdföremål i olika material utifrån <strong>instruktioner</strong>.",
          "C" : "Eleven kan på ett <strong>utvecklat och relativt väl</strong> genomarbetat sätt formge och framställa slöjdföremål i olika material utifrån <strong>instruktioner och delvis egna initiativ</strong>.",
          "A" : "Eleven kan på ett <strong>välutvecklat och väl</strong> genomarbetat sätt formge och framställa slöjdföremål i olika material utifrån <strong>instruktioner och egna initiativ</strong>."
        }
      }, {
        "text" : "I slöjdarbetet kan eleven använda handverktyg, redskap och maskiner på ett säkert och <strong>________</strong> sätt.",
        "knowledgeRequirementChoice" : {
          "E" : "I slöjdarbetet kan eleven använda handverktyg, redskap och maskiner på ett säkert och <strong>i huvudsak fungerande</strong> sätt.",
          "C" : "I slöjdarbetet kan eleven använda handverktyg, redskap och maskiner på ett säkert och <strong>ändamålsenligt</strong> sätt.",
          "A" : "I slöjdarbetet kan eleven använda handverktyg, redskap och maskiner på ett säkert och <strong>ändamålsenligt</strong> sätt <strong>med precision</strong>."
        }
      }, {
        "text" : "Utifrån syftet med slöjdarbetet och kvalitets- och miljöaspekter väljer eleven tillvägagångssätt och ger <strong>________</strong> motiveringar till sina val.",
        "knowledgeRequirementChoice" : {
          "E" : "Utifrån syftet med slöjdarbetet och kvalitets- och miljöaspekter väljer eleven tillvägagångssätt och ger <strong>enkla</strong> motiveringar till sina val.",
          "C" : "Utifrån syftet med slöjdarbetet och kvalitets- och miljöaspekter väljer eleven tillvägagångssätt och ger <strong>utvecklade</strong> motiveringar till sina val.",
          "A" : "Utifrån syftet med slöjdarbetet och kvalitets- och miljöaspekter väljer eleven tillvägagångssätt och ger <strong>välutvecklade</strong> motiveringar till sina val."
        }
      }, {
        "text" : "Eleven kan i slöjdarbetet <strong>________</strong> idéer med hjälp av erbjudet inspirationsmaterial.",
        "knowledgeRequirementChoice" : {
          "E" : "Eleven kan i slöjdarbetet <strong>bidra till att utveckla</strong> idéer med hjälp av erbjudet inspirationsmaterial.",
          "C" : "Eleven kan i slöjdarbetet <strong>utveckla</strong> idéer med hjälp av erbjudet inspirationsmaterial.",
          "A" : "Eleven kan i slöjdarbetet <strong>utveckla</strong> idéer med hjälp av erbjudet inspirationsmaterial <strong>och sådant som eleven själv har sökt upp</strong>."
        }
      }, {
        "text" : "Dessutom kan eleven <strong>________</strong> hur material och hantverkstekniker kan kombineras med hänsyn till föremålens form och funktion.",
        "knowledgeRequirementChoice" : {
          "E" : "Dessutom kan eleven <strong>pröva</strong> hur material och hantverkstekniker kan kombineras med hänsyn till föremålens form och funktion.",
          "C" : "Dessutom kan eleven <strong>pröva och ompröva</strong> hur material och hantverkstekniker kan kombineras med hänsyn till föremålens form och funktion.",
          "A" : "Dessutom kan eleven <strong>systematiskt pröva och ompröva</strong> hur material och hantverkstekniker kan kombineras med hänsyn till föremålens form och funktion."
        }
      }, {
        "text" : "Under arbetsprocessen <strong>________</strong>.",
        "knowledgeRequirementChoice" : {
          "E" : "Under arbetsprocessen <strong>bidrar eleven till att formulera och välja handlingsalternativ som leder framåt</strong>.",
          "C" : "Under arbetsprocessen <strong>formulerar och väljer eleven handlingsalternativ som efter någon bearbetning leder framåt</strong>.",
          "A" : "Under arbetsprocessen <strong>formulerar och väljer eleven handlingsalternativ som leder framåt</strong>."
        }
      } ]
    }, {
      "heading" : "",
      "knowledgeRequirements" : [ {
        "text" : "Eleven kan ge <strong>________</strong> omdömen om arbetsprocessen med <strong>________</strong> användning av slöjdspecifika begrepp och visar då på enkla samband mellan form, funktion och kvalitet.",
        "knowledgeRequirementChoice" : {
          "E" : "Eleven kan ge <strong>enkla</strong> omdömen om arbetsprocessen med <strong>viss</strong> användning av slöjdspecifika begrepp och visar då på enkla samband mellan form, funktion och kvalitet.",
          "C" : "Eleven kan ge <strong>utvecklade</strong> omdömen om arbetsprocessen med <strong>relativt god</strong> användning av slöjdspecifika begrepp och visar då på enkla samband mellan form, funktion och kvalitet.",
          "A" : "Eleven kan ge <strong>välutvecklade</strong> omdömen om arbetsprocessen med <strong>god</strong> användning av slöjdspecifika begrepp och visar då på enkla samband mellan form, funktion och kvalitet."
        }
      }, {
        "text" : "Dessutom tolkar eleven slöjdföremåls uttryck och för då <strong>________</strong> resonemang med kopplingar till egna erfarenheter samt trender och traditioner i olika kulturer.",
        "knowledgeRequirementChoice" : {
          "E" : "Dessutom tolkar eleven slöjdföremåls uttryck och för då <strong>enkla</strong> resonemang med kopplingar till egna erfarenheter samt trender och traditioner i olika kulturer.",
          "C" : "Dessutom tolkar eleven slöjdföremåls uttryck och för då <strong>utvecklade</strong> resonemang med kopplingar till egna erfarenheter samt trender och traditioner i olika kulturer.",
          "A" : "Dessutom tolkar eleven slöjdföremåls uttryck och för då <strong>välutvecklade</strong> resonemang med kopplingar till egna erfarenheter samt trender och traditioner i olika kulturer."
        }
      } ]
    } ],
    "point" : null,
    "year" : {
      "start" : 7,
      "end" : 9
    }
  } ]
}