{
  "name" : "Idrott och hälsa",
  "description" : "Fysiska aktiviteter och en hälsosam livsstil är grundläggande för människors välbefinnande. Positiva upplevelser av rörelse och friluftsliv under uppväxtåren har stor betydelse för om vi blir fysiskt aktiva senare i livet. Att ha färdigheter i och kunskaper om idrott och hälsa är en tillgång för både individen och samhället.",
  "code" : "GRGRIDR01",
  "designation" : "IDH",
  "skolfsId" : "2010:37",
  "purposes" : [ {
    "type" : "PARAGRAPH",
    "heading" : "",
    "lines" : [ "Undervisningen i ämnet idrott och hälsa ska syfta till att eleverna utvecklar allsidiga rörelseförmågor och intresse för att vara fysiskt aktiva och vistas i naturen.", "Genom undervisningen ska eleverna få möta många olika slags aktiviteter.", "Eleverna ska också ges möjlighet att utveckla kunskaper om vad som påverkar den fysiska förmågan och hur man kan påverka sin hälsa genom hela livet.", "Eleverna ska även ges förutsättningar för att utveckla goda levnadsvanor samt ges kunskaper om hur fysisk aktivitet förhåller sig till psykiskt och fysiskt välbefinnande." ]
  }, {
    "type" : "PARAGRAPH",
    "heading" : "",
    "lines" : [ "Undervisningen ska ge eleverna möjlighet att utveckla kunskaper i att planera, genomföra och värdera olika rörelseaktiviteter.", "Eleverna ska genom undervisningen också utveckla kunskaper om begrepp som beskriver fysiska aktiviteter och ges förutsättningar att ta ställning i frågor som rör idrott, hälsa och livsstil.", "Genom undervisningen ska eleverna ges möjlighet att utveckla sin samarbetsförmåga och respekt för andra.", "Undervisningen ska skapa förutsättningar för alla elever att under hela sin skoltid kontinuerligt delta i skolans fysiska aktiviteter och bidra till att eleverna utvecklar en god kroppsuppfattning och tilltro till sin egen fysiska förmåga." ]
  }, {
    "type" : "PARAGRAPH",
    "heading" : "",
    "lines" : [ "Genom undervisningen ska eleverna utveckla förmågan att vistas i utemiljöer och naturen under olika årstider och få förståelse för värdet av ett aktivt friluftsliv.", "Undervisningen ska även bidra till att eleverna utvecklar kunskaper om risker och säkerhetsfaktorer i samband med fysiska aktiviteter och hur man agerar i nödsituationer." ]
  }, {
    "type" : "BULLET",
    "heading" : "Genom undervisningen i ämnet idrott och hälsa ska eleverna sammanfattningsvis ges förutsättningar att utveckla sin förmåga att",
    "lines" : [ "röra sig allsidigt i olika fysiska sammanhang,", "planera, praktiskt genomföra och värdera idrott och andra fysiska aktiviteter utifrån olika synsätt på hälsa, rörelse och livsstil,", "genomföra och anpassa utevistelser och friluftsliv efter olika förhållanden och miljöer, och", "förebygga risker vid fysisk aktivitet samt hantera nödsituationer på land och i vatten." ]
  } ],
  "courses" : [ {
    "name" : "Årskurs 1-3",
    "description" : "",
    "code" : "GRGRIDR01_1-3",
    "centralContent" : [ {
      "heading" : "I årskurs 1–3",
      "lines" : [ ]
    }, {
      "heading" : "Rörelse",
      "lines" : [ "Grovmotoriska grundformer, till exempel springa, hoppa och klättra. Deras sammansatta former i redskapsövningar, lekar, danser och rörelser till musik, såväl inomhus som utomhus.", "Enkla lekar och danser och deras regler.", "Takt och rytm i lekar, danser och rörelser till musik.", "Lekar och rörelser i vatten. Att balansera, flyta och simma i mag- och ryggläge." ]
    }, {
      "heading" : "Rörelse",
      "lines" : [ "Grovmotoriska grundformer, till exempel springa, hoppa och klättra. Deras sammansatta former i redskapsövningar, lekar, danser och rörelser till musik, såväl inomhus som utomhus.", "Enkla lekar och danser och deras regler.", "Takt och rytm i lekar, danser och rörelser till musik.", "Lekar och rörelser i vatten. Att balansera, flyta och simma i mag- och ryggläge." ]
    }, {
      "heading" : "Hälsa och livsstil",
      "lines" : [ "Ord och begrepp för och samtal om upplevelser av lek, hälsa, natur- och utevistelser." ]
    }, {
      "heading" : "Friluftsliv och utevistelse",
      "lines" : [ "Att orientera sig i närmiljön och enkla kartors uppbyggnad. Begrepp som beskriver rumsuppfattning.", "Lekar och rörelse i natur- och utemiljö.", "Allemansrättens grunder.", "Säkerhet och hänsynstagande i samband med lekar, spel och vid natur- och utevistelser." ]
    } ],
    "knowledgeRequirementParagraphs" : [ ],
    "point" : null,
    "year" : {
      "start" : 1,
      "end" : 3
    }
  }, {
    "name" : "Årskurs 4-6",
    "description" : "",
    "code" : "GRGRIDR01_4-6",
    "centralContent" : [ {
      "heading" : "I årskurs 4–6",
      "lines" : [ ]
    }, {
      "heading" : "Rörelse",
      "lines" : [ "Sammansatta grundformer i kombination med gymnastikredskap och andra redskap.", "Olika lekar, spel och idrotter, inomhus och utomhus, samt danser och rörelser till musik.", "Takt och rytm i lekar, danser och rörelser till musik.", "Simning i mag- och ryggläge." ]
    }, {
      "heading" : "Hälsa och livsstil",
      "lines" : [ "Kroppsliga och mentala effekter av några olika träningsformer.", "Kulturella och geografiska förhållanden i närmiljön som påverkar och möjliggör valet av fysiska aktiviteter.", "Förebyggande av skador, till exempel genom uppvärmning.", "Ord och begrepp för och samtal om upplevelser av olika fysiska aktiviteter och träningsformer, levnadsvanor, kroppsuppfattning och självbild." ]
    }, {
      "heading" : "Friluftsliv och utevistelse",
      "lines" : [ "Att orientera i den närliggande natur- och utemiljön med hjälp av kartor. Kartors uppbyggnad och symboler.", "Lekar och andra fysiska aktiviteter i skiftande natur- och utemiljöer under olika årstider.", "Rättigheter och skyldigheter i naturen enligt allemansrätten.", "Säkerhet och hänsynstagande vid träning, lek, spel, idrott, natur- och utevistelser.", "Badvett och säkerhet vid vatten vintertid. Hantering av nödsituationer vid vatten med hjälpredskap." ]
    } ],
    "knowledgeRequirementParagraphs" : [ {
      "heading" : "",
      "knowledgeRequirements" : [ {
        "text" : "Eleven kan delta i lekar, spel och idrotter som innefattar sammansatta motoriska grundformer i olika miljöer och varierar och anpassar sina rörelser <strong>________</strong> till aktiviteten.",
        "knowledgeRequirementChoice" : {
          "E" : "Eleven kan delta i lekar, spel och idrotter som innefattar sammansatta motoriska grundformer i olika miljöer och varierar och anpassar sina rörelser <strong>till viss del</strong> till aktiviteten.",
          "C" : "Eleven kan delta i lekar, spel och idrotter som innefattar sammansatta motoriska grundformer i olika miljöer och varierar och anpassar sina rörelser <strong>relativt väl</strong> till aktiviteten.",
          "A" : "Eleven kan delta i lekar, spel och idrotter som innefattar sammansatta motoriska grundformer i olika miljöer och varierar och anpassar sina rörelser <strong>väl</strong> till aktiviteten."
        }
      }, {
        "text" : "I rörelser till musik och i danser anpassar eleven <strong>________</strong> sina rörelser till takt och rytm.",
        "knowledgeRequirementChoice" : {
          "E" : "I rörelser till musik och i danser anpassar eleven <strong>till viss del</strong> sina rörelser till takt och rytm.",
          "C" : "I rörelser till musik och i danser anpassar eleven sina rörelser <strong>relativt väl</strong> till takt och rytm.",
          "A" : "I rörelser till musik och i danser anpassar eleven sina rörelser <strong>väl</strong> till takt och rytm."
        }
      }, {
        "text" : "Eleven kan även simma 200 meter varav 50 meter i ryggläge.",
        "knowledgeRequirementChoice" : {
          "E" : "Eleven kan även simma 200 meter varav 50 meter i ryggläge.",
          "C" : "Eleven kan även simma 200 meter varav 50 meter i ryggläge.",
          "A" : "Eleven kan även simma 200 meter varav 50 meter i ryggläge."
        }
      }, {
        "text" : "Eleven kan samtala om egna upplevelser av fysiska aktiviteter och för då <strong>________</strong> underbyggda resonemang kring hur aktiviteterna kan påverka hälsan och den fysiska förmågan.",
        "knowledgeRequirementChoice" : {
          "E" : "Eleven kan samtala om egna upplevelser av fysiska aktiviteter och för då <strong>enkla och till viss del</strong> underbyggda resonemang kring hur aktiviteterna kan påverka hälsan och den fysiska förmågan.",
          "C" : "Eleven kan samtala om egna upplevelser av fysiska aktiviteter och för då <strong>utvecklade och relativt väl</strong> underbyggda resonemang kring hur aktiviteterna kan påverka hälsan och den fysiska förmågan.",
          "A" : "Eleven kan samtala om egna upplevelser av fysiska aktiviteter och för då <strong>välutvecklade och väl</strong> underbyggda resonemang kring hur aktiviteterna kan påverka hälsan och den fysiska förmågan."
        }
      } ]
    }, {
      "heading" : "",
      "knowledgeRequirements" : [ {
        "text" : "Eleven kan genomföra olika aktiviteter i natur och utemiljö med <strong>________</strong> anpassning till olika förhållanden och till allemansrättens regler.",
        "knowledgeRequirementChoice" : {
          "E" : "Eleven kan genomföra olika aktiviteter i natur och utemiljö med <strong>viss</strong> anpassning till olika förhållanden och till allemansrättens regler.",
          "C" : "Eleven kan genomföra olika aktiviteter i natur och utemiljö med <strong>relativt god</strong> anpassning till olika förhållanden och till allemansrättens regler.",
          "A" : "Eleven kan genomföra olika aktiviteter i natur och utemiljö med <strong>god</strong> anpassning till olika förhållanden och till allemansrättens regler."
        }
      }, {
        "text" : "Dessutom kan eleven med <strong>________</strong> säkerhet orientera sig i bekanta miljöer med hjälp av kartor.",
        "knowledgeRequirementChoice" : {
          "E" : "Dessutom kan eleven med <strong>viss</strong> säkerhet orientera sig i bekanta miljöer med hjälp av kartor.",
          "C" : "Dessutom kan eleven med <strong>relativt god</strong> säkerhet orientera sig i bekanta miljöer med hjälp av kartor.",
          "A" : "Dessutom kan eleven med <strong>god</strong> säkerhet orientera sig i bekanta miljöer med hjälp av kartor."
        }
      } ]
    }, {
      "heading" : "",
      "knowledgeRequirements" : [ {
        "text" : "Eleven kan ge <strong>________</strong> beskrivningar av hur man förebygger skador som är förknippade med lekar, spel och idrotter.",
        "knowledgeRequirementChoice" : {
          "E" : "Eleven kan ge <strong>enkla</strong> beskrivningar av hur man förebygger skador som är förknippade med lekar, spel och idrotter.",
          "C" : "Eleven kan ge <strong>utvecklade</strong> beskrivningar av hur man förebygger skador som är förknippade med lekar, spel och idrotter.",
          "A" : "Eleven kan ge <strong>välutvecklade</strong> beskrivningar av hur man förebygger skador som är förknippade med lekar, spel och idrotter."
        }
      }, {
        "text" : "Dessutom kan eleven hantera nödsituationer vid vatten med hjälpredskap under olika årstider.",
        "knowledgeRequirementChoice" : {
          "E" : "Dessutom kan eleven hantera nödsituationer vid vatten med hjälpredskap under olika årstider.",
          "C" : "Dessutom kan eleven hantera nödsituationer vid vatten med hjälpredskap under olika årstider.",
          "A" : "Dessutom kan eleven hantera nödsituationer vid vatten med hjälpredskap under olika årstider."
        }
      } ]
    } ],
    "point" : null,
    "year" : {
      "start" : 4,
      "end" : 6
    }
  }, {
    "name" : "Årskurs 7-9",
    "description" : "",
    "code" : "GRGRIDR01_7-9",
    "centralContent" : [ {
      "heading" : "I årskurs 7–9",
      "lines" : [ ]
    }, {
      "heading" : "Rörelse",
      "lines" : [ "Komplexa rörelser i lekar, spel och idrotter, inomhus och utomhus, samt danser och rörelser till musik.", "Styrketräning, konditionsträning, rörlighetsträning och mental träning. Hur dessa aktiviteter påverkar rörelseförmågan och hälsan.", "Traditionella och moderna danser samt rörelse- och träningsprogram till musik.", "Olika simsätt i mag- och ryggläge." ]
    }, {
      "heading" : "Hälsa och livsstil",
      "lines" : [ "Att sätta upp mål för fysiska aktiviteter, till exempel förbättring av konditionen.", "Ord och begrepp för och samtal om upplevelser och effekter av olika fysiska aktiviteter och träningsformer.", "Arbetsställningar och belastning till exempel vid fysiska aktiviteter och förebyggande av skador, genom till exempel allsidig träning.", "Olika definitioner av hälsa, samband mellan rörelse, kost och hälsa och sambandet mellan beroendeframkallande medel och ohälsa.", "Kroppsideal inom idrotten och i samhället i övrigt. Dopning och vilka lagar och regler som reglerar detta.", "Första hjälpen och hjärt- och lungräddning.", "Hur individens val av idrotter och andra fysiska aktiviteter påverkas av olika faktorer, till exempel av kön." ]
    }, {
      "heading" : "Friluftsliv och utevistelse",
      "lines" : [ "Att orientera i okända miljöer med hjälp av kartor och andra hjälpmedel för positionering.", "Hur olika friluftslivsaktiviteter kan planeras, organiseras och genomföras.", "Rättigheter och skyldigheter i naturen enligt allemansrätten.", "Kulturella traditioner i samband med friluftsliv och utevistelse.", "Badvett och säkerhet vid vatten vintertid. Hantering av nödsituationer i och vid vatten med alternativa hjälpredskap, enligt principen för förlängda armen." ]
    } ],
    "knowledgeRequirementParagraphs" : [ {
      "heading" : "",
      "knowledgeRequirements" : [ {
        "text" : "Eleven kan delta i lekar, spel och idrotter som innefattar komplexa rörelser i olika miljöer och varierar och anpassar sina rörelser <strong>________</strong> till aktiviteten och sammanhanget.",
        "knowledgeRequirementChoice" : {
          "E" : "Eleven kan delta i lekar, spel och idrotter som innefattar komplexa rörelser i olika miljöer och varierar och anpassar sina rörelser <strong>till viss del</strong> till aktiviteten och sammanhanget.",
          "C" : "Eleven kan delta i lekar, spel och idrotter som innefattar komplexa rörelser i olika miljöer och varierar och anpassar sina rörelser <strong>relativt väl</strong> till aktiviteten och sammanhanget.",
          "A" : "Eleven kan delta i lekar, spel och idrotter som innefattar komplexa rörelser i olika miljöer och varierar och anpassar sina rörelser <strong>väl</strong> till aktiviteten och sammanhanget."
        }
      }, {
        "text" : "I danser och rörelse- och träningsprogram till musik anpassar eleven <strong>________</strong> sina rörelser till takt, rytm och sammanhang.",
        "knowledgeRequirementChoice" : {
          "E" : "I danser och rörelse- och träningsprogram till musik anpassar eleven <strong>till viss del</strong> sina rörelser till takt, rytm och sammanhang.",
          "C" : "I danser och rörelse- och träningsprogram till musik anpassar eleven sina rörelser <strong>relativt väl</strong> till takt, rytm och sammanhang.",
          "A" : "I danser och rörelse- och träningsprogram till musik anpassar eleven sina rörelser <strong>väl</strong> till takt, rytm och sammanhang."
        }
      }, {
        "text" : "Eleven kan även simma 200 meter varav 50 meter i ryggläge.",
        "knowledgeRequirementChoice" : {
          "E" : "Eleven kan även simma 200 meter varav 50 meter i ryggläge.",
          "C" : "Eleven kan även simma 200 meter varav 50 meter i ryggläge.",
          "A" : "Eleven kan även simma 200 meter varav 50 meter i ryggläge."
        }
      } ]
    }, {
      "heading" : "",
      "knowledgeRequirements" : [ {
        "text" : "Eleven kan på ett <strong>________</strong> fungerande sätt sätta upp mål för och planera träning och andra fysiska aktiviteter.",
        "knowledgeRequirementChoice" : {
          "E" : "Eleven kan på ett <strong>i huvudsak</strong> fungerande sätt sätta upp mål för och planera träning och andra fysiska aktiviteter.",
          "C" : "Eleven kan på ett <strong>relativt väl</strong> fungerande sätt sätta upp mål för och planera träning och andra fysiska aktiviteter.",
          "A" : "Eleven kan <strong>på ett väl</strong> fungerande sätt sätta upp mål för och planera träning och andra fysiska aktiviteter."
        }
      }, {
        "text" : "Eleven kan även utvärdera aktiviteterna genom att samtala om egna upplevelser och föra <strong>________</strong> underbyggda resonemang om hur aktiviteterna tillsammans med kost och andra faktorer kan påverka hälsan och den fysiska förmågan.",
        "knowledgeRequirementChoice" : {
          "E" : "Eleven kan även utvärdera aktiviteterna genom att samtala om egna upplevelser och föra <strong>enkla och till viss del</strong> underbyggda resonemang om hur aktiviteterna tillsammans med kost och andra faktorer kan påverka hälsan och den fysiska förmågan.",
          "C" : "Eleven kan även utvärdera aktiviteterna genom att samtala om egna upplevelser och föra <strong>utvecklade och relativt väl</strong> underbyggda resonemang om hur aktiviteterna tillsammans med kost och andra faktorer kan påverka hälsan och den fysiska förmågan.",
          "A" : "Eleven kan även utvärdera aktiviteterna genom att samtala om egna upplevelser och föra <strong>välutvecklade och väl</strong> underbyggda resonemang om hur aktiviteterna tillsammans med kost och andra faktorer kan påverka hälsan och den fysiska förmågan."
        }
      } ]
    }, {
      "heading" : "",
      "knowledgeRequirements" : [ {
        "text" : "Eleven planerar och genomför friluftsaktiviteter med <strong>________</strong> anpassning till olika förhållanden, miljöer och regler.",
        "knowledgeRequirementChoice" : {
          "E" : "Eleven planerar och genomför friluftsaktiviteter med <strong>viss</strong> anpassning till olika förhållanden, miljöer och regler.",
          "C" : "Eleven planerar och genomför friluftsaktiviteter med <strong>relativt god</strong> anpassning till olika förhållanden, miljöer och regler.",
          "A" : "Eleven planerar och genomför friluftsaktiviteter med <strong>god</strong> anpassning till olika förhållanden, miljöer och regler."
        }
      }, {
        "text" : "Dessutom kan eleven med <strong>________</strong> säkerhet orientera sig i okända miljöer och använder då kartor och andra hjälpmedel.",
        "knowledgeRequirementChoice" : {
          "E" : "Dessutom kan eleven med <strong>viss</strong> säkerhet orientera sig i okända miljöer och använder då kartor och andra hjälpmedel.",
          "C" : "Dessutom kan eleven med <strong>relativt god</strong> säkerhet orientera sig i okända miljöer och använder då kartor och andra hjälpmedel.",
          "A" : "Dessutom kan eleven med <strong>god</strong> säkerhet orientera sig i okända miljöer och använder då kartor och andra hjälpmedel."
        }
      } ]
    }, {
      "heading" : "",
      "knowledgeRequirements" : [ {
        "text" : "Eleven kan på ett <strong>________</strong> fungerande sätt förebygga skador genom att förutse och ge <strong>________</strong> beskrivningar av risker som är förknippade med olika fysiska aktiviteter.",
        "knowledgeRequirementChoice" : {
          "E" : "Eleven kan på ett <strong>i huvudsak</strong> fungerande sätt förebygga skador genom att förutse och ge <strong>enkla</strong> beskrivningar av risker som är förknippade med olika fysiska aktiviteter.",
          "C" : "Eleven kan på ett <strong>relativt väl</strong> fungerande sätt förebygga skador genom att förutse och ge <strong>utvecklade</strong> beskrivningar av risker som är förknippade med olika fysiska aktiviteter.",
          "A" : "Eleven kan på ett <strong>väl</strong> fungerande sätt förebygga skador genom att förutse och ge <strong>välutvecklade</strong> beskrivningar av risker som är förknippade med olika fysiska aktiviteter."
        }
      }, {
        "text" : "Dessutom kan eleven hantera nödsituationer vid vatten med alternativa hjälpredskap under olika årstider.",
        "knowledgeRequirementChoice" : {
          "E" : "Dessutom kan eleven hantera nödsituationer vid vatten med alternativa hjälpredskap under olika årstider.",
          "C" : "Dessutom kan eleven hantera nödsituationer vid vatten med alternativa hjälpredskap under olika årstider.",
          "A" : "Dessutom kan eleven hantera nödsituationer vid vatten med alternativa hjälpredskap under olika årstider."
        }
      } ]
    } ],
    "point" : null,
    "year" : {
      "start" : 7,
      "end" : 9
    }
  } ]
}