{
  "name" : "Fysik",
  "description" : "Naturvetenskapen har sitt ursprung i människans nyfikenhet och behov av att veta mer om sig själv och sin omvärld. Kunskaper i fysik har stor betydelse för samhällsutvecklingen inom så skilda områden som energiförsörjning, medicinsk behandling och meteorologi. Med kunskaper om energi och materia får människor redskap för att kunna bidra till en hållbar utveckling.",
  "code" : "GRGRFYS01",
  "designation" : "FY",
  "skolfsId" : "2010:37",
  "purposes" : [ {
    "type" : "PARAGRAPH",
    "heading" : "",
    "lines" : [ "Undervisningen i ämnet fysik ska syfta till att eleverna utvecklar kunskaper om fysikaliska sammanhang och nyfikenhet på och intresse för att undersöka omvärlden.", "Genom undervisningen ska eleverna ges möjlighet att ställa frågor om fysikaliska företeelser och sammanhang utifrån egna upplevelser och aktuella händelser.", "Vidare ska undervisningen ge eleverna förutsättningar att söka svar på frågor med hjälp av både systematiska undersökningar och olika typer av källor.", "På så sätt ska undervisningen bidra till att eleverna utvecklar ett kritiskt tänkande kring sina egna resultat, andras argument och olika informationskällor.", "Genom undervisningen ska eleverna också utveckla förståelse för att påståenden kan prövas och värderas med hjälp av naturvetenskapliga arbetsmetoder." ]
  }, {
    "type" : "PARAGRAPH",
    "heading" : "",
    "lines" : [ "Undervisningen ska ge eleverna möjligheter att använda och utveckla kunskaper och redskap för att formulera egna och granska andras argument i sammanhang där kunskaper i fysik har betydelse.", "Därigenom ska eleverna ges förutsättningar att hantera praktiska, etiska och estetiska valsituationer som rör energi, teknik, miljö och samhälle." ]
  }, {
    "type" : "PARAGRAPH",
    "heading" : "",
    "lines" : [ "Undervisningen ska bidra till att eleverna utvecklar förtrogenhet med fysikens begrepp, modeller och teorier samt förståelse för hur de formas i samspel med erfarenheter från undersökningar av omvärlden.", "Vidare ska undervisningen bidra till att eleverna utvecklar förmågan att samtala om, tolka och framställa texter och olika estetiska uttryck med naturvetenskapligt innehåll." ]
  }, {
    "type" : "PARAGRAPH",
    "heading" : "",
    "lines" : [ "Undervisningen ska skapa förutsättningar för eleverna att kunna skilja mellan naturvetenskapliga och andra sätt att skildra omvärlden.", "Genom undervisningen ska eleverna ges möjlighet att utveckla perspektiv på utvecklingen av naturvetenskapens världsbild och ges inblick i hur naturvetenskapen och kulturen ömsesidigt påverkar varandra." ]
  }, {
    "type" : "BULLET",
    "heading" : "Genom undervisningen i ämnet fysik ska eleverna sammanfattningsvis ges förutsättningar att utveckla sin förmåga att",
    "lines" : [ "använda kunskaper i fysik för att granska information, kommunicera och ta ställning i frågor som rör energi, teknik, miljö och samhälle,", "genomföra systematiska undersökningar i fysik, och", "använda fysikens begrepp, modeller och teorier för att beskriva och förklara fysikaliska samband i naturen och samhället." ]
  } ],
  "courses" : [ {
    "name" : "Årskurs 1-3",
    "description" : "",
    "code" : "GRGRFYS01_1-3",
    "centralContent" : [ {
      "heading" : "Undervisningen i de naturorienterande ämnena ska behandla följande centrala innehåll",
      "lines" : [ ]
    }, {
      "heading" : "I årskurs 1–3",
      "lines" : [ ]
    }, {
      "heading" : "Året runt i naturen",
      "lines" : [ "Jordens, solens och månens rörelser i förhållande till varandra. Månens olika faser. Stjärnbilder och stjärnhimlens utseende vid olika tider på året.", "Årstidsväxlingar i naturen och hur man känner igen årstider. Djurs och växters livscykler och anpassningar till olika årstider.", "Djur och växter i närmiljön och hur de kan sorteras, grupperas och artbestämmas samt namn på några vanligt förekommande arter.", "Enkla näringskedjor som beskriver samband mellan organismer i ekosystem." ]
    }, {
      "heading" : "Kropp och hälsa",
      "lines" : [ "Betydelsen av mat, sömn, hygien, motion och sociala relationer för att må bra.", "Människans kroppsdelar, deras namn och funktion.", "Människans upplevelser av ljus, ljud, temperatur, smak och doft med hjälp av olika sinnen." ]
    }, {
      "heading" : "Kraft och rörelse",
      "lines" : [ "Tyngdkraft och friktion som kan observeras vid lek och rörelse, till exempel i gungor och rutschbanor.", "Balans, tyngdpunkt och jämvikt som kan observeras i lek och rörelse, till exempel vid balansgång och på gungbrädor." ]
    }, {
      "heading" : "Material och ämnen i vår omgivning",
      "lines" : [ "Materials egenskaper och hur material och föremål kan sorteras efter egenskaperna utseende, magnetism, ledningsförmåga och om de flyter eller sjunker i vatten.", "Människors användning och utveckling av olika material genom historien. Vilka material olika vardagliga föremål är tillverkade av och hur de kan källsorteras.", "Vattnets olika former fast, flytande och gas. Övergångar mellan formerna: avdunstning, kokning, kondensering, smältning och stelning.", "Luftens grundläggande egenskaper och hur de kan observeras.", "Enkla lösningar och blandningar och hur man kan dela upp dem i deras olika beståndsdelar, till exempel genom avdunstning och filtrering." ]
    }, {
      "heading" : "Berättelser om natur och naturvetenskap",
      "lines" : [ "Skönlitteratur, myter och konst som handlar om naturen och människan.", "Berättelser om äldre tiders naturvetenskap och om olika kulturers strävan att förstå och förklara fenomen i naturen." ]
    }, {
      "heading" : "Metoder och arbetssätt",
      "lines" : [ "Enkla fältstudier och observationer i närmiljön.", "Enkla naturvetenskapliga undersökningar.", "Dokumentation av naturvetenskapliga undersökningar med text, bild och andra uttrycksformer." ]
    } ],
    "knowledgeRequirementParagraphs" : [ {
      "heading" : "",
      "knowledgeRequirements" : [ {
        "text" : "Eleven kan beskriva och ge exempel på enkla samband i naturen utifrån upplevelser och utforskande av närmiljön.",
        "knowledgeRequirementChoice" : {
          "G" : "Eleven kan beskriva och ge exempel på enkla samband i naturen utifrån upplevelser och utforskande av närmiljön."
        }
      }, {
        "text" : "I samtal om årstider berättar eleven om förändringar i naturen och ger exempel på livscykler hos några djur och växter.",
        "knowledgeRequirementChoice" : {
          "G" : "I samtal om årstider berättar eleven om förändringar i naturen och ger exempel på livscykler hos några djur och växter."
        }
      }, {
        "text" : "Eleven berättar också om några av människans kroppsdelar och sinnen, och diskuterar några faktorer som påverkar människors hälsa.",
        "knowledgeRequirementChoice" : {
          "G" : "Eleven berättar också om några av människans kroppsdelar och sinnen, och diskuterar några faktorer som påverkar människors hälsa."
        }
      }, {
        "text" : "Eleven kan samtala om tyngdkraft, friktion och jämvikt i relation till lek och rörelse.",
        "knowledgeRequirementChoice" : {
          "G" : "Eleven kan samtala om tyngdkraft, friktion och jämvikt i relation till lek och rörelse."
        }
      }, {
        "text" : "Eleven beskriver vad några olika föremål är tillverkade av för material och hur de kan sorteras.",
        "knowledgeRequirementChoice" : {
          "G" : "Eleven beskriver vad några olika föremål är tillverkade av för material och hur de kan sorteras."
        }
      }, {
        "text" : "Eleven kan berätta om ljus och ljud och ge exempel på egenskaper hos vatten och luft och relatera till egna iakttagelser.",
        "knowledgeRequirementChoice" : {
          "G" : "Eleven kan berätta om ljus och ljud och ge exempel på egenskaper hos vatten och luft och relatera till egna iakttagelser."
        }
      }, {
        "text" : "Dessutom kan eleven samtala om skönlitteratur, myter och konst som handlar om naturen och människan.",
        "knowledgeRequirementChoice" : {
          "G" : "Dessutom kan eleven samtala om skönlitteratur, myter och konst som handlar om naturen och människan."
        }
      } ]
    }, {
      "heading" : "",
      "knowledgeRequirements" : [ {
        "text" : "Utifrån tydliga instruktioner kan eleven utföra fältstudier och andra typer av enkla undersökningar som handlar om naturen och människan, kraft och rörelse samt vatten och luft.",
        "knowledgeRequirementChoice" : {
          "G" : "Utifrån tydliga instruktioner kan eleven utföra fältstudier och andra typer av enkla undersökningar som handlar om naturen och människan, kraft och rörelse samt vatten och luft."
        }
      }, {
        "text" : "Eleven gör enkla observationer av årstider, namnger några djur och växter, sorterar dem efter olika egenskaper samt beskriver och ger exempel på kopplingar mellan dem i enkla näringskedjor.",
        "knowledgeRequirementChoice" : {
          "G" : "Eleven gör enkla observationer av årstider, namnger några djur och växter, sorterar dem efter olika egenskaper samt beskriver och ger exempel på kopplingar mellan dem i enkla näringskedjor."
        }
      }, {
        "text" : "Eleven kan visa och beskriva hur solen, månen och jorden rör sig i förhållande till varandra.",
        "knowledgeRequirementChoice" : {
          "G" : "Eleven kan visa och beskriva hur solen, månen och jorden rör sig i förhållande till varandra."
        }
      }, {
        "text" : "Eleven kan sortera några föremål utifrån olika egenskaper samt separerar lösningar och blandningar med enkla metoder.",
        "knowledgeRequirementChoice" : {
          "G" : "Eleven kan sortera några föremål utifrån olika egenskaper samt separerar lösningar och blandningar med enkla metoder."
        }
      }, {
        "text" : "I det undersökande arbetet gör eleven någon jämförelse mellan egna och andras resultat.",
        "knowledgeRequirementChoice" : {
          "G" : "I det undersökande arbetet gör eleven någon jämförelse mellan egna och andras resultat."
        }
      }, {
        "text" : "Eleven dokumenterar dessutom sina undersökningar med hjälp av olika uttrycksformer och kan använda sig av sin dokumentation i diskussioner och samtal.",
        "knowledgeRequirementChoice" : {
          "G" : "Eleven dokumenterar dessutom sina undersökningar med hjälp av olika uttrycksformer och kan använda sig av sin dokumentation i diskussioner och samtal."
        }
      } ]
    } ],
    "point" : null,
    "year" : {
      "start" : 1,
      "end" : 3
    }
  }, {
    "name" : "Årskurs 4-6",
    "description" : "",
    "code" : "GRGRFYS01_4-6",
    "centralContent" : [ {
      "heading" : "Undervisningen i fysik ska behandla följande centrala innehåll",
      "lines" : [ ]
    }, {
      "heading" : "I årskurs 4–6",
      "lines" : [ ]
    }, {
      "heading" : "Fysiken i naturen och samhället",
      "lines" : [ "Energins oförstörbarhet och flöde, olika typer av energikällor och deras påverkan på miljön samt energianvändningen i samhället.", "Enkla väderfenomen och deras orsaker, till exempel hur vindar uppstår. Hur väder kan observeras med hjälp av mätningar över tid." ]
    }, {
      "heading" : "Fysiken och vardagslivet",
      "lines" : [ "Energiflöden mellan föremål som har olika temperatur. Hur man kan påverka energiflödet, till exempel med hjälp av kläder, termos och husisolering.", "Elektriska kretsar med batterier och hur de kan kopplas samt hur de kan användas i vardaglig elektrisk utrustning, till exempel i ficklampor.", "Magneters egenskaper och användning i hemmet och samhället.", "Krafter och rörelser i vardagssituationer och hur de upplevs och kan beskrivas, till exempel vid cykling.", "Hur ljud uppstår, breder ut sig och uppfattas av örat.", "Ljusets utbredning från vanliga ljuskällor och hur detta kan förklara ljusområdens och skuggors form och storlek samt hur ljus uppfattas av ögat." ]
    }, {
      "heading" : "Fysiken och världsbilden",
      "lines" : [ "Några historiska och nutida upptäckter inom fysikområdet och deras betydelse för människans levnadsvillkor och syn på världen.", "Olika kulturers beskrivningar och förklaringar av naturen i skönlitteratur, myter och konst och äldre tiders naturvetenskap.", "Solsystemets himlakroppar och deras rörelser i förhållande till varandra. Hur dag, natt, månader, år och årstider kan förklaras.", "Människan i rymden och användningen av satelliter.", "Tidmätning på olika sätt, från solur till atomur." ]
    }, {
      "heading" : "Fysikens metoder och arbetssätt",
      "lines" : [ "Enkla systematiska undersökningar. Planering, utförande och utvärdering.", "Mätningar och mätinstrument, till exempel klockor, måttband och vågar och hur de används i undersökningar.", "Dokumentation av enkla undersökningar med tabeller, bilder och enkla skriftliga rapporter.", "Tolkning och granskning av information med koppling till fysik, till exempel i faktatexter och tidningsartiklar." ]
    } ],
    "knowledgeRequirementParagraphs" : [ {
      "heading" : "",
      "knowledgeRequirements" : [ {
        "text" : "Eleven kan samtala om och diskutera enkla frågor som rör energi, teknik, miljö och samhälle genom att ställa frågor och framföra och bemöta åsikter på ett sätt som <strong>________</strong>.",
        "knowledgeRequirementChoice" : {
          "E" : "Eleven kan samtala om och diskutera enkla frågor som rör energi, teknik, miljö och samhälle genom att ställa frågor och framföra och bemöta åsikter på ett sätt som <strong>till viss del för samtalen och diskussionerna framåt</strong>.",
          "C" : "Eleven kan samtala om och diskutera enkla frågor som rör energi, teknik, miljö och samhälle genom att ställa frågor och framföra och bemöta åsikter på ett sätt som <strong>för samtalen och diskussionerna framåt</strong>.",
          "A" : "Eleven kan samtala om och diskutera enkla frågor som rör energi, teknik, miljö och samhälle genom att ställa frågor och framföra och bemöta åsikter på ett sätt som <strong>för samtalen och diskussionerna framåt och fördjupar eller breddar dem</strong>."
        }
      }, {
        "text" : "Eleven kan söka naturvetenskaplig information och använder då olika källor och för <strong>________</strong> resonemang om informationens och källornas användbarhet.",
        "knowledgeRequirementChoice" : {
          "E" : "Eleven kan söka naturvetenskaplig information och använder då olika källor och för <strong>enkla</strong> resonemang om informationens och källornas användbarhet.",
          "C" : "Eleven kan söka naturvetenskaplig information och använder då olika källor och för <strong>utvecklade</strong> resonemang om informationens och källornas användbarhet.",
          "A" : "Eleven kan söka naturvetenskaplig information och använder då olika källor och för <strong>välutvecklade</strong> resonemang om informationens och källornas användbarhet."
        }
      }, {
        "text" : "Eleven kan använda informationen i diskussioner och för att skapa texter och andra framställningar med <strong>________</strong> anpassning till sammanhanget.",
        "knowledgeRequirementChoice" : {
          "E" : "Eleven kan använda informationen i diskussioner och för att skapa texter och andra framställningar med <strong>viss</strong> anpassning till sammanhanget.",
          "C" : "Eleven kan använda informationen i diskussioner och för att skapa texter och andra framställningar med <strong>relativt god</strong> anpassning till sammanhanget.",
          "A" : "Eleven kan använda informationen i diskussioner och för att skapa texter och andra framställningar med <strong>god</strong> anpassning till sammanhanget."
        }
      } ]
    }, {
      "heading" : "",
      "knowledgeRequirements" : [ {
        "text" : "Eleven kan genomföra enkla undersökningar utifrån givna planeringar och även <strong>________</strong> enkla frågeställningar och planeringar som det går att arbeta systematiskt utifrån.",
        "knowledgeRequirementChoice" : {
          "E" : "Eleven kan genomföra enkla undersökningar utifrån givna planeringar och även <strong>bidra till att formulera</strong> enkla frågeställningar och planeringar som det går att arbeta systematiskt utifrån.",
          "C" : "Eleven kan genomföra enkla undersökningar utifrån givna planeringar och även <strong>formulera</strong> enkla frågeställningar och planeringar som det <strong>efter någon bearbetning</strong> går att arbeta systematiskt utifrån.",
          "A" : "Eleven kan genomföra enkla undersökningar utifrån givna planeringar och även <strong>formulera</strong> enkla frågeställningar och planeringar som det går att arbeta systematiskt utifrån."
        }
      }, {
        "text" : "I arbetet använder eleven utrustning på ett säkert och <strong>________</strong> sätt.",
        "knowledgeRequirementChoice" : {
          "E" : "I arbetet använder eleven utrustning på ett säkert och <strong>i huvudsak fungerande</strong> sätt.",
          "C" : "I arbetet använder eleven utrustning på ett säkert och <strong>ändamålsenligt</strong> sätt.",
          "A" : "I arbetet använder eleven utrustning på ett säkert, <strong>ändamålsenligt och effektivt</strong> sätt."
        }
      }, {
        "text" : "Eleven kan jämföra sina och andras resultat och för då <strong>________</strong> resonemang om likheter och skillnader och vad de kan bero på samt <strong>________</strong> som kan förbättra undersökningen.",
        "knowledgeRequirementChoice" : {
          "E" : "Eleven kan jämföra sina och andras resultat och för då <strong>enkla</strong> resonemang om likheter och skillnader och vad de kan bero på samt <strong>bidrar till att ge förslag</strong> som kan förbättra undersökningen.",
          "C" : "Eleven kan jämföra sina och andras resultat och för då <strong>utvecklade</strong> resonemang om likheter och skillnader och vad de kan bero på samt <strong>ger förslag som efter någon bearbetning</strong> kan förbättra undersökningen.",
          "A" : "Eleven kan jämföra sina och andras resultat och för då <strong>välutvecklade</strong> resonemang om likheter och skillnader och vad de kan bero på samt <strong>ger förslag</strong> som kan förbättra undersökningen."
        }
      }, {
        "text" : "Dessutom gör eleven <strong>________</strong> dokumentationer av sina undersökningar i text och bild.",
        "knowledgeRequirementChoice" : {
          "E" : "Dessutom gör eleven <strong>enkla</strong> dokumentationer av sina undersökningar i text och bild.",
          "C" : "Dessutom gör eleven <strong>utvecklade</strong> dokumentationer av sina undersökningar i text och bild.",
          "A" : "Dessutom gör eleven <strong>välutvecklade</strong> dokumentationer av sina undersökningar i text och bild."
        }
      } ]
    }, {
      "heading" : "",
      "knowledgeRequirements" : [ {
        "text" : "Eleven har <strong>________</strong> kunskaper om fysikaliska fenomen och visar det genom att <strong>________</strong> dessa med <strong>________</strong> användning av fysikens begrepp.",
        "knowledgeRequirementChoice" : {
          "E" : "Eleven har <strong>grundläggande</strong> kunskaper om fysikaliska fenomen och visar det genom att <strong>ge exempel på och beskriva</strong> dessa med <strong>viss</strong> användning av fysikens begrepp.",
          "C" : "Eleven har <strong>goda</strong> kunskaper om fysikaliska fenomen och visar det genom att <strong>förklara</strong> och <strong>visa på enkla samband inom</strong> dessa med <strong>relativt god</strong> användning av fysikens begrepp.",
          "A" : "Eleven har <strong>mycket goda</strong> kunskaper om fysikaliska fenomen och visar det genom att <strong>förklara</strong> och <strong>visa på enkla samband inom</strong> dessa <strong>och något gemensamt drag</strong> med <strong>god</strong> användning av fysikens begrepp."
        }
      }, {
        "text" : "I <strong>________</strong> underbyggda resonemang om elektriska kretsar, magneter, rörelser, ljud och ljus kan eleven relatera till några fysikaliska samband.",
        "knowledgeRequirementChoice" : {
          "E" : "I <strong>enkla och till viss del</strong> underbyggda resonemang om elektriska kretsar, magneter, rörelser, ljud och ljus kan eleven relatera till några fysikaliska samband.",
          "C" : "I <strong>utvecklade och relativt väl</strong> underbyggda resonemang om elektriska kretsar, magneter, rörelser, ljud och ljus kan eleven relatera till några fysikaliska samband.",
          "A" : "I <strong>välutvecklade och väl</strong> underbyggda resonemang om elektriska kretsar, magneter, rörelser, ljud och ljus kan eleven relatera till några fysikaliska samband."
        }
      }, {
        "text" : "Eleven kan också <strong>________</strong> energikällor, energianvändning och isolering med <strong>________</strong> koppling till energins oförstörbarhet och flöde.",
        "knowledgeRequirementChoice" : {
          "E" : "Eleven kan också <strong>beskriva och ge exempel på</strong> energikällor, energianvändning och isolering med <strong>viss</strong> koppling till energins oförstörbarhet och flöde.",
          "C" : "Eleven kan också <strong>förklara</strong> och <strong>visa på något enkelt samband mellan</strong> energikällor, energianvändning och isolering med <strong>relativt god</strong> koppling till energins oförstörbarhet och flöde.",
          "A" : "Eleven kan också <strong>förklara</strong> och <strong>visa på olika enkla samband mellan</strong> energikällor, energianvändning och isolering med <strong>god</strong> koppling till energins oförstörbarhet och flöde."
        }
      }, {
        "text" : "Dessutom <strong>________</strong> eleven och <strong>________</strong> himlakroppars rörelse i förhållande till varandra och för <strong>________</strong> resonemang om hur dag och natt, månader och årstider uppkommer.",
        "knowledgeRequirementChoice" : {
          "E" : "Dessutom <strong>beskriver</strong> eleven och <strong>ger exempel på</strong> himlakroppars rörelse i förhållande till varandra och för <strong>enkla</strong> resonemang om hur dag och natt, månader och årstider uppkommer.",
          "C" : "Dessutom <strong>förklarar</strong> eleven och <strong>visar på samband kring</strong> himlakroppars rörelse i förhållande till varandra och för <strong>utvecklade</strong> resonemang om hur dag och natt, månader och årstider uppkommer.",
          "A" : "Dessutom <strong>förklarar</strong> eleven och <strong>visar på mönster i</strong> himlakroppars rörelse i förhållande till varandra och för <strong>välutvecklade</strong> resonemang om hur dag och natt, månader och årstider uppkommer."
        }
      }, {
        "text" : "Eleven kan också berätta om några naturvetenskapliga upptäckter och deras betydelse för människors levnadsvillkor.",
        "knowledgeRequirementChoice" : {
          "E" : "Eleven kan också berätta om några naturvetenskapliga upptäckter och deras betydelse för människors levnadsvillkor.",
          "C" : "Eleven kan också berätta om några naturvetenskapliga upptäckter och deras betydelse för människors levnadsvillkor.",
          "A" : "Eleven kan också berätta om några naturvetenskapliga upptäckter och deras betydelse för människors levnadsvillkor."
        }
      } ]
    } ],
    "point" : null,
    "year" : {
      "start" : 4,
      "end" : 6
    }
  }, {
    "name" : "Årskurs 7-9",
    "description" : "",
    "code" : "GRGRFYS01_7-9",
    "centralContent" : [ {
      "heading" : "I årskurs 7–9",
      "lines" : [ ]
    }, {
      "heading" : "Fysiken i naturen och samhället",
      "lines" : [ "Energins flöde från solen genom naturen och samhället. Några sätt att lagra energi. Olika energislags energikvalitet samt deras för- och nackdelar för miljön.", "Elproduktion, eldistribution och elanvändning i samhället.", "Försörjning och användning av energi historiskt och i nutid samt tänkbara möjligheter och begränsningar i framtiden.", "Väderfenomen och deras orsaker. Hur fysikaliska begrepp används inom meteorologin och kommuniceras i väderprognoser.", "Fysikaliska modeller för att beskriva och förklara jordens strålningsbalans, växthuseffekten och klimatförändringar.", "Fysikaliska modeller för att beskriva och förklara uppkomsten av partikelstrålning och elektromagnetisk strålning samt strålningens påverkan på levande organismer. Hur olika typer av strålning kan användas i modern teknik, till exempel inom sjukvård och informationsteknik.", "Partikelmodell för att beskriva och förklara fasers egenskaper och fasövergångar, tryck, volym, densitet och temperatur. Hur partiklarnas rörelser kan förklara materiens spridning i naturen.", "Aktuella samhällsfrågor som rör fysik." ]
    }, {
      "heading" : "Fysiken och vardagslivet",
      "lines" : [ "Krafter, rörelser och rörelseförändringar i vardagliga situationer och hur kunskaper om detta kan användas, till exempel i frågor om trafiksäkerhet.", "Hävarmar och utväxling i verktyg och redskap, till exempel i saxar, spett, block och taljor.", "Hur ljud uppstår, breder ut sig och kan registreras på olika sätt. Ljudets egenskaper och ljudmiljöns påverkan på hälsan.", "Ljusets utbredning, reflektion och brytning i vardagliga sammanhang. Förklaringsmodeller för hur ögat uppfattar färg.", "Sambanden mellan spänning, ström, resistans och effekt i elektriska kretsar och hur de används i vardagliga sammanhang.", "Sambandet mellan elektricitet och magnetism och hur detta kan utnyttjas i vardaglig elektrisk utrustning." ]
    }, {
      "heading" : "Fysiken och världsbilden",
      "lines" : [ "Historiska och nutida upptäckter inom fysikområdet och hur de har formats av och format världsbilder. Upptäckternas betydelse för teknik, miljö, samhälle och människors levnadsvillkor.", "Aktuella forskningsområden inom fysik, till exempel elementarpartikelfysik och nanoteknik.", "Naturvetenskapliga teorier om universums uppkomst i jämförelse med andra beskrivningar.", "Universums utveckling och atomslagens uppkomst genom stjärnornas utveckling.", "Universums uppbyggnad med himlakroppar, solsystem och galaxer samt rörelser hos och avstånd mellan dessa.", "De fysikaliska modellernas och teoriernas användbarhet, begränsningar, giltighet och föränderlighet." ]
    }, {
      "heading" : "Fysikens metoder och arbetssätt",
      "lines" : [ "Systematiska undersökningar. Formulering av enkla frågeställningar, planering, utförande och utvärdering.", "Mätningar och mätinstrument och hur de kan kombineras för att mäta storheter, till exempel fart, tryck och effekt.", "Sambandet mellan fysikaliska undersökningar och utvecklingen av begrepp, modeller och teorier.", "Dokumentation av undersökningar med tabeller, diagram, bilder och skriftliga rapporter.", "Källkritisk granskning av information och argument som eleven möter i källor och samhällsdiskussioner med koppling till fysik." ]
    } ],
    "knowledgeRequirementParagraphs" : [ {
      "heading" : "",
      "knowledgeRequirements" : [ {
        "text" : "Eleven kan samtala om och diskutera frågor som rör energi, teknik, miljö och samhälle och skiljer då fakta från värderingar och formulerar ställningstaganden med <strong>________</strong> motiveringar samt beskriver några tänkbara konsekvenser.",
        "knowledgeRequirementChoice" : {
          "E" : "Eleven kan samtala om och diskutera frågor som rör energi, teknik, miljö och samhälle och skiljer då fakta från värderingar och formulerar ställningstaganden med <strong>enkla</strong> motiveringar samt beskriver några tänkbara konsekvenser.",
          "C" : "Eleven kan samtala om och diskutera frågor som rör energi, teknik, miljö och samhälle och skiljer då fakta från värderingar och formulerar ställningstaganden med <strong>utvecklade</strong> motiveringar samt beskriver några tänkbara konsekvenser.",
          "A" : "Eleven kan samtala om och diskutera frågor som rör energi, teknik, miljö och samhälle och skiljer då fakta från värderingar och formulerar ställningstaganden med <strong>välutvecklade</strong> motiveringar samt beskriver några tänkbara konsekvenser."
        }
      }, {
        "text" : "I diskussionerna ställer eleven frågor och framför och bemöter åsikter och argument på ett sätt som <strong>________</strong>.",
        "knowledgeRequirementChoice" : {
          "E" : "I diskussionerna ställer eleven frågor och framför och bemöter åsikter och argument på ett sätt som <strong>till viss del för diskussionerna framåt</strong>.",
          "C" : "I diskussionerna ställer eleven frågor och framför och bemöter åsikter och argument på ett sätt som <strong>för diskussionerna framåt</strong>.",
          "A" : "I diskussionerna ställer eleven frågor och framför och bemöter åsikter och argument på ett sätt som <strong>för diskussionerna framåt och fördjupar eller breddar dem</strong>."
        }
      }, {
        "text" : "Eleven kan söka naturvetenskaplig information och använder då olika källor och för <strong>________</strong> underbyggda resonemang om informationens och källornas trovärdighet och relevans.",
        "knowledgeRequirementChoice" : {
          "E" : "Eleven kan söka naturvetenskaplig information och använder då olika källor och för <strong>enkla och till viss del</strong> underbyggda resonemang om informationens och källornas trovärdighet och relevans.",
          "C" : "Eleven kan söka naturvetenskaplig information och använder då olika källor och för <strong>utvecklade och relativt väl</strong> underbyggda resonemang om informationens och källornas trovärdighet och relevans.",
          "A" : "Eleven kan söka naturvetenskaplig information och använder då olika källor och för <strong>välutvecklade och väl</strong> underbyggda resonemang om informationens och källornas trovärdighet och relevans."
        }
      }, {
        "text" : "Eleven kan använda informationen på ett <strong>________</strong> fungerande sätt i diskussioner och för att skapa <strong>________</strong> texter och andra framställningar med <strong>________</strong> anpassning till syfte och målgrupp.",
        "knowledgeRequirementChoice" : {
          "E" : "Eleven kan använda informationen på ett <strong>i huvudsak</strong> fungerande sätt i diskussioner och för att skapa <strong>enkla</strong> texter och andra framställningar med <strong>viss</strong> anpassning till syfte och målgrupp.",
          "C" : "Eleven kan använda informationen på ett <strong>relativt väl</strong> fungerande sätt i diskussioner och för att skapa <strong>utvecklade</strong> texter och andra framställningar med <strong>relativt god</strong> anpassning till syfte och målgrupp.",
          "A" : "Eleven kan använda informationen på ett <strong>väl</strong> fungerande sätt i diskussioner och för att skapa <strong>välutvecklade</strong> texter och andra framställningar med <strong>god</strong> anpassning till syfte och målgrupp."
        }
      } ]
    }, {
      "heading" : "",
      "knowledgeRequirements" : [ {
        "text" : "Eleven kan genomföra undersökningar utifrån givna planeringar och även <strong>________</strong> enkla frågeställningar och planeringar som det går att arbeta systematiskt utifrån.",
        "knowledgeRequirementChoice" : {
          "E" : "Eleven kan genomföra undersökningar utifrån givna planeringar och även <strong>bidra till att formulera</strong> enkla frågeställningar och planeringar som det går att arbeta systematiskt utifrån.",
          "C" : "Eleven kan genomföra undersökningar utifrån givna planeringar och även <strong>formulera</strong> enkla frågeställningar och planeringar som det <strong>efter någon bearbetning</strong> går att arbeta systematiskt utifrån.",
          "A" : "Eleven kan genomföra undersökningar utifrån givna planeringar och även <strong>formulera</strong> enkla frågeställningar och planeringar som det går att arbeta systematiskt utifrån."
        }
      }, {
        "text" : "I undersökningarna använder eleven utrustning på ett säkert och <strong>________</strong> sätt.",
        "knowledgeRequirementChoice" : {
          "E" : "I undersökningarna använder eleven utrustning på ett säkert och <strong>i huvudsak fungerande</strong> sätt.",
          "C" : "I undersökningarna använder eleven utrustning på ett säkert och <strong>ändamålsenligt</strong> sätt.",
          "A" : "I undersökningarna använder eleven utrustning på ett säkert, <strong>ändamålsenligt och effektivt</strong> sätt."
        }
      }, {
        "text" : "Eleven kan jämföra resultaten med frågeställningarna och drar då <strong>________</strong> slutsatser med <strong>________</strong> koppling till fysikaliska modeller och teorier.",
        "knowledgeRequirementChoice" : {
          "E" : "Eleven kan jämföra resultaten med frågeställningarna och drar då <strong>enkla</strong> slutsatser med <strong>viss</strong> koppling till fysikaliska modeller och teorier.",
          "C" : "Eleven kan jämföra resultaten med frågeställningarna och drar då <strong>utvecklade</strong> slutsatser med <strong>relativt god</strong> koppling till fysikaliska modeller och teorier.",
          "A" : "Eleven kan jämföra resultaten med frågeställningarna och drar då <strong>välutvecklade</strong> slutsatser med <strong>god</strong> koppling till fysikaliska modeller och teorier."
        }
      }, {
        "text" : "Eleven för <strong>________</strong> resonemang kring resultatens rimlighet och <strong>________</strong> på hur undersökningarna kan förbättras.",
        "knowledgeRequirementChoice" : {
          "E" : "Eleven för <strong>enkla</strong> resonemang kring resultatens rimlighet och <strong>bidrar till att ge förslag</strong> på hur undersökningarna kan förbättras.",
          "C" : "Eleven för <strong>utvecklade</strong> resonemang kring resultatens rimlighet och <strong>ger förslag</strong> på hur undersökningarna kan förbättras.",
          "A" : "Eleven för <strong>välutvecklade</strong> resonemang kring resultatens rimlighet <strong>i relation till möjliga felkällor</strong> och <strong>ger förslag</strong> på hur undersökningarna kan förbättras <strong>och visar på nya tänkbara frågeställningar att undersöka</strong>."
        }
      }, {
        "text" : "Dessutom gör eleven <strong>________</strong> dokumentationer av undersökningarna med tabeller, diagram, bilder och skriftliga rapporter.",
        "knowledgeRequirementChoice" : {
          "E" : "Dessutom gör eleven <strong>enkla</strong> dokumentationer av undersökningarna med tabeller, diagram, bilder och skriftliga rapporter.",
          "C" : "Dessutom gör eleven <strong>utvecklade</strong> dokumentationer av undersökningarna med tabeller, diagram, bilder och skriftliga rapporter.",
          "A" : "Dessutom gör eleven <strong>välutvecklade</strong> dokumentationer av undersökningarna med tabeller, diagram, bilder och skriftliga rapporter."
        }
      } ]
    }, {
      "heading" : "",
      "knowledgeRequirements" : [ {
        "text" : "Eleven har <strong>________</strong> kunskaper om energi, materia, universums uppbyggnad och utveckling och andra fysikaliska sammanhang och visar det genom att <strong>________</strong> dessa med <strong>________</strong> användning av fysikens begrepp, modeller och teorier.",
        "knowledgeRequirementChoice" : {
          "E" : "Eleven har <strong>grundläggande</strong> kunskaper om energi, materia, universums uppbyggnad och utveckling och andra fysikaliska sammanhang och visar det genom att <strong>ge exempel och beskriva</strong> dessa med <strong>viss</strong> användning av fysikens begrepp, modeller och teorier.",
          "C" : "Eleven har <strong>goda</strong> kunskaper om energi, materia, universums uppbyggnad och utveckling och andra fysikaliska sammanhang och visar det genom att <strong>förklara</strong> och <strong>visa på samband inom</strong> dessa med <strong>relativt god</strong> användning av fysikens begrepp, modeller och teorier.",
          "A" : "Eleven har <strong>mycket goda</strong> kunskaper om energi, materia, universums uppbyggnad och utveckling och andra fysikaliska sammanhang och visar det genom att <strong>förklara</strong> och <strong>visa på samband inom</strong> dessa <strong>och något generellt drag</strong> med <strong>god</strong> användning av fysikens begrepp, modeller och teorier."
        }
      }, {
        "text" : "Eleven kan föra <strong>________</strong> underbyggda resonemang där företeelser i vardagslivet och samhället kopplas ihop med krafter, rörelser, hävarmar, ljus, ljud och elektricitet och visar då på <strong>________</strong> fysikaliska samband.",
        "knowledgeRequirementChoice" : {
          "E" : "Eleven kan föra <strong>enkla och till viss del</strong> underbyggda resonemang där företeelser i vardagslivet och samhället kopplas ihop med krafter, rörelser, hävarmar, ljus, ljud och elektricitet och visar då på <strong>enkelt identifierbara</strong> fysikaliska samband.",
          "C" : "Eleven kan föra <strong>utvecklade och relativt väl</strong> underbyggda resonemang där företeelser i vardagslivet och samhället kopplas ihop med krafter, rörelser, hävarmar, ljus, ljud och elektricitet och visar då på <strong>förhållandevis komplexa</strong> fysikaliska samband.",
          "A" : "Eleven kan föra <strong>välutvecklade och väl</strong> underbyggda resonemang där företeelser i vardagslivet och samhället kopplas ihop med krafter, rörelser, hävarmar, ljus, ljud och elektricitet och visar då på <strong>komplexa</strong> fysikaliska samband."
        }
      }, {
        "text" : "Eleven använder fysikaliska modeller på ett <strong>________</strong> fungerande sätt för att <strong>________</strong> och <strong>________</strong> partiklar och strålning.",
        "knowledgeRequirementChoice" : {
          "E" : "Eleven använder fysikaliska modeller på ett <strong>i huvudsak</strong> fungerande sätt för att <strong>beskriva</strong> och <strong>ge exempel på</strong> partiklar och strålning.",
          "C" : "Eleven använder fysikaliska modeller på ett <strong>relativt väl</strong> fungerande sätt för att <strong>förklara</strong> och <strong>visa på samband kring</strong> partiklar och strålning.",
          "A" : "Eleven använder fysikaliska modeller på ett <strong>väl</strong> fungerande sätt för att <strong>förklara</strong> och <strong>generalisera kring</strong> partiklar och strålning."
        }
      }, {
        "text" : "Dessutom för eleven <strong>________</strong> underbyggda resonemang kring hur människa och teknik påverkar miljön och <strong>________</strong> några åtgärder som kan bidra till en hållbar utveckling.",
        "knowledgeRequirementChoice" : {
          "E" : "Dessutom för eleven <strong>enkla och till viss del</strong> underbyggda resonemang kring hur människa och teknik påverkar miljön och <strong>visar på</strong> några åtgärder som kan bidra till en hållbar utveckling.",
          "C" : "Dessutom för eleven <strong>utvecklade och relativt väl</strong> underbyggda resonemang kring hur människans användning av energi och naturresurser påverkar miljön och <strong>visar på fördelar och begränsningar hos</strong> några åtgärder som kan bidra till en hållbar utveckling.",
          "A" : "Dessutom för eleven <strong>välutvecklade och väl</strong> underbyggda resonemang kring hur människa och teknik påverkar miljön och <strong>visar ur olika perspektiv på fördelar och begränsningar hos</strong> några åtgärder som kan bidra till en hållbar utveckling."
        }
      }, {
        "text" : "Eleven kan <strong>________</strong> och <strong>________</strong> några centrala naturvetenskapliga upptäckter och deras betydelse för människors levnadsvillkor.",
        "knowledgeRequirementChoice" : {
          "E" : "Eleven kan <strong>ge exempel på</strong> och <strong>beskriva</strong> några centrala naturvetenskapliga upptäckter och deras betydelse för människors levnadsvillkor.",
          "C" : "Eleven kan <strong>förklara</strong> och <strong>visa på samband mellan</strong> några centrala naturvetenskapliga upptäckter och deras betydelse för människors levnadsvillkor.",
          "A" : "Eleven kan <strong>förklara</strong> och <strong>generalisera kring</strong> några centrala naturvetenskapliga upptäckter och deras betydelse för människors levnadsvillkor."
        }
      } ]
    } ],
    "point" : null,
    "year" : {
      "start" : 7,
      "end" : 9
    }
  } ]
}