{
  "name" : "Historia",
  "description" : "Människans förståelse av det förflutna är inflätad i hennes föreställningar om samtiden och perspektiv på framtiden. På så sätt påverkar det förflutna både våra liv i dag och våra val inför framtiden. Kvinnor och män har i alla tider skapat historiska berättelser för att tolka verkligheten och påverka sin omgivning. Ett historiskt perspektiv ger oss redskap att förstå och förändra vår egen tid.",
  "code" : "GRGRHIS01",
  "designation" : "HI",
  "skolfsId" : "2010:37",
  "purposes" : [ {
    "type" : "PARAGRAPH",
    "heading" : "",
    "lines" : [ "Undervisningen i ämnet historia ska syfta till att eleverna utvecklar såväl kunskaper om historiska sammanhang, som sin historiska bildning och sitt historiemedvetande.", "Detta innebär en insikt om att det förflutna präglar vår syn på nutiden och därmed uppfattningen om framtiden.", "Undervisningen ska ge eleverna förutsättningar att utveckla kunskaper om historiska förhållanden, historiska begrepp och metoder och om hur historia kan användas för olika syften.", "Den ska också bidra till att eleverna utvecklar historiska kunskaper om likheter och skillnader i människors levnadsvillkor och värderingar.", "Därigenom ska eleverna få förståelse för olika kulturella sammanhang och levnadssätt." ]
  }, {
    "type" : "PARAGRAPH",
    "heading" : "",
    "lines" : [ "Undervisningen ska ge eleverna förutsättningar att tillägna sig en historisk referensram och en fördjupad förståelse för nutiden.", "De ska också få möjlighet att utveckla en kronologisk överblick över hur kvinnor och män genom tiderna har skapat och förändrat samhällen och kulturer." ]
  }, {
    "type" : "PARAGRAPH",
    "heading" : "",
    "lines" : [ "Undervisningen ska stimulera elevernas nyfikenhet på historia och bidra till att de utvecklar kunskaper om hur vi kan veta något om det förflutna genom historiskt källmaterial och möten med platser och människors berättelser.", "Eleverna ska genom undervisningen även ges förutsättningar att utveckla förmågan att ställa frågor till och värdera källor som ligger till grund för historisk kunskap.", "Undervisningen ska vidare bidra till att eleverna utvecklar förståelse för att varje tids människor måste bedömas utifrån sin samtids villkor och värderingar." ]
  }, {
    "type" : "PARAGRAPH",
    "heading" : "",
    "lines" : [ "Undervisningen ska bidra till att eleverna utvecklar förståelse för hur historiska berättelser används i samhället och i vardagslivet.", "Därigenom ska eleverna få olika perspektiv på sina egna och andras identiteter, värderingar och föreställningar." ]
  }, {
    "type" : "BULLET",
    "heading" : "Genom undervisningen i ämnet historia ska eleverna sammanfattningsvis ges förutsättningar att utveckla sin förmåga att",
    "lines" : [ "använda en historisk referensram som innefattar olika tolkningar av tidsperioder, händelser, gestalter, kulturmöten och utvecklingslinjer,", "kritiskt granska, tolka och värdera källor som grund för att skapa historisk kunskap,", "reflektera över sin egen och andras användning av historia i olika sammanhang och utifrån olika perspektiv, och", "använda historiska begrepp för att analysera hur historisk kunskap ordnas, skapas och används." ]
  } ],
  "courses" : [ {
    "name" : "Årskurs 1-3",
    "description" : "",
    "code" : "GRGRHIS01_1-3",
    "centralContent" : [ {
      "heading" : "Undervisningen i de samhällsorienterande ämnena ska behandla följande centrala innehåll",
      "lines" : [ ]
    }, {
      "heading" : "I årskurs 1–3",
      "lines" : [ ]
    }, {
      "heading" : "Att leva tillsammans",
      "lines" : [ "Skildringar av livet förr och nu i barnlitteratur, sånger och filmer, till exempel skildringar av familjeliv och skola. Minnen berättade av människor som lever nu.", "Att flytta inom ett land och mellan länder. Vad detta kan ha för orsaker och få för konsekvenser.", "Livsfrågor med betydelse för eleven, till exempel gott och ont, rätt och orätt, kamratskap, könsroller, jämställdhet och relationer.", "Normer och regler i elevens livsmiljö, till exempel i skolan och i sportsammanhang.", "Trafikregler och hur man beter sig i trafiken på ett säkert sätt." ]
    }, {
      "heading" : "Att leva i närområdet",
      "lines" : [ "Förutsättningar i natur och miljö för befolkning och bebyggelse, till exempel mark, vatten och klimat.", "Hemortens historia. Vad närområdets platser, byggnader och vardagliga föremål kan berätta om barns, kvinnors och mäns levnadsvillkor under olika perioder.", "Kristendomens roll i skolan och på hemorten förr i tiden.", "Religioner och platser för religionsutövning i närområdet.", "Centrala samhällsfunktioner, till exempel sjukvård, räddningstjänst och skola.", "Yrken och verksamheter i närområdet." ]
    }, {
      "heading" : "Att leva i världen",
      "lines" : [ "Jordgloben. Kontinenternas och världshavens lägen på jordgloben. Namn och läge på världsdelarna samt på länder och platser som är betydelsefulla för eleven.", "Människans uppkomst, vandringar, samlande och jakt samt införandet av jordbruk.", "Tidsbegreppen stenålder, bronsålder och järnålder.", "Hur forntiden kan iakttas i vår tid genom spår i naturen och i språkliga uttryck.", "Berättelser om gudar och hjältar i antik och nordisk mytologi och hur man kan se på dem i vår egen tid.", "Några högtider, symboler och berättelser inom kristendom, islam och judendom. Några berättelser ur Bibeln och deras innebörd samt några av de vanligaste psalmerna.", "Miljöfrågor utifrån elevens vardag, till exempel frågor om trafik, energi och matvaror.", "Grundläggande mänskliga rättigheter såsom alla människors lika värde samt barnets rättigheter i enlighet med konventionen om barnets rättigheter (barnkonventionen).", "Hur möten, till exempel klassråd, organiseras och genomförs.", "Pengars användning och värde. Olika exempel på betalningsformer och vad några vanliga varor och tjänster kan kosta.", "Aktuella samhällsfrågor i olika medier." ]
    }, {
      "heading" : "Att undersöka verkligheten",
      "lines" : [ "Metoder för att söka information från olika källor: intervjuer, observationer och mätningar. Hur man kan värdera och bearbeta källor och information.", "Rumsuppfattning med hjälp av mentala kartor och fysiska kartor över till exempel närområdet och skolvägar. Storleksrelationer och väderstreck samt rumsliga begrepp, till exempel plats, läge och gräns.", "Tidslinjer och tidsbegreppen dåtid, nutid och framtid." ]
    } ],
    "knowledgeRequirementParagraphs" : [ {
      "heading" : "",
      "knowledgeRequirements" : [ {
        "text" : "Eleven har grundläggande kunskaper om några mänskliga rättigheter och barnets rättigheter, och visar det genom att ge exempel på vad de kan innebära i skolan och hemma.",
        "knowledgeRequirementChoice" : {
          "G" : "Eleven har grundläggande kunskaper om några mänskliga rättigheter och barnets rättigheter, och visar det genom att ge exempel på vad de kan innebära i skolan och hemma."
        }
      }, {
        "text" : "Eleven kan samtala om normer och regler i vardagen och ge exempel på varför de kan behövas.",
        "knowledgeRequirementChoice" : {
          "G" : "Eleven kan samtala om normer och regler i vardagen och ge exempel på varför de kan behövas."
        }
      }, {
        "text" : "Vidare kan eleven beskriva hur möten brukar organiseras och genomföras.",
        "knowledgeRequirementChoice" : {
          "G" : "Vidare kan eleven beskriva hur möten brukar organiseras och genomföras."
        }
      }, {
        "text" : "Eleven beskriver även några olika betalningsformer och anger vad några vanliga varor och tjänster kan kosta.",
        "knowledgeRequirementChoice" : {
          "G" : "Eleven beskriver även några olika betalningsformer och anger vad några vanliga varor och tjänster kan kosta."
        }
      } ]
    }, {
      "heading" : "",
      "knowledgeRequirements" : [ {
        "text" : "Eleven kan utifrån närområdet beskriva hur naturen och miljön kan påverka var människor bor och arbetar.",
        "knowledgeRequirementChoice" : {
          "G" : "Eleven kan utifrån närområdet beskriva hur naturen och miljön kan påverka var människor bor och arbetar."
        }
      }, {
        "text" : "Eleven anger några viktiga samhällsfunktioner, och ger exempel på yrken och verksamheter i närområdet.",
        "knowledgeRequirementChoice" : {
          "G" : "Eleven anger några viktiga samhällsfunktioner, och ger exempel på yrken och verksamheter i närområdet."
        }
      }, {
        "text" : "Dessutom kan eleven ange några orsaker till att människor flyttar från en plats till en annan, och ge exempel på vad en flytt kan innebära för barn och familjer.",
        "knowledgeRequirementChoice" : {
          "G" : "Dessutom kan eleven ange några orsaker till att människor flyttar från en plats till en annan, och ge exempel på vad en flytt kan innebära för barn och familjer."
        }
      }, {
        "text" : "Eleven beskriver hur olika handlingar i vardagen kan påverka miljön, och ger utifrån detta förslag på hur man kan bidra till hållbar utveckling.",
        "knowledgeRequirementChoice" : {
          "G" : "Eleven beskriver hur olika handlingar i vardagen kan påverka miljön, och ger utifrån detta förslag på hur man kan bidra till hållbar utveckling."
        }
      }, {
        "text" : "Eleven identifierar riskfyllda platser i närområdets trafikmiljö och ger exempel på hur man kan minska riskerna genom ett säkert beteende i trafiken.",
        "knowledgeRequirementChoice" : {
          "G" : "Eleven identifierar riskfyllda platser i närområdets trafikmiljö och ger exempel på hur man kan minska riskerna genom ett säkert beteende i trafiken."
        }
      } ]
    }, {
      "heading" : "",
      "knowledgeRequirements" : [ {
        "text" : "Eleven kan undersöka hemortens historia och ger då exempel på människors levnadsvillkor under olika perioder.",
        "knowledgeRequirementChoice" : {
          "G" : "Eleven kan undersöka hemortens historia och ger då exempel på människors levnadsvillkor under olika perioder."
        }
      }, {
        "text" : "Eleven gör då enkla jämförelser mellan livet förr och nu utifrån människors berättelser och olika skildringar.",
        "knowledgeRequirementChoice" : {
          "G" : "Eleven gör då enkla jämförelser mellan livet förr och nu utifrån människors berättelser och olika skildringar."
        }
      }, {
        "text" : "Dessutom beskriver eleven hur man kan iaktta spår av forntiden i naturen och i språkliga uttryck.",
        "knowledgeRequirementChoice" : {
          "G" : "Dessutom beskriver eleven hur man kan iaktta spår av forntiden i naturen och i språkliga uttryck."
        }
      }, {
        "text" : "Eleven kan även beskriva delar av människans tidiga historia genom att ge exempel på människors levnadsvillkor och några viktiga händelser.",
        "knowledgeRequirementChoice" : {
          "G" : "Eleven kan även beskriva delar av människans tidiga historia genom att ge exempel på människors levnadsvillkor och några viktiga händelser."
        }
      }, {
        "text" : "Vidare kan eleven i viss utsträckning använda tidslinjer och några olika tidsbegrepp för att ange händelser i tid.",
        "knowledgeRequirementChoice" : {
          "G" : "Vidare kan eleven i viss utsträckning använda tidslinjer och några olika tidsbegrepp för att ange händelser i tid."
        }
      } ]
    }, {
      "heading" : "",
      "knowledgeRequirements" : [ {
        "text" : "Eleven kan samtala om elevnära livsfrågor.",
        "knowledgeRequirementChoice" : {
          "G" : "Eleven kan samtala om elevnära livsfrågor."
        }
      }, {
        "text" : "Dessutom beskriver eleven några platser för religionsutövning, och kopplar samman dessa med religioner som utövas i närområdet.",
        "knowledgeRequirementChoice" : {
          "G" : "Dessutom beskriver eleven några platser för religionsutövning, och kopplar samman dessa med religioner som utövas i närområdet."
        }
      }, {
        "text" : "Eleven kan ge exempel på någon högtid, symbol och central berättelse från kristendomen, islam och judendomen.",
        "knowledgeRequirementChoice" : {
          "G" : "Eleven kan ge exempel på någon högtid, symbol och central berättelse från kristendomen, islam och judendomen."
        }
      }, {
        "text" : "Eleven återger delar av innehållet i några berättelser ur Bibeln, samt i berättelser om gudar och hjältar i olika myter.",
        "knowledgeRequirementChoice" : {
          "G" : "Eleven återger delar av innehållet i några berättelser ur Bibeln, samt i berättelser om gudar och hjältar i olika myter."
        }
      }, {
        "text" : "Dessutom ger eleven exempel på kristendomens roll i skolan och hemorten förr i tiden.",
        "knowledgeRequirementChoice" : {
          "G" : "Dessutom ger eleven exempel på kristendomens roll i skolan och hemorten förr i tiden."
        }
      } ]
    }, {
      "heading" : "",
      "knowledgeRequirements" : [ {
        "text" : "Eleven kan ta del av enkel information i olika medier och samtala om elevnära samhällsfrågor genom att framföra synpunkter, ge kommentarer och ställa frågor.",
        "knowledgeRequirementChoice" : {
          "G" : "Eleven kan ta del av enkel information i olika medier och samtala om elevnära samhällsfrågor genom att framföra synpunkter, ge kommentarer och ställa frågor."
        }
      }, {
        "text" : "Eleven kan också söka information om samhället och naturen genom enkla intervjuer, observationer och mätningar, och göra enkla sammanställningar av resultaten så att innehållet klart framgår.",
        "knowledgeRequirementChoice" : {
          "G" : "Eleven kan också söka information om samhället och naturen genom enkla intervjuer, observationer och mätningar, och göra enkla sammanställningar av resultaten så att innehållet klart framgår."
        }
      }, {
        "text" : "Eleven gör enkla undersökningar av omvärlden, och kan då använda karta, jordglob, väderstreck och rumsliga begrepp för att återge namn och beskriva lägen och storleksrelationer på världsdelarna och andra för eleven betydelsefulla platser och länder.",
        "knowledgeRequirementChoice" : {
          "G" : "Eleven gör enkla undersökningar av omvärlden, och kan då använda karta, jordglob, väderstreck och rumsliga begrepp för att återge namn och beskriva lägen och storleksrelationer på världsdelarna och andra för eleven betydelsefulla platser och länder."
        }
      } ]
    } ],
    "point" : null,
    "year" : {
      "start" : 1,
      "end" : 3
    }
  }, {
    "name" : "Årskurs 4-6",
    "description" : "",
    "code" : "GRGRHIS01_4-6",
    "centralContent" : [ {
      "heading" : "Undervisningen i historia ska behandla följande centrala innehåll",
      "lines" : [ ]
    }, {
      "heading" : "I årskurs 4–6",
      "lines" : [ ]
    }, {
      "heading" : "Kring forntiden och medeltiden, till cirka 1500",
      "lines" : [ "Norden befolkas. De utmärkande dragen för stenåldern, bronsåldern och järnåldern.", "Nordens kulturmöten med övriga Europa och andra delar av världen genom ökad handel och migration, till exempel genom vikingatidens resor och medeltidens handelssystem.", "De nordiska staternas bildande.", "Kristendomens införande i Norden. Religionens betydelse för kulturer och stater i Sverige och de övriga nordiska länderna samt konsekvenser av dessa förändringar för olika människor och grupper.", "Några av de europeiska upptäcktsresorna, deras betydelse och konsekvenser.", "Vad arkeologiska fynd, till exempel myntskatter och fynd av föremål från andra kulturer kan berätta om kulturmöten och om likheter och skillnader i levnadsvillkor för barn, kvinnor och män." ]
    }, {
      "heading" : "Norden och Östersjöriket Sverige, cirka 1500–1700",
      "lines" : [ "Nordens och Östersjöområdets deltagande i ett globalt utbyte, till exempel av handelsvaror, språk och kultur.", "Den svenska statens framväxt och organisation.", "Det svenska Östersjöriket. Orsakerna till dess uppkomst och konsekvenser för olika människor och grupper runt Östersjön. Migration till och från samt inom det svenska riket.", "Reformationen och dess konsekvenser för Sverige och övriga Europa.", "Vad historiska källor, till exempel brev och andra dokument, kan berätta om likheter och skillnader i levnadsvillkor för barn, kvinnor och män jämfört med i dag." ]
    }, {
      "heading" : "Ökat utbyte och jordbrukets omvandling, cirka 1700–1850",
      "lines" : [ "Sveriges och Nordens ekonomiska och kulturella globala utbyte, till exempel i form av järnexport och genom resor till Asien.", "Jordbrukets omvandling och dess konsekvenser för människor.", "Den stora folkökningen samt dess orsaker och konsekvenser för olika människor och grupper.", "Framväxten av parlamentarism, partiväsen och nya lagar i Sverige.", "Vad historiska källor, till exempel dagböcker och arkivmaterial, kan berätta om Sveriges historia och om likheter och skillnader i levnadsvillkor för barn, kvinnor och män." ]
    }, {
      "heading" : "Hur historia används och historiska begrepp",
      "lines" : [ "Exempel på hur forntiden, medeltiden, 1500-talet, 1600-talet och 1700-talet kan avläsas i våra dagar genom traditioner, namn, språkliga uttryck, byggnader, städer och gränser.", "Hur historiska personer och händelser, till exempel drottning Kristina, Karl XII och häxprocesserna, har framställts på olika sätt genom olika tolkningar och under skilda tider.", "Vad begreppen förändring, likheter och skillnader, kronologi, orsak och konsekvens, källor och tolkning betyder och hur de används i historiska sammanhang.", "Tidsbegreppen vikingatiden, medeltiden, stormaktstiden och frihetstiden samt olika syn på deras betydelser." ]
    } ],
    "knowledgeRequirementParagraphs" : [ {
      "heading" : "",
      "knowledgeRequirements" : [ {
        "text" : "Eleven har <strong>________</strong> kunskaper om historiska förhållanden, skeenden och gestalter under olika tidsperioder.",
        "knowledgeRequirementChoice" : {
          "E" : "Eleven har <strong>grundläggande</strong> kunskaper om historiska förhållanden, skeenden och gestalter under olika tidsperioder.",
          "C" : "Eleven har <strong>goda</strong> kunskaper om historiska förhållanden, skeenden och gestalter under olika tidsperioder.",
          "A" : "Eleven har <strong>mycket goda</strong> kunskaper om historiska förhållanden, skeenden och gestalter under olika tidsperioder."
        }
      }, {
        "text" : "Eleven visar det genom att föra <strong>________</strong> underbyggda resonemang om orsaker till och konsekvenser av samhällsförändringar och människors levnadsvillkor och handlingar.",
        "knowledgeRequirementChoice" : {
          "E" : "Eleven visar det genom att föra <strong>enkla och till viss del</strong> underbyggda resonemang om orsaker till och konsekvenser av samhällsförändringar och människors levnadsvillkor och handlingar.",
          "C" : "Eleven visar det genom att föra <strong>utvecklade och relativt väl</strong> underbyggda resonemang om orsaker till och konsekvenser av samhällsförändringar och människors levnadsvillkor och handlingar.",
          "A" : "Eleven visar det genom att föra <strong>välutvecklade och väl</strong> underbyggda resonemang om orsaker till och konsekvenser av samhällsförändringar och människors levnadsvillkor och handlingar."
        }
      }, {
        "text" : "Eleven kan undersöka utvecklingslinjer inom kulturmöten, migration, politik och levnadsvillkor och beskriver då <strong>________</strong> samband mellan olika tidsperioder.",
        "knowledgeRequirementChoice" : {
          "E" : "Eleven kan undersöka utvecklingslinjer inom kulturmöten, migration, politik och levnadsvillkor och beskriver då <strong>enkla</strong> samband mellan olika tidsperioder.",
          "C" : "Eleven kan undersöka utvecklingslinjer inom kulturmöten, migration, politik och levnadsvillkor och beskriver då <strong>förhållandevis komplexa</strong> samband mellan olika tidsperioder.",
          "A" : "Eleven kan undersöka utvecklingslinjer inom kulturmöten, migration, politik och levnadsvillkor och beskriver då <strong>komplexa</strong> samband mellan olika tidsperioder."
        }
      }, {
        "text" : "Eleven visar också hur någon av utvecklingslinjerna har påverkat vår samtid, och motiverar sitt resonemang med <strong>________</strong> underbyggda hänvisningar till det förflutna.",
        "knowledgeRequirementChoice" : {
          "E" : "Eleven visar också hur någon av utvecklingslinjerna har påverkat vår samtid, och motiverar sitt resonemang med <strong>enkla och till viss del</strong> underbyggda hänvisningar till det förflutna.",
          "C" : "Eleven visar också hur någon av utvecklingslinjerna har påverkat vår samtid, och motiverar sitt resonemang med <strong>utvecklade och relativt väl</strong> underbyggda hänvisningar till det förflutna.",
          "A" : "Eleven visar också hur någon av utvecklingslinjerna har påverkat vår samtid, och motiverar sitt resonemang med <strong>välutvecklade och väl</strong> underbyggda hänvisningar till det förflutna."
        }
      }, {
        "text" : "Eleven kan använda historiskt källmaterial för att dra enkla slutsatser om människors levnadsvillkor, och för då <strong>________</strong> resonemang om källornas användbarhet.",
        "knowledgeRequirementChoice" : {
          "E" : "Eleven kan använda historiskt källmaterial för att dra enkla slutsatser om människors levnadsvillkor, och för då <strong>enkla</strong> resonemang om källornas användbarhet.",
          "C" : "Eleven kan använda historiskt källmaterial för att dra enkla slutsatser om människors levnadsvillkor, och för då <strong>utvecklade</strong> resonemang om källornas användbarhet.",
          "A" : "Eleven kan använda historiskt källmaterial för att dra enkla slutsatser om människors levnadsvillkor, och för då <strong>välutvecklade</strong> resonemang om källornas användbarhet."
        }
      } ]
    }, {
      "heading" : "",
      "knowledgeRequirements" : [ {
        "text" : "Eleven kan tolka och visa på spår av historien i vår tid och föra <strong>________</strong> resonemang om varför det finns likheter och skillnader i olika framställningar av historiska händelser, personer och tidsperioder.",
        "knowledgeRequirementChoice" : {
          "E" : "Eleven kan tolka och visa på spår av historien i vår tid och föra <strong>enkla</strong> resonemang om varför det finns likheter och skillnader i olika framställningar av historiska händelser, personer och tidsperioder.",
          "C" : "Eleven kan tolka och visa på spår av historien i vår tid och föra <strong>utvecklade</strong> resonemang om varför det finns likheter och skillnader i olika framställningar av historiska händelser, personer och tidsperioder.",
          "A" : "Eleven kan tolka och visa på spår av historien i vår tid och föra <strong>välutvecklade och nyanserade</strong> resonemang om varför det finns likheter och skillnader i olika framställningar av historiska händelser, personer och tidsperioder."
        }
      }, {
        "text" : "I studier av historiska förhållanden, skeenden och gestalter såväl som vid användning av källor och i resonemang om hur historia används kan eleven använda historiska begrepp på ett <strong>________</strong> fungerande sätt.",
        "knowledgeRequirementChoice" : {
          "E" : "I studier av historiska förhållanden, skeenden och gestalter såväl som vid användning av källor och i resonemang om hur historia används kan eleven använda historiska begrepp på ett <strong>i huvudsak</strong> fungerande sätt.",
          "C" : "I studier av historiska förhållanden, skeenden och gestalter såväl som vid användning av källor och i resonemang om hur historia används kan eleven använda historiska begrepp på ett <strong>relativt väl</strong> fungerande sätt.",
          "A" : "I studier av historiska förhållanden, skeenden och gestalter såväl som vid användning av källor och i resonemang om hur historia används kan eleven använda historiska begrepp på ett <strong>väl</strong> fungerande sätt."
        }
      } ]
    } ],
    "point" : null,
    "year" : {
      "start" : 4,
      "end" : 6
    }
  }, {
    "name" : "Årskurs 7-9",
    "description" : "",
    "code" : "GRGRHIS01_7-9",
    "centralContent" : [ {
      "heading" : "I årskurs 7–9",
      "lines" : [ ]
    }, {
      "heading" : "Forna civilisationer, från förhistorisk tid till cirka 1700",
      "lines" : [ "Jämförelser mellan några högkulturers framväxt och utveckling fram till 1700-talet, till exempel i Afrika, Amerika och Asien.", "Antiken, dess utmärkande drag som epok och dess betydelse för vår egen tid.", "Vad historiska källor från någon högkultur, till exempel i Asien eller Amerika, kan berätta om likheter och skillnader i levnadsvillkor för barn, kvinnor och män." ]
    }, {
      "heading" : "Industrialisering, samhällsomvandling och idéströmningar, cirka 1700–1900",
      "lines" : [ "Den ökade världshandeln mellan Europa, Asien, Afrika och Amerika.", "Industrialiseringen i Europa och Sverige. Olika historiska förklaringar till industrialiseringen, samt konsekvenser för olika samhällsgruppers och människors levnadsvillkor i Sverige, Norden, Europa och några olika delar av världen. Migration inom och mellan länder.", "Revolutioner och framväxten av nya idéer, samhällsklasser och politiska ideologier.", "Vad historiska källor kan berätta om människors och gruppers strävan att påverka och förbättra sina egna och andras levnadsvillkor, till exempel genom uppfinningar, bildandet av fackföreningar och kampen mot slaveri." ]
    }, {
      "heading" : "Imperialism och världskrig, cirka 1800–1950",
      "lines" : [ "Den europeiska dominansen, imperialism och kolonialism.", "Nationalism och olika former av demokrati och diktatur i Europa och i andra delar av världen.", "De båda världskrigen, deras orsaker och följder. Förtryck, folkfördrivningar och folkmord. Förintelsen och Gulag.", "Historiska berättelser från skilda delar av världen med skildringar av människors upplevelser av förtryck, till exempel i form av kolonialism, rasism eller totalitär diktatur och motstånd mot detta." ]
    }, {
      "heading" : "Demokratisering, efterkrigstid och globalisering, cirka 1900 till nutid",
      "lines" : [ "Demokratisering i Sverige. Bildandet av politiska partier, nya folkrörelser, till exempel kvinnorörelsen, och kampen för allmän rösträtt för kvinnor och män. Kontinuitet och förändring i synen på kön, jämställdhet och sexualitet.", "Framväxten av det svenska välfärdssamhället.", "Historiska perspektiv på urfolket samernas och de övriga nationella minoriteternas situation i Sverige.", "Kalla krigets konflikter, Sovjetunionens sönderfall och nya maktförhållanden i världen.", "FN, nordiskt samarbete och framväxten av Europeiska unionen (EU).", "Aktuella konflikter i världen och historiska perspektiv på dessa.", "Hur historiska källor och berättelser om en familjs eller släkts historia speglar övergripande förändringar i människors levnadsvillkor." ]
    }, {
      "heading" : "Hur historia används och historiska begrepp",
      "lines" : [ "Exempel på hur 1800- och 1900-talet kan avläsas i våra dagar genom traditioner, namn, språkliga uttryck, byggnader, städer och gränser.", "Hur historia kan användas för att skapa eller stärka gemenskaper, till exempel inom familjen, föreningslivet, organisationer och företag.", "Hur historia kan användas för att skapa eller stärka nationella identiteter.", "Hur historia kan användas för att förstå hur den tid som människor lever i påverkar deras villkor och värderingar.", "Vad begreppen kontinuitet och förändring, förklaring, källkritik och identitet betyder och hur de används i historiska sammanhang.", "Några historiska begrepp, till exempel antiken, mellankrigstiden, efterkrigstiden och kalla kriget samt olika syn på deras betydelser." ]
    } ],
    "knowledgeRequirementParagraphs" : [ {
      "heading" : "",
      "knowledgeRequirements" : [ {
        "text" : "Eleven har <strong>________</strong> kunskaper om historiska förhållanden, skeenden och gestalter under olika tidsperioder.",
        "knowledgeRequirementChoice" : {
          "E" : "Eleven har <strong>grundläggande</strong> kunskaper om historiska förhållanden, skeenden och gestalter under olika tidsperioder.",
          "C" : "Eleven har <strong>goda</strong> kunskaper om historiska förhållanden, skeenden och gestalter under olika tidsperioder.",
          "A" : "Eleven har <strong>mycket goda</strong> kunskaper om historiska förhållanden, skeenden och gestalter under olika tidsperioder."
        }
      }, {
        "text" : "Eleven visar det genom att föra <strong>________</strong> underbyggda resonemang om orsaker till och konsekvenser av samhällsförändringar och människors levnadsvillkor och handlingar, samt om Förintelsen och andra folkmord.",
        "knowledgeRequirementChoice" : {
          "E" : "Eleven visar det genom att föra <strong>enkla och till viss del</strong> underbyggda resonemang om orsaker till och konsekvenser av samhällsförändringar och människors levnadsvillkor och handlingar, samt om Förintelsen och andra folkmord.",
          "C" : "Eleven visar det genom att föra <strong>utvecklade och relativt väl</strong> underbyggda resonemang om orsaker till och konsekvenser av samhällsförändringar och människors levnadsvillkor och handlingar, samt om Förintelsen och andra folkmord.",
          "A" : "Eleven visar det genom att föra <strong>välutvecklade och väl</strong> underbyggda resonemang om orsaker till och konsekvenser av samhällsförändringar och människors levnadsvillkor och handlingar, samt om Förintelsen och andra folkmord."
        }
      }, {
        "text" : "Dessutom förklarar eleven hur människors villkor och värderingar kan påverkas av den tid de lever i.",
        "knowledgeRequirementChoice" : {
          "E" : "Dessutom förklarar eleven hur människors villkor och värderingar kan påverkas av den tid de lever i.",
          "C" : "Dessutom förklarar eleven hur människors villkor och värderingar kan påverkas av den tid de lever i.",
          "A" : "Dessutom förklarar eleven hur människors villkor och värderingar kan påverkas av den tid de lever i."
        }
      }, {
        "text" : "Eleven kan undersöka några utvecklingslinjer inom kulturmöten, migration, politik och levnadsvillkor och beskriver då <strong>________</strong> samband mellan olika tidsperioder.",
        "knowledgeRequirementChoice" : {
          "E" : "Eleven kan undersöka några utvecklingslinjer inom kulturmöten, migration, politik och levnadsvillkor och beskriver då <strong>enkla</strong> samband mellan olika tidsperioder.",
          "C" : "Eleven kan undersöka några utvecklingslinjer inom kulturmöten, migration, politik och levnadsvillkor och beskriver då <strong>förhållandevis komplexa</strong> samband mellan olika tidsperioder.",
          "A" : "Eleven kan undersöka några utvecklingslinjer inom kulturmöten, migration, politik och levnadsvillkor och beskriver då <strong>komplexa</strong> samband mellan olika tidsperioder."
        }
      }, {
        "text" : "Eleven anger också någon tänkbar fortsättning på dessa utvecklingslinjer och motiverar sitt resonemang med <strong>________</strong> underbyggda hänvisningar till det förflutna och nuet.",
        "knowledgeRequirementChoice" : {
          "E" : "Eleven anger också någon tänkbar fortsättning på dessa utvecklingslinjer och motiverar sitt resonemang med <strong>enkla och till viss del</strong> underbyggda hänvisningar till det förflutna och nuet.",
          "C" : "Eleven anger också någon tänkbar fortsättning på dessa utvecklingslinjer och motiverar sitt resonemang med <strong>utvecklade och relativt väl</strong> underbyggda hänvisningar till det förflutna och nuet.",
          "A" : "Eleven anger också någon tänkbar fortsättning på dessa utvecklingslinjer och motiverar sitt resonemang med <strong>välutvecklade och väl</strong> underbyggda hänvisningar till det förflutna och nuet."
        }
      } ]
    }, {
      "heading" : "",
      "knowledgeRequirements" : [ {
        "text" : "Eleven kan använda historiskt källmaterial för att dra <strong>________</strong> underbyggda slutsatser om människors levnadsvillkor, och för då <strong>________</strong> underbyggda resonemang om källornas trovärdighet och relevans.",
        "knowledgeRequirementChoice" : {
          "E" : "Eleven kan använda historiskt källmaterial för att dra <strong>enkla och till viss del</strong> underbyggda slutsatser om människors levnadsvillkor, och för då <strong>enkla och till viss del</strong> underbyggda resonemang om källornas trovärdighet och relevans.",
          "C" : "Eleven kan använda historiskt källmaterial för att dra <strong>utvecklade och relativt väl</strong> underbyggda slutsatser om människors levnadsvillkor, och för då <strong>utvecklade och relativt väl</strong> underbyggda resonemang om källornas trovärdighet och relevans.",
          "A" : "Eleven kan använda historiskt källmaterial för att dra <strong>välutvecklade och väl</strong> underbyggda slutsatser om människors levnadsvillkor, och för då <strong>välutvecklade och väl</strong> underbyggda resonemang om källornas trovärdighet och relevans."
        }
      }, {
        "text" : "Eleven kan föra <strong>________</strong> underbyggda resonemang om hur historia har använts och kan användas i några olika sammanhang och för olika syften, samt hur skilda föreställningar om det förflutna kan leda till olika uppfattningar i nutiden, och vilka konsekvenser det kan få.",
        "knowledgeRequirementChoice" : {
          "E" : "Eleven kan föra <strong>enkla och till viss del</strong> underbyggda resonemang om hur historia har använts och kan användas i några olika sammanhang och för olika syften, samt hur skilda föreställningar om det förflutna kan leda till olika uppfattningar i nutiden, och vilka konsekvenser det kan få.",
          "C" : "Eleven kan föra <strong>utvecklade och relativt väl</strong> underbyggda resonemang om hur historia har använts och kan användas i några olika sammanhang och för olika syften, samt hur skilda föreställningar om det förflutna kan leda till olika uppfattningar i nutiden, och vilka konsekvenser det kan få.",
          "A" : "Eleven kan föra <strong>välutvecklade och väl</strong> underbyggda resonemang om hur historia har använts och kan användas i några olika sammanhang och för olika syften, samt hur skilda föreställningar om det förflutna kan leda till olika uppfattningar i nutiden, och vilka konsekvenser det kan få."
        }
      }, {
        "text" : "I studier av historiska förhållanden, skeenden och gestalter såväl som vid användning av källor och i resonemang om hur historia används kan eleven använda historiska begrepp på ett <strong>________</strong> fungerande sätt.",
        "knowledgeRequirementChoice" : {
          "E" : "I studier av historiska förhållanden, skeenden och gestalter såväl som vid användning av källor och i resonemang om hur historia används kan eleven använda historiska begrepp på ett <strong>i huvudsak</strong> fungerande sätt.",
          "C" : "I studier av historiska förhållanden, skeenden och gestalter såväl som vid användning av källor och i resonemang om hur historia används kan eleven använda historiska begrepp på ett <strong>relativt väl</strong> fungerande sätt.",
          "A" : "I studier av historiska förhållanden, skeenden och gestalter såväl som vid användning av källor och i resonemang om hur historia används kan eleven använda historiska begrepp på ett <strong>väl</strong> fungerande sätt."
        }
      } ]
    } ],
    "point" : null,
    "year" : {
      "start" : 7,
      "end" : 9
    }
  } ]
}