{
  "name" : "Teknik",
  "description" : "Tekniska lösningar har i alla tider varit betydelsefulla för människan och för samhällens utveckling. Drivkrafterna bakom teknikutvecklingen har ofta varit en strävan att lösa problem och uppfylla mänskliga behov. I vår tid ställs allt högre krav på tekniskt kunnande i vardags- och arbetslivet och många av dagens samhällsfrågor och politiska beslut rymmer inslag av teknik. För att förstå teknikens roll för individen, samhället och miljön behöver den teknik som omger oss göras synlig och begriplig.",
  "code" : "GRGRTEK01",
  "designation" : "TK",
  "skolfsId" : "2010:37",
  "purposes" : [ {
    "type" : "PARAGRAPH",
    "heading" : "",
    "lines" : [ "Undervisningen i ämnet teknik ska syfta till att eleverna utvecklar sitt tekniska kunnande och sin tekniska medvetenhet så att de kan orientera sig och agera i en teknikintensiv värld.", "Undervisningen ska bidra till att eleverna utvecklar intresse för teknik och förmåga att ta sig an tekniska utmaningar på ett medvetet och innovativt sätt." ]
  }, {
    "type" : "PARAGRAPH",
    "heading" : "",
    "lines" : [ "Genom undervisningen ska eleverna ges förutsättningar att utveckla kunskaper om tekniken i vardagen och förtrogenhet med ämnets specifika uttrycksformer och begrepp.", "Undervisningen ska bidra till att eleverna utvecklar kunskaper om hur man kan lösa olika problem och uppfylla behov med hjälp av teknik.", "Eleverna ska även ges förutsättningar att utveckla egna tekniska idéer och lösningar." ]
  }, {
    "type" : "PARAGRAPH",
    "heading" : "",
    "lines" : [ "Genom undervisningen ska eleverna ges möjligheter att utveckla förståelse för att teknisk verksamhet har betydelse för, och påverkar, människan, samhället och miljön.", "Vidare ska undervisningen ge eleverna förutsättningar att utveckla tilltro till sin förmåga att bedöma tekniska lösningar och relatera dessa till frågor som rör estetik, etik, könsroller, ekonomi och hållbar utveckling." ]
  }, {
    "type" : "PARAGRAPH",
    "heading" : "",
    "lines" : [ "Undervisningen ska bidra till att eleverna utvecklar kunskaper om teknikens historiska utveckling för att de på så sätt bättre ska förstå dagens komplicerade tekniska företeelser och sammanhang och hur tekniken påverkat och påverkar samhällsutvecklingen.", "Undervisningen ska även bidra till elevernas förståelse för hur teknik utvecklas i samspel med andra vetenskaper och konstarter." ]
  }, {
    "type" : "BULLET",
    "heading" : "Genom undervisningen i ämnet teknik ska eleverna sammanfattningsvis ges förutsättningar att utveckla sin förmåga att",
    "lines" : [ "identifiera och analysera tekniska lösningar utifrån ändamålsenlighet och funktion,", "identifiera problem och behov som kan lösas med teknik och utarbeta förslag till lösningar,", "använda teknikområdets begrepp och uttrycksformer,", "värdera konsekvenser av olika teknikval för individ, samhälle och miljö, och", "analysera drivkrafter bakom teknikutveckling och hur tekniken har förändrats över tid." ]
  } ],
  "courses" : [ {
    "name" : "Årskurs 1-3",
    "description" : "",
    "code" : "GRGRTEK01_1-3",
    "centralContent" : [ {
      "heading" : "I årskurs 1–3",
      "lines" : [ ]
    }, {
      "heading" : "Tekniska lösningar",
      "lines" : [ "Några vanliga föremål där enkla mekanismer som hävstänger och länkar används för att uppnå en viss funktion, till exempel föremål på lekplatser och husgeråd av olika slag.", "Några vanliga tekniska lösningar där människan härmat naturen, till exempel den kupade handen som förebild för förvaringskärl.", "Material för eget konstruktionsarbete. Deras egenskaper och hur de kan sammanfogas.", "Några enkla ord och begrepp för att benämna och samtala om tekniska lösningar." ]
    }, {
      "heading" : "Arbetssätt för utveckling av tekniska lösningar",
      "lines" : [ "Undersökande av hur några vardagliga föremål är uppbyggda och fungerar samt hur de är utformade och kan förbättras.", "Egna konstruktioner där man tillämpar enkla mekanismer.", "Dokumentation i form av enkla skisser, bilder och fysiska modeller." ]
    }, {
      "heading" : "Teknik, människa, samhälle och miljö",
      "lines" : [ "Några föremål i elevens vardag och hur de är anpassade efter människans behov.", "Hur föremålen i elevens vardag har förändrats över tid.", "Säkerhet vid teknikanvändning, till exempel när man hanterar elektricitet." ]
    } ],
    "knowledgeRequirementParagraphs" : [ ],
    "point" : null,
    "year" : {
      "start" : 1,
      "end" : 3
    }
  }, {
    "name" : "Årskurs 4-6",
    "description" : "",
    "code" : "GRGRTEK01_4-6",
    "centralContent" : [ {
      "heading" : "I årskurs 4–6",
      "lines" : [ ]
    }, {
      "heading" : "Tekniska lösningar",
      "lines" : [ "Vardagliga föremål som består av rörliga delar och hur de rörliga delarna är sammanfogade med hjälp av olika mekanismer för att överföra och förstärka krafter.", "Hur vanliga hållfasta och stabila konstruktioner är uppbyggda, till exempel hus och broar.", "Tekniska lösningar som utnyttjar elkomponenter för att åstadkomma ljud, ljus eller rörelse, till exempel larm och belysning.", "Hur olika komponenter samverkar i enkla tekniska system, till exempel i ficklampor.", "Vanliga material, till exempel trä, glas och betong, och deras egenskaper samt användning i hållfasta och stabila konstruktioner.", "Ord och begrepp för att benämna och samtala om tekniska lösningar." ]
    }, {
      "heading" : "Arbetssätt för utveckling av tekniska lösningar",
      "lines" : [ "Teknikutvecklingsarbetets olika faser: identifiering av behov, undersökning, förslag till lösningar, konstruktion och utprövning.", "Egna konstruktioner med tillämpningar av principer för hållfasta och stabila strukturer, mekanismer och elektriska kopplingar.", "Dokumentation i form av skisser med förklarande ord och begrepp, symboler och måttangivelser samt fysiska eller digitala modeller." ]
    }, {
      "heading" : "Teknik, människa, samhälle och miljö",
      "lines" : [ "Vanliga tekniska system i hemmet och samhället, till exempel trafiksystem, vatten- och avloppssystem samt system för återvinning. Några delar i systemen och hur de samverkar.", "Hur tekniska system i hemmet och samhället förändrats över tid och några orsaker till detta.", "Olika sätt att hushålla med energi i hemmet.", "Konsekvenser av teknikval, till exempel för- och nackdelar med olika tekniska lösningar." ]
    } ],
    "knowledgeRequirementParagraphs" : [ {
      "heading" : "",
      "knowledgeRequirements" : [ {
        "text" : "Eleven kan <strong>________</strong> enkla tekniska lösningar i vardagen och <strong>________</strong> som samverkar för att uppnå ändamålsenlighet och funktion.",
        "knowledgeRequirementChoice" : {
          "E" : "Eleven kan <strong>beskriva och ge exempel på</strong> enkla tekniska lösningar i vardagen och <strong>några ingående delar</strong> som samverkar för att uppnå ändamålsenlighet och funktion.",
          "C" : "Eleven kan <strong>förklara</strong> enkla tekniska lösningar i vardagen och <strong>hur några ingående delar samverkar</strong> för att uppnå ändamålsenlighet och funktion.",
          "A" : "Eleven kan <strong>förklara</strong> enkla tekniska lösningar i vardagen och <strong>hur några ingående delar samverkar</strong> för att uppnå ändamålsenlighet och funktion och <strong>visar då på andra liknande lösningar</strong>."
        }
      }, {
        "text" : "Dessutom kan eleven på ett <strong>________</strong> sätt beskriva och <strong>________</strong> några hållfasta och stabila konstruktioner i vardagen, deras uppbyggnad och de material som används.",
        "knowledgeRequirementChoice" : {
          "E" : "Dessutom kan eleven på ett <strong>enkelt</strong> sätt beskriva och <strong>ge exempel på</strong> några hållfasta och stabila konstruktioner i vardagen, deras uppbyggnad och de material som används.",
          "C" : "Dessutom kan eleven på ett <strong>utvecklat</strong> sätt beskriva och <strong>visa på samband mellan</strong> några hållfasta och stabila konstruktioner i vardagen, deras uppbyggnad och de material som används.",
          "A" : "Dessutom kan eleven på ett <strong>välutvecklat</strong> sätt beskriva och <strong>visa på samband mellan</strong> några hållfasta och stabila konstruktioner i vardagen, deras uppbyggnad och de material som används."
        }
      } ]
    }, {
      "heading" : "",
      "knowledgeRequirements" : [ {
        "text" : "Eleven kan genomföra mycket enkla teknikutvecklings- och konstruktionsarbeten genom att <strong>________</strong> möjliga idéer till lösningar samt utforma <strong>________</strong> fysiska eller digitala modeller.",
        "knowledgeRequirementChoice" : {
          "E" : "Eleven kan genomföra mycket enkla teknikutvecklings- och konstruktionsarbeten genom att <strong>pröva</strong> möjliga idéer till lösningar samt utforma <strong>enkla</strong> fysiska eller digitala modeller.",
          "C" : "Eleven kan genomföra mycket enkla teknikutvecklings- och konstruktionsarbeten genom att <strong>pröva och ompröva</strong> möjliga idéer till lösningar samt utforma <strong>utvecklade</strong> fysiska eller digitala modeller.",
          "A" : "Eleven kan genomföra mycket enkla teknikutvecklings- och konstruktionsarbeten genom att <strong>systematiskt pröva och ompröva</strong> möjliga idéer till lösningar samt utforma <strong>välutvecklade</strong> fysiska eller digitala modeller."
        }
      }, {
        "text" : "Under arbetsprocessen <strong>________</strong>.",
        "knowledgeRequirementChoice" : {
          "E" : "Under arbetsprocessen <strong>bidrar eleven till att formulera och välja handlingsalternativ som leder framåt</strong>.",
          "C" : "Under arbetsprocessen <strong>formulerar och väljer eleven handlingsalternativ som med någon bearbetning leder framåt</strong>.",
          "A" : "Under arbetsprocessen <strong>formulerar och väljer eleven handlingsalternativ som leder framåt</strong>."
        }
      }, {
        "text" : "Eleven gör <strong>________</strong> dokumentationer av arbetet med skisser, modeller eller texter där intentionen i arbetet <strong>________</strong> är synliggjord.",
        "knowledgeRequirementChoice" : {
          "E" : "Eleven gör <strong>enkla</strong> dokumentationer av arbetet med skisser, modeller eller texter där intentionen i arbetet <strong>till viss del</strong> är synliggjord.",
          "C" : "Eleven gör <strong>utvecklade</strong> dokumentationer av arbetet med skisser, modeller eller texter där intentionen i arbetet är <strong>relativt väl</strong> synliggjord.",
          "A" : "Eleven gör <strong>välutvecklade</strong> dokumentationer av arbetet med skisser, modeller eller texter där intentionen i arbetet är <strong>väl</strong> synliggjord."
        }
      } ]
    }, {
      "heading" : "",
      "knowledgeRequirements" : [ {
        "text" : "Eleven kan föra <strong>________</strong> underbyggda resonemang dels kring hur några föremål eller tekniska system i samhället har förändrats över tid och dels kring tekniska lösningars fördelar och nackdelar för individ, samhälle och miljö.",
        "knowledgeRequirementChoice" : {
          "E" : "Eleven kan föra <strong>enkla och till viss del</strong> underbyggda resonemang dels kring hur några föremål eller tekniska system i samhället har förändrats över tid och dels kring tekniska lösningars fördelar och nackdelar för individ, samhälle och miljö.",
          "C" : "Eleven kan föra <strong>utvecklade och relativt väl</strong> underbyggda resonemang dels kring hur några föremål eller tekniska system i samhället har förändrats över tid och dels kring tekniska lösningars fördelar och nackdelar för individ, samhälle och miljö.",
          "A" : "Eleven kan föra <strong>välutvecklade och väl</strong> underbyggda resonemang dels kring hur några föremål eller tekniska system i samhället har förändrats över tid och dels kring tekniska lösningars fördelar och nackdelar för individ, samhälle och miljö."
        }
      } ]
    } ],
    "point" : null,
    "year" : {
      "start" : 4,
      "end" : 6
    }
  }, {
    "name" : "Årskurs 7-9",
    "description" : "",
    "code" : "GRGRTEK01_7-9",
    "centralContent" : [ {
      "heading" : "I årskurs 7–9",
      "lines" : [ ]
    }, {
      "heading" : "Tekniska lösningar",
      "lines" : [ "Styr- och reglersystem i tekniska lösningar för överföring och kontroll av kraft och rörelse.", "Tekniska lösningar för hållfasta och stabila konstruktioner, till exempel armering och balkformer.", "Grundläggande elektronik och elektroniska komponenter, till exempel lysdioder och enkla förstärkare.", "Bearbetning av råvara till färdig produkt och hantering av avfall i någon industriell process, till exempel papperstillverkning och livsmedelstillverkning.", "Hur komponenter och delsystem samverkar i ett större system, till exempel vid produktion och distribution av elektricitet.", "Tekniska lösningar inom kommunikations- och informationsteknik för utbyte av information, till exempel datorer, Internet och mobiltelefoni.", "Betydelsen av egenskaper, till exempel drag- och tryckhållfasthet, hårdhet och elasticitet vid val av material i tekniska lösningar. Egenskaper hos och tillämpningar av ett antal nya material.", "Ord och begrepp för att benämna och samtala om tekniska lösningar." ]
    }, {
      "heading" : "Arbetssätt för utveckling av tekniska lösningar",
      "lines" : [ "Teknikutvecklingsarbetets olika faser: identifiering av behov, undersökning, förslag till lösningar, konstruktion och utprövning. Hur faserna i arbetsprocessen samverkar.", "Egna konstruktioner där man tillämpar principer för styrning och reglering med hjälp av pneumatik eller elektronik.", "Dokumentation i form av manuella och digitala skisser och ritningar med förklarande ord och begrepp, symboler och måttangivelser samt dokumentation med fysiska eller digitala modeller. Enkla, skriftliga rapporter som beskriver och sammanfattar konstruktions- och teknikutvecklingsarbete." ]
    }, {
      "heading" : "Teknik, människa, samhälle och miljö",
      "lines" : [ "Internet och andra globala tekniska system. Systemens fördelar, risker och sårbarhet.", "Samband mellan teknisk utveckling och vetenskapliga framsteg. Hur tekniken har möjliggjort vetenskapliga upptäckter och hur vetenskapen har möjliggjort tekniska innovationer.", "Återvinning och återanvändning av material i olika tillverkningsprocesser. Hur tekniska lösningar kan bidra till hållbar utveckling.", "Konsekvenser av teknikval utifrån ekologiska, ekonomiska, etiska och sociala aspekter, till exempel i fråga om utveckling och användning av biobränslen och krigsmateriel.", "Hur kulturella föreställningar om teknik påverkar kvinnors och mäns yrkesval och teknikanvändning." ]
    } ],
    "knowledgeRequirementParagraphs" : [ {
      "heading" : "",
      "knowledgeRequirements" : [ {
        "text" : "Eleven kan undersöka olika tekniska lösningar i vardagen och med <strong>________</strong> användning av ämnesspecifika begrepp beskriva <strong>________</strong> för att uppnå ändamålsenlighet och funktion.",
        "knowledgeRequirementChoice" : {
          "E" : "Eleven kan undersöka olika tekniska lösningar i vardagen och med <strong>viss</strong> användning av ämnesspecifika begrepp beskriva <strong>hur enkelt identifierbara delar samverkar</strong> för att uppnå ändamålsenlighet och funktion.",
          "C" : "Eleven kan undersöka olika tekniska lösningar i vardagen och med <strong>relativt god</strong> användning av ämnesspecifika begrepp beskriva <strong>hur ingående delar samverkar</strong> för att uppnå ändamålsenlighet och funktion.",
          "A" : "Eleven kan undersöka olika tekniska lösningar i vardagen och med <strong>god</strong> användning av ämnesspecifika begrepp beskriva <strong>hur ingående delar samverkar</strong> för att uppnå ändamålsenlighet och funktion och <strong>visar då på andra liknande lösningar</strong>."
        }
      }, {
        "text" : "Dessutom för eleven <strong>________</strong> underbyggda resonemang om likheter och skillnader mellan några material och deras användning i tekniska lösningar.",
        "knowledgeRequirementChoice" : {
          "E" : "Dessutom för eleven <strong>enkla och till viss del</strong> underbyggda resonemang om likheter och skillnader mellan några material och deras användning i tekniska lösningar.",
          "C" : "Dessutom för eleven <strong>utvecklade och relativt väl</strong> underbyggda resonemang om likheter och skillnader mellan några material och deras användning i tekniska lösningar.",
          "A" : "Dessutom för eleven <strong>välutvecklade och väl</strong> underbyggda resonemang om likheter och skillnader mellan några material och deras användning i tekniska lösningar."
        }
      } ]
    }, {
      "heading" : "",
      "knowledgeRequirements" : [ {
        "text" : "Eleven kan genomföra enkla teknikutvecklings- och konstruktionsarbeten genom att undersöka och <strong>________</strong> möjliga idéer till lösningar samt utforma <strong>________</strong> fysiska eller digitala modeller.",
        "knowledgeRequirementChoice" : {
          "E" : "Eleven kan genomföra enkla teknikutvecklings- och konstruktionsarbeten genom att undersöka och <strong>pröva</strong> möjliga idéer till lösningar samt utforma <strong>enkla</strong> fysiska eller digitala modeller.",
          "C" : "Eleven kan genomföra enkla teknikutvecklings- och konstruktionsarbeten genom att undersöka och <strong>pröva och ompröva</strong> möjliga idéer till lösningar samt utforma <strong>utvecklade</strong> fysiska eller digitala modeller.",
          "A" : "Eleven kan genomföra enkla teknikutvecklings- och konstruktionsarbeten genom att undersöka och <strong>systematiskt pröva och ompröva</strong> möjliga idéer till lösningar samt utforma <strong>välutvecklade och genomarbetade</strong> fysiska eller digitala modeller."
        }
      }, {
        "text" : "Under arbetsprocessen <strong>________</strong>.",
        "knowledgeRequirementChoice" : {
          "E" : "Under arbetsprocessen <strong>bidrar eleven till att formulera och välja handlingsalternativ som leder framåt</strong>.",
          "C" : "Under arbetsprocessen <strong>formulerar och väljer eleven handlingsalternativ som med någon bearbetning leder framåt</strong>.",
          "A" : "Under arbetsprocessen <strong>formulerar och väljer eleven handlingsalternativ som leder framåt</strong>."
        }
      }, {
        "text" : "Eleven gör <strong>________</strong> dokumentationer av arbetet med skisser, modeller, ritningar eller rapporter där intentionen i arbetet <strong>________</strong> är synliggjord.",
        "knowledgeRequirementChoice" : {
          "E" : "Eleven gör <strong>enkla</strong> dokumentationer av arbetet med skisser, modeller, ritningar eller rapporter där intentionen i arbetet <strong>till viss del</strong> är synliggjord.",
          "C" : "Eleven gör <strong>utvecklade</strong> dokumentationer av arbetet med skisser, modeller, ritningar eller rapporter där intentionen i arbetet är <strong>relativt väl</strong> synliggjord.",
          "A" : "Eleven gör <strong>välutvecklade</strong> dokumentationer av arbetet med skisser, modeller, ritningar eller rapporter där intentionen i arbetet är <strong>väl</strong> synliggjord."
        }
      } ]
    }, {
      "heading" : "",
      "knowledgeRequirements" : [ {
        "text" : "Eleven kan föra <strong>________</strong> underbyggda resonemang kring hur några föremål och tekniska system i samhället förändras över tid och visar då på drivkrafter för teknikutvecklingen.",
        "knowledgeRequirementChoice" : {
          "E" : "Eleven kan föra <strong>enkla och till viss del</strong> underbyggda resonemang kring hur några föremål och tekniska system i samhället förändras över tid och visar då på drivkrafter för teknikutvecklingen.",
          "C" : "Eleven kan föra <strong>utvecklade och relativt väl</strong> underbyggda resonemang kring hur några föremål och tekniska system i samhället förändras över tid och visar då på drivkrafter för teknikutvecklingen.",
          "A" : "Eleven kan föra <strong>välutvecklade och väl</strong> underbyggda resonemang kring hur några föremål och tekniska system i samhället förändras över tid och visar då på drivkrafter för teknikutvecklingen."
        }
      }, {
        "text" : "Dessutom kan eleven föra <strong>________</strong> underbyggda resonemang om hur olika val av tekniska lösningar kan få olika konsekvenser för individ, samhälle och miljö.",
        "knowledgeRequirementChoice" : {
          "E" : "Dessutom kan eleven föra <strong>enkla och till viss del</strong> underbyggda resonemang om hur olika val av tekniska lösningar kan få olika konsekvenser för individ, samhälle och miljö.",
          "C" : "Dessutom kan eleven föra <strong>utvecklade och relativt väl</strong> underbyggda resonemang om hur olika val av tekniska lösningar kan få olika konsekvenser för individ, samhälle och miljö.",
          "A" : "Dessutom kan eleven föra <strong>välutvecklade och väl</strong> underbyggda resonemang om hur olika val av tekniska lösningar kan få olika konsekvenser för individ, samhälle och miljö."
        }
      } ]
    } ],
    "point" : null,
    "year" : {
      "start" : 7,
      "end" : 9
    }
  } ]
}