{
  "name" : "Samiska",
  "description" : "Samerna är vårt lands enda urfolk och samiskan är officiellt språk i Sverige, Norge och Finland. Det samiska språket är en viktig kulturbärare som uttrycker gemensamma erfarenheter, värden och kunskaper och förenar samerna tvärs över gränserna i Sápmi/Sábme/Saepmie. Kunskaper i samiska och svenska och kunskaper om den samiska kulturen stärker den egna identiteten och möjliggör deltagande i både det samiska och det svenska samhället.",
  "code" : "GRSMSMI01",
  "designation" : "SMI",
  "skolfsId" : "2011:22",
  "purposes" : [ {
    "type" : "PARAGRAPH",
    "heading" : "",
    "lines" : [ "Undervisningen i ämnet samiska ska syfta till att eleverna utvecklar kunskaper i och om det samiska språket samt kunskaper om den samiska kulturen.", "Genom undervisningen ska eleverna ges möjlighet att utveckla en funktionell tvåspråkighet, sin förståelse av omvärlden och sin identitet." ]
  }, {
    "type" : "PARAGRAPH",
    "heading" : "",
    "lines" : [ "Undervisningen ska stimulera elevernas intresse för att läsa, skriva och samtala på samiska.", "Genom undervisningen ska eleverna ges möjlighet att möta och utveckla kunskaper om samiska texter i olika genrer liksom om nord-, lule- och sydsamiska varieteter i talad form.", "Eleverna ska genom undervisningen även ges förutsättningar att utveckla kunskaper om bilder, filmer och musik med anknytning till samiska traditioner och uttrycksformer." ]
  }, {
    "type" : "PARAGRAPH",
    "heading" : "",
    "lines" : [ "Undervisningen ska ge eleverna förutsättningar att utveckla en språklig säkerhet i tal och skrift och tilltro till sin förmåga att uttrycka sig i olika sammanhang och för skilda syften.", "Det innebär att eleverna genom undervisningen ska ges möjlighet att utveckla kunskaper om hur man formulerar egna åsikter och tankar i tal och skrift, liksom en medvetenhet om hur språkbruket varierar beroende på situation och sociala sammanhang.", "Eleverna ska också ges möjligheter att utveckla kunskaper för att kunna göra jämförelser mellan samiskan och andra språk." ]
  }, {
    "type" : "PARAGRAPH",
    "heading" : "",
    "lines" : [ "Genom undervisningen i ämnet ska eleverna ges möjlighet att utveckla kunskaper om det samiska språkets historia och utveckling.", "Eleverna ska genom undervisningen även ges möjlighet att utveckla sin kulturella identitet.", "Undervisningen ska därför bidra till att eleverna utvecklar kunskaper om samisk historia, samiska näringar och traditioner samt om samiska samhällsstrukturer." ]
  }, {
    "type" : "BULLET",
    "heading" : "Genom undervisningen i ämnet samiska ska eleverna sammanfattningsvis ges förutsättningar att utveckla sin förmåga att",
    "lines" : [ "formulera sig och kommunicera i tal och skrift,", "anpassa språket efter olika syften, mottagare och sammanhang,", "förstå olika former av talad samiska,", "läsa och tolka innehållet i olika texter för skilda syften,", "urskilja språkliga strukturer och följa språkliga normer, samt", "reflektera över sociala, historiska och kulturella företeelser i det samiska samhället." ]
  } ],
  "courses" : [ {
    "name" : "Årskurs 1-3  FIRST_LANGUAGE",
    "description" : "",
    "code" : "GRSMSMI01_1-3-FIRST_LANGUAGE",
    "centralContent" : [ {
      "heading" : "I årskurs 1–3, inom ramen för samiska som förstaspråk",
      "lines" : [ ]
    }, {
      "heading" : "Läsa och skriva",
      "lines" : [ "Lässtrategier för att förstå och tolka texter samt för att anpassa läsningen efter textens form och innehåll.", "Skrivande av texter om för eleven välbekanta ämnen.", "Samiska alfabetet.", "Stavningsregler för vanligt förekommande ord i elevnära texter." ]
    }, {
      "heading" : "Tala, lyssna och samtala",
      "lines" : [ "Samtal om vardagliga företeelser och händelser.", "Muntliga presentationer och muntligt berättande för olika mottagare. Bilder och andra hjälpmedel som kan stödja presentationen." ]
    }, {
      "heading" : "Texter",
      "lines" : [ "Berättande och poetiska texter för barn i form av bilderböcker, kapitelböcker, sagor och sägner, samt texter med anknytning till samiska traditioner, företeelser och uttrycksformer.", "Faktatexter för barn med anknytning till samiska traditioner, företeelser och uttrycksformer." ]
    }, {
      "heading" : "Språkbruk",
      "lines" : [ "Likheter och skillnader mellan elevens talspråk och skriftspråket.", "Ord och begrepp som används för att uttrycka känslor, kunskaper och åsikter, samt ord och begrepp som är specifika för samiska miljöer, till exempel dialektord och släktbenämningar." ]
    }, {
      "heading" : "Samisk kultur",
      "lines" : [ "Samers levnadssätt i dag med utgångspunkt i historia och kulturarv. Traditionella samiska boendeformer, färdsätt och näringar i form av renskötsel, jakt och fiske.", "Samiskt kulturarv i form av olika slöjdarter och musik.", "Språkområden i Sverige där elevens egen språkvarietet talas." ]
    } ],
    "knowledgeRequirementParagraphs" : [ ],
    "point" : null,
    "year" : {
      "start" : 1,
      "end" : 3
    }
  }, {
    "name" : "Årskurs 4-6  FIRST_LANGUAGE",
    "description" : "",
    "code" : "GRSMSMI01_4-6-FIRST_LANGUAGE",
    "centralContent" : [ {
      "heading" : "I årskurs 4–6, inom ramen för samiska som förstaspråk",
      "lines" : [ ]
    }, {
      "heading" : "Läsa och skriva",
      "lines" : [ "Lässtrategier för att förstå och tolka texter från olika medier samt för att urskilja texters budskap, både de uttalade och sådant som står mellan raderna.", "Skrivande av berättande texter och faktatexter med hjälp av texternas typiska uppbyggnad och språkliga drag. Skapande av texter där ord och bild samspelar.", "Språkets struktur med meningsbyggnad, stavningsregler, ords böjningsmönster och ordklasser.", "Ordböcker och andra hjälpmedel för stavning och ordförståelse." ]
    }, {
      "heading" : "Tala, lyssna och samtala",
      "lines" : [ "Samtal om egna och andras upplevelser, vardagliga företeelser och händelser.", "Muntliga presentationer och muntligt berättande för olika mottagare. Stödord, bilder och digitala medier som hjälpmedel för att planera och genomföra en muntlig presentation." ]
    }, {
      "heading" : "Texter",
      "lines" : [ "Berättande och poetiska texter för barn och unga i form av skönlitteratur, sagor och sägner. Berättande och poetiska texter som belyser samers villkor, traditioner och samiska uttrycksformer.", "Faktatexter för barn och unga med anknytning till samiska traditioner, företeelser och uttrycksformer." ]
    }, {
      "heading" : "Språkbruk",
      "lines" : [ "Likheter och skillnader mellan elevens talspråk och skriftspråket.", "Ord och begrepp som används för att uttrycka känslor, kunskaper och åsikter, samt ord och begrepp som är specifika för samiska miljöer, till exempel ord som beskriver naturen." ]
    }, {
      "heading" : "Samisk kultur",
      "lines" : [ "Samers levnadssätt idag med utgångspunkt i historia och kulturarv. Renskötselåret samt olika sätt att fiska och jaga.", "Samiskt kulturarv i form av slöjdade bruks- och konstföremål, musik samt koltar från området där elevernas språkvarietet talas.", "Nord-, lule- och sydsamiska språkområden i Sápmi/Sábme/Saepmie och elevens språkliga ursprung." ]
    } ],
    "knowledgeRequirementParagraphs" : [ {
      "heading" : "",
      "knowledgeRequirements" : [ {
        "text" : "Eleven kan samtala om och diskutera bekanta ämnen genom att ställa frågor och framföra åsikter på ett sätt som <strong>________</strong> upprätthåller samtalet eller diskussionen.",
        "knowledgeRequirementChoice" : {
          "E" : "Eleven kan samtala om och diskutera bekanta ämnen genom att ställa frågor och framföra åsikter på ett sätt som <strong>till viss del</strong> upprätthåller samtalet eller diskussionen.",
          "C" : "Eleven kan samtala om och diskutera bekanta ämnen genom att ställa frågor och framföra åsikter på ett sätt som <strong>relativt väl</strong> upprätthåller samtalet eller diskussionen.",
          "A" : "Eleven kan samtala om och diskutera bekanta ämnen genom att ställa frågor och framföra åsikter på ett sätt som <strong>väl</strong> upprätthåller samtalet eller diskussionen."
        }
      }, {
        "text" : "Dessutom kan eleven förbereda och genomföra <strong>________</strong> muntliga framställningar med <strong>________</strong> fungerande struktur, innehåll och språk samt <strong>________</strong> anpassning till mottagaren.",
        "knowledgeRequirementChoice" : {
          "E" : "Dessutom kan eleven förbereda och genomföra <strong>enkla</strong> muntliga framställningar med <strong>i huvudsak</strong> fungerande struktur, innehåll och språk samt <strong>viss</strong> anpassning till mottagaren.",
          "C" : "Dessutom kan eleven förbereda och genomföra <strong>utvecklade</strong> muntliga framställningar med <strong>relativt väl</strong> fungerande struktur, innehåll och språk samt <strong>relativt god</strong> anpassning till mottagaren.",
          "A" : "Dessutom kan eleven förbereda och genomföra <strong>välutvecklade</strong> muntliga framställningar med <strong>väl</strong> fungerande struktur, innehåll och språk samt <strong>god</strong> anpassning till mottagaren."
        }
      }, {
        "text" : "Genom att på ett <strong>________</strong> fungerande sätt använda olika hjälpmedel för kommunikation förtydligar och levandegör eleven framställningens budskap.",
        "knowledgeRequirementChoice" : {
          "E" : "Genom att på ett <strong>i huvudsak</strong> fungerande sätt använda olika hjälpmedel för kommunikation förtydligar och levandegör eleven framställningens budskap.",
          "C" : "Genom att på ett <strong>ändamålsenligt</strong> sätt använda olika hjälpmedel för kommunikation förtydligar och levandegör eleven framställningens budskap.",
          "A" : "Genom att på ett <strong>ändamålsenligt och effektivt</strong> sätt använda olika hjälpmedel för kommunikation förtydligar och levandegör eleven framställningens budskap."
        }
      } ]
    }, {
      "heading" : "",
      "knowledgeRequirements" : [ {
        "text" : "Eleven kan skriva texter med <strong>________</strong> innehåll och <strong>________</strong> språklig variation.",
        "knowledgeRequirementChoice" : {
          "E" : "Eleven kan skriva texter med <strong>begripligt</strong> innehåll och <strong>viss</strong> språklig variation.",
          "C" : "Eleven kan skriva texter med <strong>relativt tydligt</strong> innehåll och <strong>relativt god</strong> språklig variation.",
          "A" : "Eleven kan skriva texter med <strong>tydligt</strong> innehåll och <strong>god</strong> språklig variation."
        }
      }, {
        "text" : "Eleven använder då grundläggande regler för stavning, meningsbyggnad och ordböjning med <strong>________</strong> säkerhet.",
        "knowledgeRequirementChoice" : {
          "E" : "Eleven använder då grundläggande regler för stavning, meningsbyggnad och ordböjning med <strong>viss</strong> säkerhet.",
          "C" : "Eleven använder då grundläggande regler för stavning, meningsbyggnad och ordböjning med <strong>relativt god</strong> säkerhet.",
          "A" : "Eleven använder då grundläggande regler för stavning, meningsbyggnad och ordböjning med <strong>god</strong> säkerhet."
        }
      }, {
        "text" : "De berättande texter eleven skriver innehåller <strong>________</strong> gestaltande beskrivningar och <strong>________</strong> handling.",
        "knowledgeRequirementChoice" : {
          "E" : "De berättande texter eleven skriver innehåller <strong>enkla</strong> gestaltande beskrivningar och <strong>enkel</strong> handling.",
          "C" : "De berättande texter eleven skriver innehåller <strong>utvecklade</strong> gestaltande beskrivningar och <strong>utvecklad</strong> handling.",
          "A" : "De berättande texter eleven skriver innehåller <strong>välutvecklade</strong> gestaltande beskrivningar och <strong>välutvecklad</strong> handling."
        }
      }, {
        "text" : "Dessutom kan eleven presentera information i form av faktatexter med <strong>________</strong> fungerande struktur, <strong>________</strong> beskrivningar, egna formuleringar och <strong>________</strong> användning av ämnesspecifika ord och begrepp.",
        "knowledgeRequirementChoice" : {
          "E" : "Dessutom kan eleven presentera information i form av faktatexter med <strong>i huvudsak</strong> fungerande struktur, <strong>enkla</strong> beskrivningar, egna formuleringar och <strong>viss</strong> användning av ämnesspecifika ord och begrepp.",
          "C" : "Dessutom kan eleven presentera information i form av faktatexter med <strong>relativt väl</strong> fungerande struktur, <strong>utvecklade</strong> beskrivningar, egna formuleringar och <strong>relativt god</strong> användning av ämnesspecifika ord och begrepp.",
          "A" : "Dessutom kan eleven presentera information i form av faktatexter med <strong>väl</strong> fungerande struktur <strong>välutvecklade</strong> beskrivningar, egna formuleringar och <strong>god</strong> användning av ämnesspecifika ord och begrepp."
        }
      } ]
    }, {
      "heading" : "",
      "knowledgeRequirements" : [ {
        "text" : "Genom att göra <strong>________</strong> sammanfattningar av olika texters innehåll och kommentera centrala delar med <strong>________</strong> koppling till sammanhanget visar eleven <strong>________</strong> läsförståelse.",
        "knowledgeRequirementChoice" : {
          "E" : "Genom att göra <strong>enkla, kronologiska</strong> sammanfattningar av olika texters innehåll och kommentera centrala delar med <strong>viss</strong> koppling till sammanhanget visar eleven <strong>grundläggande</strong> läsförståelse.",
          "C" : "Genom att göra <strong>utvecklade</strong> sammanfattningar av olika texters innehåll och kommentera centrala delar med <strong>relativt god</strong> koppling till sammanhanget visar eleven <strong>god</strong> läsförståelse.",
          "A" : "Genom att göra <strong>välutvecklade</strong> sammanfattningar av olika texters innehåll och kommentera centrala delar med <strong>god</strong> koppling till sammanhanget visar eleven <strong>mycket god</strong> läsförståelse."
        }
      }, {
        "text" : "Eleven kan utifrån egna erfarenheter och referensramar tolka och föra enkla och <strong>________</strong> underbyggda resonemang om tydligt framträdande budskap i olika verk, och även beskriva sin upplevelse av läsningen på ett <strong>________</strong> sätt.",
        "knowledgeRequirementChoice" : {
          "E" : "Eleven kan utifrån egna erfarenheter och referensramar tolka och föra enkla och <strong>till viss del</strong> underbyggda resonemang om tydligt framträdande budskap i olika verk, och även beskriva sin upplevelse av läsningen på ett <strong>enkelt</strong> sätt.",
          "C" : "Eleven kan utifrån egna erfarenheter och referensramar tolka och föra enkla och <strong>relativt väl</strong> underbyggda resonemang om tydligt framträdande budskap i olika verk, och även beskriva sin upplevelse av läsningen på ett <strong>utvecklat</strong> sätt.",
          "A" : "Eleven kan utifrån egna erfarenheter och referensramar tolka och föra enkla och <strong>väl</strong> underbyggda resonemang om tydligt framträdande budskap i olika verk, och även beskriva sin upplevelse av läsningen på ett <strong>välutvecklat</strong> sätt."
        }
      }, {
        "text" : "Dessutom kan eleven på ett <strong>________</strong> sätt söka och välja ut information ur faktatexter.",
        "knowledgeRequirementChoice" : {
          "E" : "Dessutom kan eleven på ett <strong>i huvudsak fungerande</strong> sätt söka och välja ut information ur faktatexter.",
          "C" : "Dessutom kan eleven på ett <strong>ändamålsenligt</strong> sätt söka och välja ut information ur faktatexter.",
          "A" : "Dessutom kan eleven på ett <strong>ändamålsenligt och effektivt</strong> sätt söka och välja ut information ur faktatexter."
        }
      } ]
    }, {
      "heading" : "",
      "knowledgeRequirements" : [ {
        "text" : "Eleven visar <strong>________</strong> kunskaper om samisk kultur genom att ge <strong>________</strong> beskrivningar av betydelsefulla traditioner, kulturella uttryck och språkområden knutna till Sápmi/Sábme/Saepmie.",
        "knowledgeRequirementChoice" : {
          "E" : "Eleven visar <strong>grundläggande</strong> kunskaper om samisk kultur genom att ge <strong>enkla</strong> beskrivningar av betydelsefulla traditioner, kulturella uttryck och språkområden knutna till Sápmi/Sábme/Saepmie.",
          "C" : "Eleven visar <strong>goda</strong> kunskaper om samisk kultur genom att ge <strong>utvecklade</strong> beskrivningar av betydelsefulla traditioner, kulturella uttryck och språkområden knutna till Sápmi/Sábme/Saepmie.",
          "A" : "Eleven visar <strong>mycket goda</strong> kunskaper om samisk kultur genom att ge <strong>välutvecklade</strong> beskrivningar av betydelsefulla traditioner, kulturella uttryck och språkområden knutna till Sápmi/Sábme/Saepmie."
        }
      }, {
        "text" : "Eleven kan också föra <strong>________</strong> underbyggda resonemang om orsaker till och konsekvenser av hur det samiska samhället har förändrats.",
        "knowledgeRequirementChoice" : {
          "E" : "Eleven kan också föra <strong>enkla och till viss del</strong> underbyggda resonemang om orsaker till och konsekvenser av hur det samiska samhället har förändrats.",
          "C" : "Eleven kan också föra <strong>utvecklade och relativt väl</strong> underbyggda resonemang om orsaker till och konsekvenser av hur det samiska samhället har förändrats.",
          "A" : "Eleven kan också föra <strong>välutvecklade och väl</strong> underbyggda resonemang om orsaker till och konsekvenser av hur det samiska samhället har förändrats."
        }
      } ]
    } ],
    "point" : null,
    "year" : {
      "start" : 4,
      "end" : 6
    }
  }, {
    "name" : "Årskurs 7-9  FIRST_LANGUAGE",
    "description" : "",
    "code" : "GRSMSMI01_7-9-FIRST_LANGUAGE",
    "centralContent" : [ {
      "heading" : "I årskurs 7–9, inom ramen för samiska som förstaspråk",
      "lines" : [ ]
    }, {
      "heading" : "Läsa och skriva",
      "lines" : [ "Lässtrategier för att tolka och analysera texter från olika medier.", "Skrivande av olika typer av texter med hjälp av deras typiska uppbyggnad och språkliga drag.", "Samiskans struktur med ordbildning, ords böjningsmönster, ordklasser och satsdelar.", "Hjälpmedel för informationssökning och ordförståelse, till exempel ordböcker i tryckt och digital form." ]
    }, {
      "heading" : "Tala, lyssna och samtala",
      "lines" : [ "Samtal om för eleven välbekanta ämnen, samt om aktuella händelser, tankar, känslor och åsikter.", "Olika former för muntligt återberättande, beskrivande och reflekterande, samt muntliga presentationer med anpassning av språket till situation och mottagare.", "Talad nord-, lule- och sydsamiska." ]
    }, {
      "heading" : "Texter",
      "lines" : [ "Skönlitteratur för ungdomar och vuxna samt andra berättande och poetiska texter med anknytning till samiska traditioner och företeelser. Texter som belyser samers villkor, identitets- och livsfrågor.", "Beskrivande, förklarande, instruerande och argumenterande texter, till exempel tidningsartiklar och arbetsbeskrivningar. Texternas syfte, innehåll och typiska språkliga drag." ]
    }, {
      "heading" : "Språkbruk",
      "lines" : [ "Likheter och skillnader mellan elevens talspråk och skriftspråket.", "Ord och begrepp för samiska traditioner, näringar och samhällsstrukturer, samt samiskt kulturarv." ]
    }, {
      "heading" : "Samisk kultur",
      "lines" : [ "Samers levnadssätt i dag med utgångspunkt i historia och kulturarv. Traditionella näringar och samiska institutioner och organisationer. Sametinget, dess verksamhet och funktion.", "Några samiska författare och deras verk.", "Traditionell och modern jojk och annan samisk musik.", "Samiskans ursprung och utveckling." ]
    } ],
    "knowledgeRequirementParagraphs" : [ {
      "heading" : "",
      "knowledgeRequirements" : [ {
        "text" : "Eleven kan samtala om och diskutera varierande ämnen genom att ställa frågor och framföra åsikter med <strong>________</strong> och sakliga argument på ett sätt som <strong>________</strong> utvecklar samtalet eller diskussionen.",
        "knowledgeRequirementChoice" : {
          "E" : "Eleven kan samtala om och diskutera varierande ämnen genom att ställa frågor och framföra åsikter med <strong>enkla</strong> och sakliga argument på ett sätt som <strong>till viss del</strong> utvecklar samtalet eller diskussionen.",
          "C" : "Eleven kan samtala om och diskutera varierande ämnen genom att ställa frågor och framföra åsikter med <strong>utvecklade</strong> och sakliga argument på ett sätt som <strong>relativt väl</strong> utvecklar samtalet eller diskussionen.",
          "A" : "Eleven kan samtala om och diskutera varierande ämnen genom att ställa frågor och framföra åsikter med <strong>välutvecklade</strong> och sakliga argument på ett sätt som <strong>väl</strong> utvecklar samtalet eller diskussionen."
        }
      }, {
        "text" : "Dessutom kan eleven förbereda och genomföra <strong>________</strong> muntliga framställningar med <strong>________</strong> fungerande struktur, innehåll och språk samt <strong>________</strong> anpassning till situationen och mottagaren.",
        "knowledgeRequirementChoice" : {
          "E" : "Dessutom kan eleven förbereda och genomföra <strong>enkla</strong> muntliga framställningar med <strong>i huvudsak</strong> fungerande struktur, innehåll och språk samt <strong>viss</strong> anpassning till situationen och mottagaren.",
          "C" : "Dessutom kan eleven förbereda och genomföra <strong>utvecklade</strong> muntliga framställningar med <strong>relativt väl</strong> fungerande struktur, innehåll och språk samt <strong>relativt god</strong> anpassning till situationen och mottagaren.",
          "A" : "Dessutom kan eleven förbereda och genomföra <strong>välutvecklade</strong> muntliga framställningar med <strong>väl</strong> fungerande struktur, innehåll och språk samt <strong>god</strong> anpassning till situationen och mottagaren."
        }
      }, {
        "text" : "Genom att kombinera olika texttyper, estetiska uttryck och medier så att de olika delarna samspelar på ett <strong>________</strong> fungerande sätt förtydligar och levandegör eleven framställningens budskap.",
        "knowledgeRequirementChoice" : {
          "E" : "Genom att kombinera olika texttyper, estetiska uttryck och medier så att de olika delarna samspelar på ett <strong>i huvudsak</strong> fungerande sätt förtydligar och levandegör eleven framställningens budskap.",
          "C" : "Genom att kombinera olika texttyper, estetiska uttryck och medier så att de olika delarna samspelar på ett <strong>ändamålsenligt</strong> sätt förtydligar och levandegör eleven framställningens budskap.",
          "A" : "Genom att kombinera olika texttyper, estetiska uttryck och medier så att de olika delarna samspelar på ett <strong>ändamålsenligt och effektivt</strong> sätt förtydligar och levandegör eleven framställningens budskap."
        }
      } ]
    }, {
      "heading" : "",
      "knowledgeRequirements" : [ {
        "text" : "Eleven kan skriva texter med <strong>________</strong> språklig variation och <strong>________</strong> anpassning till texttyp.",
        "knowledgeRequirementChoice" : {
          "E" : "Eleven kan skriva texter med <strong>viss</strong> språklig variation och <strong>enkel</strong> anpassning till texttyp.",
          "C" : "Eleven kan skriva texter med <strong>relativt god</strong> språklig variation och <strong>utvecklad</strong> anpassning till texttyp.",
          "A" : "Eleven kan skriva texter med <strong>god</strong> språklig variation och <strong>välutvecklad</strong> anpassning till texttyp."
        }
      }, {
        "text" : "I sina texter använder eleven grundläggande regler för språkriktighet med <strong>________</strong> säkerhet.",
        "knowledgeRequirementChoice" : {
          "E" : "I sina texter använder eleven grundläggande regler för språkriktighet med <strong>viss</strong> säkerhet.",
          "C" : "I sina texter använder eleven grundläggande regler för språkriktighet med <strong>relativt god</strong> säkerhet.",
          "A" : "I sina texter använder eleven grundläggande regler för språkriktighet med <strong>god</strong> säkerhet."
        }
      }, {
        "text" : "De berättande texter eleven skriver innehåller <strong>________</strong> gestaltande beskrivningar och berättargrepp samt dramaturgi med <strong>________</strong> uppbyggnad.",
        "knowledgeRequirementChoice" : {
          "E" : "De berättande texter eleven skriver innehåller <strong>enkla</strong> gestaltande beskrivningar och berättargrepp samt dramaturgi med <strong>enkel</strong> uppbyggnad.",
          "C" : "De berättande texter eleven skriver innehåller <strong>utvecklade</strong> gestaltande beskrivningar och berättargrepp samt dramaturgi med <strong>utvecklad</strong> uppbyggnad.",
          "A" : "De berättande texter eleven skriver innehåller <strong>välutvecklade</strong> gestaltande beskrivningar och berättargrepp samt dramaturgi med <strong>välutvecklad</strong> uppbyggnad."
        }
      }, {
        "text" : "Dessutom kan eleven presentera fakta och värderingar i form av olika slags sakprosa med <strong>________</strong> struktur, <strong>________</strong> beskrivningar och förklaringar samt <strong>________</strong> och fungerande ämnesrelaterat språk.",
        "knowledgeRequirementChoice" : {
          "E" : "Dessutom kan eleven presentera fakta och värderingar i form av olika slags sakprosa med <strong>i huvudsak fungerande</strong> struktur, <strong>enkla</strong> beskrivningar och förklaringar samt <strong>enkelt</strong> och fungerande ämnesrelaterat språk.",
          "C" : "Dessutom kan eleven presentera fakta och värderingar i form av olika slags sakprosa med <strong>relativt väl</strong> fungerande struktur, <strong>utvecklade</strong> beskrivningar och förklaringar samt <strong>utvecklat</strong> och fungerande ämnesrelaterat språk.",
          "A" : "Dessutom kan eleven presentera fakta och värderingar i form av olika slags sakprosa med <strong>välfungerande</strong> struktur, <strong>välutvecklade</strong> beskrivningar och förklaringar samt <strong>välutvecklat</strong> och fungerande ämnesrelaterat språk."
        }
      } ]
    }, {
      "heading" : "",
      "knowledgeRequirements" : [ {
        "text" : "Genom att göra <strong>________</strong> sammanfattningar av olika texters innehåll och kommentera centrala delar med <strong>________</strong> koppling till tidsaspekter och orsakssamband visar eleven <strong>________</strong> läsförståelse.",
        "knowledgeRequirementChoice" : {
          "E" : "Genom att göra <strong>enkla</strong> sammanfattningar av olika texters innehåll och kommentera centrala delar med <strong>viss</strong> koppling till tidsaspekter och orsakssamband visar eleven <strong>grundläggande</strong> läsförståelse.",
          "C" : "Genom att göra <strong>utvecklade</strong> sammanfattningar av olika texters innehåll och kommentera centrala delar med <strong>relativt god</strong> koppling till tidsaspekter och orsakssamband visar eleven <strong>god</strong> läsförståelse.",
          "A" : "Genom att göra <strong>välutvecklade</strong> sammanfattningar av olika texters innehåll och kommentera centrala delar med <strong>god</strong> koppling till tidsaspekter och orsakssamband visar eleven <strong>mycket god</strong> läsförståelse."
        }
      }, {
        "text" : "Eleven kan utifrån egna erfarenheter och referensramar samt olika livsfrågor och omvärldsfrågor tolka och föra <strong>________</strong> underbyggda resonemang om <strong>________</strong> budskap i olika verk.",
        "knowledgeRequirementChoice" : {
          "E" : "Eleven kan utifrån egna erfarenheter och referensramar samt olika livsfrågor och omvärldsfrågor tolka och föra <strong>enkla och till viss del</strong> underbyggda resonemang om <strong>tydligt framträdande</strong> budskap i olika verk.",
          "C" : "Eleven kan utifrån egna erfarenheter och referensramar samt olika livsfrågor och omvärldsfrågor tolka och föra <strong>utvecklade och relativt väl</strong> underbyggda resonemang om budskap som är <strong>tydligt framträdande och budskap som kan läsas mellan raderna</strong> i olika verk.",
          "A" : "Dessutom kan eleven utifrån egna erfarenheter, olika livsfrågor och omvärldsfrågor tolka och föra <strong>välutvecklade och väl</strong> underbyggda resonemang om budskap som är <strong>tydligt framträdande och budskap som kan läsas mellan raderna eller är dolda</strong> i olika verk."
        }
      }, {
        "text" : "Dessutom kan eleven på ett <strong>________</strong> sätt söka och välja ut information ur olika slags sakprosa.",
        "knowledgeRequirementChoice" : {
          "E" : "Dessutom kan eleven på ett <strong>i huvudsak fungerande</strong> sätt söka och välja ut information ur olika slags sakprosa.",
          "C" : "Dessutom kan eleven på ett <strong>ändamålsenligt</strong> sätt söka och välja ut information ur olika slags sakprosa.",
          "A" : "Dessutom kan eleven på ett <strong>ändamålsenligt och effektivt</strong> sätt söka och välja ut information ur olika slags sakprosa."
        }
      } ]
    }, {
      "heading" : "",
      "knowledgeRequirements" : [ {
        "text" : "Eleven visar <strong>________</strong> kunskaper om samiskan, dess ursprung och utveckling genom att jämföra samiska med något annat språk och beskriva <strong>________</strong> mellan språken samt föra <strong>________</strong> underbyggda resonemang om vad dessa kan bero på.",
        "knowledgeRequirementChoice" : {
          "E" : "Eleven visar <strong>grundläggande</strong> kunskaper om samiskan, dess ursprung och utveckling genom att jämföra samiska med något annat språk och beskriva <strong>tydligt framträdande skillnader</strong> mellan språken samt föra <strong>enkla och delvis</strong> underbyggda resonemang om vad dessa kan bero på.",
          "C" : "Eleven visar <strong>goda</strong> kunskaper om samiskan, dess ursprung och utveckling genom att jämföra samiska med något annat språk och beskriva <strong>tydligt framträdande likheter och skillnader</strong> mellan språken samt föra <strong>utvecklade</strong> och underbyggda resonemang om vad dessa kan bero på.",
          "A" : "Eleven visar <strong>mycket goda</strong> kunskaper om samiskan, dess ursprung och utveckling genom att jämföra samiska med något annat språk, beskriva <strong>likheter och strukturella skillnader</strong> mellan språken samt <strong>föra välutvecklade och väl</strong> underbyggda resonemang om vad dessa kan bero på."
        }
      }, {
        "text" : "Eleven kan också beskriva och ge exempel på skillnader mellan nord-, lule- och sydsamiska varieteter i talad form.",
        "knowledgeRequirementChoice" : {
          "E" : "Eleven kan också beskriva och ge exempel på skillnader mellan nord-, lule- och sydsamiska varieteter i talad form.",
          "C" : "Eleven kan också beskriva och ge exempel på skillnader mellan nord-, lule- och sydsamiska varieteter i talad form.",
          "A" : "Eleven kan också beskriva och ge exempel på skillnader mellan nord-, lule- och sydsamiska varieteter i talad form."
        }
      }, {
        "text" : "Eleven visar <strong>________</strong> kunskaper om samisk kultur genom att ge <strong>________</strong> beskrivningar av centrala kulturella uttryck, historiska skeenden och samhällsfrågor knutna till Sápmi/Sábme/Saepmie.",
        "knowledgeRequirementChoice" : {
          "E" : "Eleven visar <strong>grundläggande</strong> kunskaper om samisk kultur genom att ge <strong>enkla</strong> beskrivningar av centrala kulturella uttryck, historiska skeenden och samhällsfrågor knutna till Sápmi/Sábme/Saepmie.",
          "C" : "Eleven visar <strong>goda</strong> kunskaper om samisk kultur genom att ge <strong>utvecklade</strong> beskrivningar av centrala kulturella uttryck, historiska skeenden och samhällsfrågor knutna till Sápmi/Sábme/Saepmie.",
          "A" : "Eleven visar <strong>mycket goda</strong> kunskaper om samisk kultur genom att ge <strong>välutvecklade</strong> beskrivningar av centrala kulturella uttryck, historiska skeenden och samhällsfrågor knutna till Sápmi/Sábme/Saepmie."
        }
      }, {
        "text" : "Eleven kan också föra <strong>________</strong> underbyggda resonemang om orsaker till och tänkbara konsekvenser av aktuella samiska samhällsfrågor.",
        "knowledgeRequirementChoice" : {
          "E" : "Eleven kan också föra <strong>enkla och till viss del</strong> underbyggda resonemang om orsaker till och tänkbara konsekvenser av aktuella samiska samhällsfrågor.",
          "C" : "Eleven kan också föra <strong>utvecklade och relativt väl</strong> underbyggda resonemang om orsaker till och tänkbara konsekvenser av aktuella samiska samhällsfrågor.",
          "A" : "Eleven kan också föra <strong>välutvecklade och väl</strong> underbyggda resonemang om orsaker till och tänkbara konsekvenser av aktuella samiska samhällsfrågor."
        }
      }, {
        "text" : "Eleven gör då <strong>________</strong> jämförelser med motsvarande företeelser hos något annat urfolk.",
        "knowledgeRequirementChoice" : {
          "E" : "Eleven gör då <strong>enkla</strong> jämförelser med motsvarande företeelser hos något annat urfolk.",
          "C" : "Eleven gör då <strong>utvecklade</strong> jämförelser med motsvarande företeelser hos något annat urfolk.",
          "A" : "Eleven gör då <strong>utvecklade</strong> jämförelser med motsvarande företeelser hos något annat urfolk."
        }
      } ]
    } ],
    "point" : null,
    "year" : {
      "start" : 7,
      "end" : 9
    }
  }, {
    "name" : "Årskurs 1-3  SECOND_LANGUAGE",
    "description" : "",
    "code" : "GRSMSMI01_1-3-SECOND_LANGUAGE",
    "centralContent" : [ {
      "heading" : "I årskurs 1–3, inom ramen för samiska som andraspråk",
      "lines" : [ ]
    }, {
      "heading" : "Läsa och skriva",
      "lines" : [ "Lässtrategier för att förstå och tolka texter.", "Skrivande av olika slags enkla texter med bildstöd.", "Samiska alfabetet.", "Stavningsregler för vanligt förekommande ord i elevnära texter." ]
    }, {
      "heading" : "Tala, lyssna och samtala",
      "lines" : [ "Samtal, frågor och svar, samt hälsningsfraser och presentationer av sig själv.", "Uttal, stavelser och satsmelodi." ]
    }, {
      "heading" : "Texter",
      "lines" : [ "Berättande och poetiska texter för barn i form av bilderböcker, kapitelböcker, sagor och sägner, samt texter med anknytning till samiska traditioner och uttrycksformer.", "Faktatexter för barn med anknytning till samiska traditioner och uttrycksformer." ]
    }, {
      "heading" : "Språkbruk",
      "lines" : [ "Ord och begrepp som är specifika för samiska miljöer, till exempel släktbenämningar." ]
    }, {
      "heading" : "Samisk kultur",
      "lines" : [ "Samers levnadssätt i dag med utgångspunkt i historia och kulturarv. Traditionella samiska boendeformer, färdsätt och näringar i form av renskötsel, jakt och fiske.", "Samiskt kulturarv i form av olika slöjdarter och musik.", "Språkområden i Sverige där elevens egen språkvarietet talas." ]
    } ],
    "knowledgeRequirementParagraphs" : [ ],
    "point" : null,
    "year" : {
      "start" : 1,
      "end" : 3
    }
  }, {
    "name" : "Årskurs 4-6  SECOND_LANGUAGE",
    "description" : "",
    "code" : "GRSMSMI01_4-6-SECOND_LANGUAGE",
    "centralContent" : [ {
      "heading" : "I årskurs 4–6, inom ramen för samiska som andraspråk",
      "lines" : [ ]
    }, {
      "heading" : "Läsa och skriva",
      "lines" : [ "Lässtrategier för att förstå och tolka texter från olika medier samt för att anpassa läsningen efter textens form och innehåll.", "Skrivande av berättande texter och faktatexter. Skapande av texter där ord och bild samspelar.", "Samiskans struktur med meningsbyggnad, stavningsregler, ords böjningsmönster och ordklasser.", "Ordböcker och andra hjälpmedel för stavning och ordförståelse." ]
    }, {
      "heading" : "Tala, lyssna och samtala",
      "lines" : [ "Samtal och dialoger om egna och andras upplevelser samt om vardagliga händelser.", "Muntliga presentationer och muntligt berättande för olika mottagare. Stödord, bilder och digitala medier som hjälpmedel för att planera och genomföra en muntlig presentation.", "Uttal, stavelser och satsmelodi." ]
    }, {
      "heading" : "Texter",
      "lines" : [ "Berättande och poetiska texter för barn och unga i form av skönlitteratur, sagor och sägner. Berättande och poetiska texter som belyser samers villkor, traditioner och samiska uttrycksformer.", "Faktatexter för barn och unga med anknytning till samiska traditioner, företeelser och uttrycksformer." ]
    }, {
      "heading" : "Språkbruk",
      "lines" : [ "Ord och begrepp som är specifika för samiska miljöer, till exempel ord som beskriver naturen." ]
    }, {
      "heading" : "Samisk kultur",
      "lines" : [ "Samers levnadssätt idag med utgångspunkt i historia och kulturarv. Renskötselåret, samt olika sätt att jaga och fiska.", "Samiskt kulturarv i form av slöjdade bruks- och konstföremål, musik samt koltar från området där elevernas språkvarietet talas.", "Nord-, lule- och sydsamiska språkområden i Sápmi/Sábme/Saepmie och elevens språkliga ursprung." ]
    } ],
    "knowledgeRequirementParagraphs" : [ {
      "heading" : "",
      "knowledgeRequirements" : [ {
        "text" : "Eleven kan med ett <strong>________</strong> fungerande ord- och begreppsförråd presentera muntlig information, samt även samtala om bekanta ämnen genom att ställa frågor och framföra egna åsikter på ett sätt som <strong>________</strong> upprätthåller samtalet.",
        "knowledgeRequirementChoice" : {
          "E" : "Eleven kan med ett <strong>i huvudsak</strong> fungerande ord- och begreppsförråd presentera muntlig information, samt även samtala om bekanta ämnen genom att ställa frågor och framföra egna åsikter på ett sätt som <strong>till viss del</strong> upprätthåller samtalet.",
          "C" : "Eleven kan med ett <strong>relativt väl</strong> fungerande ord- och begreppsförråd presentera muntlig information, samt även samtala om bekanta ämnen genom att ställa frågor och framföra egna åsikter på ett sätt som <strong>relativt väl</strong> upprätthåller samtalet.",
          "A" : "Eleven kan med ett <strong>väl</strong> fungerande ord- och begreppsförråd presentera muntlig information, samt även samtala om bekanta ämnen genom att ställa frågor och framföra egna åsikter på ett sätt som <strong>väl</strong> upprätthåller samtalet."
        }
      }, {
        "text" : "Dessutom kan eleven förbereda och genomföra <strong>________</strong> muntliga framställningar med <strong>________</strong> fungerande inledning, innehåll och avslutning.",
        "knowledgeRequirementChoice" : {
          "E" : "Dessutom kan eleven förbereda och genomföra <strong>enkla</strong> muntliga framställningar med <strong>i huvudsak</strong> fungerande inledning, innehåll och avslutning.",
          "C" : "Dessutom kan eleven förbereda och genomföra <strong>utvecklade</strong> muntliga framställningar med <strong>relativt väl</strong> fungerande inledning, innehåll och avslutning.",
          "A" : "Dessutom kan eleven förbereda och genomföra <strong>välutvecklade</strong> muntliga framställningar med <strong>väl</strong> fungerande inledning, innehåll och avslutning."
        }
      }, {
        "text" : "Genom att på ett <strong>________</strong> sätt använda olika hjälpmedel för kommunikation förtydligar och levandegör eleven framställningens budskap.",
        "knowledgeRequirementChoice" : {
          "E" : "Genom att på ett <strong>i huvudsak fungerande</strong> sätt använda olika hjälpmedel för kommunikation förtydligar och levandegör eleven framställningens budskap.",
          "C" : "Genom att på ett <strong>ändamålsenligt</strong> sätt använda olika hjälpmedel för kommunikation förtydligar och levandegör eleven framställningens budskap.",
          "A" : "Genom att på ett <strong>ändamålsenligt och effektivt</strong> sätt använda olika hjälpmedel för kommunikation förtydligar och levandegör eleven framställningens budskap."
        }
      } ]
    }, {
      "heading" : "",
      "knowledgeRequirements" : [ {
        "text" : "Eleven kan skriva enkla texter med <strong>________</strong> innehåll.",
        "knowledgeRequirementChoice" : {
          "E" : "Eleven kan skriva enkla texter med <strong>begripligt</strong> innehåll.",
          "C" : "Eleven kan skriva enkla texter med <strong>relativt tydligt</strong> innehåll.",
          "A" : "Eleven kan skriva enkla texter med <strong>tydligt</strong> innehåll."
        }
      }, {
        "text" : "Eleven använder då grundläggande regler för stavning, meningsbyggnad och ordböjning med <strong>________</strong> säkerhet.",
        "knowledgeRequirementChoice" : {
          "E" : "Eleven använder då grundläggande regler för stavning, meningsbyggnad och ordböjning med <strong>viss</strong> säkerhet.",
          "C" : "Eleven använder då grundläggande regler för stavning, meningsbyggnad och ordböjning med <strong>relativt god</strong> säkerhet.",
          "A" : "Eleven använder då grundläggande regler för stavning, meningsbyggnad och ordböjning med <strong>god</strong> säkerhet."
        }
      }, {
        "text" : "De berättande texter eleven skriver innehåller <strong>________</strong> gestaltande beskrivningar och <strong>________</strong> handling.",
        "knowledgeRequirementChoice" : {
          "E" : "De berättande texter eleven skriver innehåller <strong>enkla</strong> gestaltande beskrivningar och <strong>enkel</strong> handling.",
          "C" : "De berättande texter eleven skriver innehåller <strong>utvecklade</strong> gestaltande beskrivningar och <strong>utvecklad</strong> handling.",
          "A" : "De berättande texter eleven skriver innehåller <strong>välutvecklade</strong> gestaltande beskrivningar och <strong>välutvecklad</strong> handling."
        }
      }, {
        "text" : "Dessutom kan eleven presentera information i form av faktatexter med <strong>________</strong> fungerande struktur <strong>________</strong> beskrivningar, egna formuleringar och <strong>________</strong> användning av ämnesspecifika ord och begrepp.",
        "knowledgeRequirementChoice" : {
          "E" : "Dessutom kan eleven presentera information i form av faktatexter med <strong>i huvudsak</strong> fungerande struktur <strong>enkla</strong> beskrivningar, egna formuleringar och <strong>viss</strong> användning av ämnesspecifika ord och begrepp.",
          "C" : "Dessutom kan eleven presentera information i form av faktatexter med <strong>relativt väl</strong> fungerande struktur <strong>utvecklade</strong> beskrivningar, egna formuleringar och <strong>relativt god</strong> användning av ämnesspecifika ord och begrepp.",
          "A" : "Dessutom kan eleven presentera information i form av faktatexter med <strong>väl</strong> fungerande struktur <strong>välutvecklade</strong> beskrivningar, egna formuleringar och <strong>god</strong> användning av ämnesspecifika ord och begrepp."
        }
      } ]
    }, {
      "heading" : "",
      "knowledgeRequirements" : [ {
        "text" : "Genom att göra <strong>________</strong> sammanfattningar av olika texters innehåll och kommentera centrala delar med <strong>________</strong> koppling till sammanhanget visar eleven <strong>________</strong> läsförståelse.",
        "knowledgeRequirementChoice" : {
          "E" : "Genom att göra <strong>enkla, kronologiska</strong> sammanfattningar av olika texters innehåll och kommentera centrala delar med <strong>viss</strong> koppling till sammanhanget visar eleven <strong>grundläggande</strong> läsförståelse.",
          "C" : "Genom att göra <strong>utvecklade</strong> sammanfattningar av olika texters innehåll och kommentera centrala delar med <strong>relativt god</strong> koppling till sammanhanget visar eleven <strong>god</strong> läsförståelse.",
          "A" : "Genom att göra <strong>välutvecklade</strong> sammanfattningar av olika texters innehåll och kommentera centrala delar <strong>med god</strong> koppling till sammanhanget visar eleven <strong>mycket god</strong> läsförståelse."
        }
      }, {
        "text" : "Eleven kan utifrån egna erfarenheter och referensramar tolka och föra enkla och <strong>________</strong> underbyggda resonemang om tydligt framträdande budskap i olika verk, och även beskriva sin upplevelse av läsningen på ett <strong>________</strong> sätt.",
        "knowledgeRequirementChoice" : {
          "E" : "Eleven kan utifrån egna erfarenheter och referensramar tolka och föra enkla och <strong>till viss del</strong> underbyggda resonemang om tydligt framträdande budskap i olika verk, och även beskriva sin upplevelse av läsningen på ett <strong>enkelt</strong> sätt.",
          "C" : "Eleven kan utifrån egna erfarenheter och referensramar tolka och föra enkla och <strong>relativt väl</strong> underbyggda resonemang om tydligt framträdande budskap i olika verk, och även beskriva sin upplevelse av läsningen på ett <strong>utvecklat</strong> sätt.",
          "A" : "Eleven kan utifrån egna erfarenheter och referensramar tolka och föra enkla och <strong>väl</strong> underbyggda resonemang om tydligt framträdande budskap i olika verk, och även beskriva sin upplevelse av läsningen på ett <strong>välutvecklat</strong> sätt."
        }
      }, {
        "text" : "Dessutom kan eleven på ett <strong>________</strong> söka och välja ut information ur faktatexter.",
        "knowledgeRequirementChoice" : {
          "E" : "Dessutom kan eleven på ett <strong>i huvudsak fungerande sätt</strong> söka och välja ut information ur faktatexter.",
          "C" : "Dessutom kan eleven på ett <strong>ändamålsenligt</strong> sätt söka och välja ut information ur faktatexter.",
          "A" : "Dessutom kan eleven på ett <strong>ändamålsenligt och effektivt</strong> sätt söka och välja ut information ur faktatexter."
        }
      } ]
    }, {
      "heading" : "",
      "knowledgeRequirements" : [ {
        "text" : "Eleven visar <strong>________</strong> kunskaper om samisk kultur genom att ge <strong>________</strong> beskrivningar av betydelsefulla traditioner, kulturella uttryck och språkområden knutna till Sápmi/Sábme/Saepmie.",
        "knowledgeRequirementChoice" : {
          "E" : "Eleven visar <strong>grundläggande</strong> kunskaper om samisk kultur genom att ge <strong>enkla</strong> beskrivningar av betydelsefulla traditioner, kulturella uttryck och språkområden knutna till Sápmi/Sábme/Saepmie.",
          "C" : "Eleven visar <strong>goda</strong> kunskaper om samisk kultur genom att ge <strong>utvecklade</strong> beskrivningar av betydelsefulla traditioner, kulturella uttryck och språkområden knutna till Sápmi/Sábme/Saepmie.",
          "A" : "Eleven visar <strong>mycket goda</strong> kunskaper om samisk kultur genom att ge <strong>välutvecklade</strong> beskrivningar av betydelsefulla traditioner, kulturella uttryck och språkområden knutna till Sápmi/Sábme/Saepmie."
        }
      }, {
        "text" : "Eleven kan också föra <strong>________</strong> underbyggda resonemang om orsaker till och konsekvenser av hur det samiska samhället har förändrats.",
        "knowledgeRequirementChoice" : {
          "E" : "Eleven kan också föra <strong>enkla och till viss del</strong> underbyggda resonemang om orsaker till och konsekvenser av hur det samiska samhället har förändrats.",
          "C" : "Eleven kan också föra <strong>utvecklade och relativt väl</strong> underbyggda resonemang om orsaker till och konsekvenser av hur det samiska samhället har förändrats.",
          "A" : "Eleven kan också föra <strong>välutvecklade och väl</strong> underbyggda resonemang om orsaker till och konsekvenser av hur det samiska samhället har förändrats."
        }
      } ]
    } ],
    "point" : null,
    "year" : {
      "start" : 4,
      "end" : 6
    }
  }, {
    "name" : "Årskurs 7-9  SECOND_LANGUAGE",
    "description" : "",
    "code" : "GRSMSMI01_7-9-SECOND_LANGUAGE",
    "centralContent" : [ {
      "heading" : "I årskurs 7–9, inom ramen för samiska som andraspråk",
      "lines" : [ ]
    }, {
      "heading" : "Läsa och skriva",
      "lines" : [ "Lässtrategier för att förstå och tolka texter från olika medier samt för att urskilja texters budskap, både de uttalade och sådant som står mellan raderna.", "Skrivande av olika typer av texter med deras typiska uppbyggnad och språkliga drag.", "Samiskans struktur med ordbildning, ords böjningsmönster, ordklasser och satsdelar.", "Hjälpmedel för informationssökning och ordförståelse, till exempel ordböcker i tryckt och digital form." ]
    }, {
      "heading" : "Tala, lyssna och samtala",
      "lines" : [ "Samtal om för eleven välbekanta ämnen, samt om aktuella händelser, tankar, känslor och åsikter.", "Olika former för muntligt återberättande, beskrivande och reflekterande, samt muntliga presentationer med anpassning av språket till situation och mottagare.", "Talad nord-, lule- och sydsamiska." ]
    }, {
      "heading" : "Texter",
      "lines" : [ "Skönlitteratur för ungdomar och vuxna, samt andra berättande och poetiska texter med anknytning till samiska traditioner. Skönlitteratur som belyser samers villkor, identitets- och livsfrågor.", "Beskrivande, förklarande, instruerande och argumenterande texter, till exempel tidningsartiklar och arbetsbeskrivningar. Texternas syfte, innehåll och typiska språkliga drag." ]
    }, {
      "heading" : "Språkbruk",
      "lines" : [ "Ord och begrepp som är specifika för samiska miljöer, till exempel vädertecken och märkesdagar." ]
    }, {
      "heading" : "Samisk kultur",
      "lines" : [ "Samers levnadssätt i dag med utgångspunkt i historia och kulturarv. Traditionella näringar och samiska institutioner och organisationer. Sametinget, dess verksamhet och funktion.", "Några samiska författare och deras verk.", "Traditionell och modern jojk och annan samisk musik.", "Samiskans ursprung och utveckling." ]
    } ],
    "knowledgeRequirementParagraphs" : [ {
      "heading" : "",
      "knowledgeRequirements" : [ {
        "text" : "Eleven kan samtala om och diskutera varierande ämnen genom att ställa frågor och framföra åsikter med <strong>________</strong> och sakliga argument på ett sätt som <strong>________</strong> upprätthåller samtalet eller diskussionen.",
        "knowledgeRequirementChoice" : {
          "E" : "Eleven kan samtala om och diskutera varierande ämnen genom att ställa frågor och framföra åsikter med <strong>enkla</strong> och sakliga argument på ett sätt som <strong>till viss del</strong> upprätthåller samtalet eller diskussionen.",
          "C" : "Eleven kan samtala om och diskutera varierande ämnen genom att ställa frågor och framföra åsikter med <strong>utvecklade</strong> och sakliga argument på ett sätt som <strong>relativt väl</strong> upprätthåller samtalet eller diskussionen.",
          "A" : "Eleven kan samtala om och diskutera varierande ämnen genom att ställa frågor och framföra åsikter med <strong>välutvecklade</strong> och sakliga argument på ett sätt som <strong>väl</strong> upprätthåller samtalet eller diskussionen."
        }
      }, {
        "text" : "Dessutom kan eleven förbereda och genomföra <strong>________</strong> muntliga framställningar med <strong>________</strong> fungerande struktur, innehåll och språk samt <strong>________</strong> anpassning till situation och mottagare.",
        "knowledgeRequirementChoice" : {
          "E" : "Dessutom kan eleven förbereda och genomföra <strong>enkla</strong> muntliga framställningar med <strong>i huvudsak</strong> fungerande struktur, innehåll och språk samt <strong>viss</strong> anpassning till situation och mottagare.",
          "C" : "Dessutom kan eleven förbereda och genomföra <strong>utvecklade</strong> muntliga framställningar med <strong>relativt väl</strong> fungerande struktur, innehåll och språk samt <strong>relativt god</strong> anpassning till situation och mottagare.",
          "A" : "Dessutom kan eleven förbereda och genomföra <strong>välutvecklade</strong> muntliga framställningar med <strong>väl</strong> fungerande struktur, innehåll och språk samt <strong>god</strong> anpassning till situation och mottagare."
        }
      }, {
        "text" : "Genom att kombinera olika texttyper, estetiska uttryck och medier så att de olika delarna samspelar på ett <strong>________</strong> sätt förtydligar och levandegör eleven framställningens budskap.",
        "knowledgeRequirementChoice" : {
          "E" : "Genom att kombinera olika texttyper, estetiska uttryck och medier så att de olika delarna samspelar på ett <strong>i huvudsak fungerande</strong> sätt förtydligar och levandegör eleven framställningens budskap.",
          "C" : "Genom att kombinera olika texttyper, estetiska uttryck och medier så att de olika delarna samspelar på ett <strong>ändamålsenligt</strong> sätt förtydligar och levandegör eleven framställningens budskap.",
          "A" : "Genom att kombinera olika texttyper, estetiska uttryck och medier så att de olika delarna samspelar på ett <strong>ändamålsenligt och effektivt</strong> sätt förtydligar och levandegör eleven framställningens budskap."
        }
      } ]
    }, {
      "heading" : "",
      "knowledgeRequirements" : [ {
        "text" : "Eleven kan skriva texter med <strong>________</strong> innehåll och <strong>________</strong> språklig variation.",
        "knowledgeRequirementChoice" : {
          "E" : "Eleven kan skriva texter med <strong>begripligt</strong> innehåll och <strong>viss</strong> språklig variation.",
          "C" : "Eleven kan skriva texter med <strong>relativt tydligt</strong> innehåll och <strong>relativt god</strong> språklig variation.",
          "A" : "Eleven kan skriva texter med <strong>tydligt</strong> innehåll och <strong>god</strong> språklig variation."
        }
      }, {
        "text" : "I sina texter använder eleven grundläggande regler för språkriktighet med <strong>________</strong> säkerhet.",
        "knowledgeRequirementChoice" : {
          "E" : "I sina texter använder eleven grundläggande regler för språkriktighet med <strong>viss</strong> säkerhet.",
          "C" : "I sina texter använder eleven grundläggande regler för språkriktighet med <strong>relativt god</strong> säkerhet.",
          "A" : "I sina texter använder eleven grundläggande regler för språkriktighet med <strong>god</strong> säkerhet."
        }
      }, {
        "text" : "De berättande texter eleven skriver innehåller <strong>________</strong> gestaltande beskrivningar och berättargrepp samt dramaturgi med <strong>________</strong> uppbyggnad.",
        "knowledgeRequirementChoice" : {
          "E" : "De berättande texter eleven skriver innehåller <strong>enkla</strong> gestaltande beskrivningar och berättargrepp samt dramaturgi med <strong>enkel</strong> uppbyggnad.",
          "C" : "De berättande texter eleven skriver innehåller <strong>utvecklade</strong> gestaltande beskrivningar och berättargrepp samt dramaturgi med <strong>utvecklad</strong> uppbyggnad.",
          "A" : "De berättande texter eleven skriver innehåller <strong>välutvecklade</strong> gestaltande beskrivningar och berättargrepp samt dramaturgi <strong>med välutvecklad</strong> uppbyggnad."
        }
      }, {
        "text" : "Dessutom kan eleven presentera fakta och värderingar i form av olika slags sakprosa med <strong>________</strong> fungerande struktur, <strong>________</strong> beskrivningar och förklaringar samt <strong>________</strong> och fungerande ämnesrelaterat språk.",
        "knowledgeRequirementChoice" : {
          "E" : "Dessutom kan eleven presentera fakta och värderingar i form av olika slags sakprosa med <strong>i huvudsak</strong> fungerande struktur, <strong>enkla</strong> beskrivningar och förklaringar samt <strong>enkelt</strong> och fungerande ämnesrelaterat språk.",
          "C" : "Dessutom kan eleven presentera fakta och värderingar i form av olika slags sakprosa med <strong>relativt väl</strong> fungerande struktur, <strong>utvecklade</strong> beskrivningar och förklaringar samt <strong>utvecklat</strong> och fungerande ämnesrelaterat språk.",
          "A" : "Dessutom kan eleven presentera fakta och värderingar i form av olika slags sakprosa med <strong>en väl</strong> fungerande struktur, <strong>välutvecklade</strong> beskrivningar och förklaringar samt <strong>välutvecklat</strong> och fungerande ämnesrelaterat språk."
        }
      } ]
    }, {
      "heading" : "",
      "knowledgeRequirements" : [ {
        "text" : "Genom att göra <strong>________</strong> sammanfattningar av olika texters innehåll och kommentera centrala delar med <strong>________</strong> koppling till tidsaspekter och orsakssamband visar eleven <strong>________</strong> läsförståelse.",
        "knowledgeRequirementChoice" : {
          "E" : "Genom att göra <strong>enkla</strong> sammanfattningar av olika texters innehåll och kommentera centrala delar med <strong>viss</strong> koppling till tidsaspekter och orsakssamband visar eleven <strong>grundläggande</strong> läsförståelse.",
          "C" : "Genom att göra <strong>utvecklade</strong> sammanfattningar av olika texters innehåll och kommentera centrala delar med <strong>relativt god</strong> koppling till tidsaspekter och orsakssamband visar eleven <strong>god</strong> läsförståelse.",
          "A" : "Genom att göra <strong>välutvecklade</strong> sammanfattningar av olika texters innehåll och kommentera centrala delar med <strong>god</strong> koppling till tidsaspekter och orsakssamband visar eleven <strong>mycket god</strong> läsförståelse."
        }
      }, {
        "text" : "Dessutom kan eleven utifrån egna erfarenheter och referensramar samt olika livsfrågor och omvärldsfrågor tolka och föra <strong>________</strong> underbyggda resonemang om tydligt framträdande budskap i olika verk.",
        "knowledgeRequirementChoice" : {
          "E" : "Dessutom kan eleven utifrån egna erfarenheter och referensramar samt olika livsfrågor och omvärldsfrågor tolka och föra <strong>enkla och till viss del</strong> underbyggda resonemang om tydligt framträdande budskap i olika verk.",
          "C" : "Dessutom kan eleven utifrån egna erfarenheter och referensramar samt olika livsfrågor och omvärldsfrågor tolka och föra <strong>utvecklade och relativt väl</strong> underbyggda resonemang om tydligt framträdande budskap i olika verk.",
          "A" : "Dessutom kan eleven utifrån egna erfarenheter, olika livsfrågor och omvärldsfrågor tolka och föra <strong>välutvecklade och väl</strong> underbyggda resonemang om tydligt framträdande budskap i olika verk."
        }
      }, {
        "text" : "Eleven kan även på ett <strong>________</strong> söka och välja ut information ur olika slags sakprosa.",
        "knowledgeRequirementChoice" : {
          "E" : "Eleven kan även på ett <strong>i huvudsak fungerande sätt</strong> söka och välja ut information ur olika slags sakprosa.",
          "C" : "Eleven kan även på ett <strong>ändamålsenligt</strong> sätt söka och välja ut information ur olika slags sakprosa.",
          "A" : "Eleven kan även på ett <strong>ändamålsenligt och effektivt</strong> sätt söka och välja ut information ur olika slags sakprosa."
        }
      } ]
    }, {
      "heading" : "",
      "knowledgeRequirements" : [ {
        "text" : "Eleven visar <strong>________</strong> kunskaper om samiskan, dess ursprung och utveckling genom att jämföra samiska med något annat språk och beskriva <strong>________</strong> mellan språken samt föra <strong>________</strong> underbyggda resonemang om vad dessa kan bero på.",
        "knowledgeRequirementChoice" : {
          "E" : "Eleven visar <strong>grundläggande</strong> kunskaper om samiskan, dess ursprung och utveckling genom att jämföra samiska med något annat språk och beskriva <strong>tydligt framträdande skillnader</strong> mellan språken samt föra <strong>enkla och delvis</strong> underbyggda resonemang om vad dessa kan bero på.",
          "C" : "Eleven visar <strong>goda</strong> kunskaper om samiskan, dess ursprung och utveckling genom att jämföra samiska med något annat språk och beskriva <strong>tydligt framträdande likheter och skillnader</strong> mellan språken samt föra <strong>utvecklade och relativt väl</strong> underbyggda resonemang om vad dessa kan bero på.",
          "A" : "Eleven visar <strong>mycket goda</strong> kunskaper om samiskan, dess ursprung och utveckling genom att jämföra samiska med något annat språk, beskriva <strong>likheter och strukturella skillnader</strong> mellan språken samt <strong>föra välutvecklade och väl</strong> underbyggda resonemang om vad dessa kan bero på."
        }
      }, {
        "text" : "Eleven kan också beskriva och ge exempel på skillnader mellan nord-, lule- och sydsamiska varieteter i talad form.",
        "knowledgeRequirementChoice" : {
          "E" : "Eleven kan också beskriva och ge exempel på skillnader mellan nord-, lule- och sydsamiska varieteter i talad form.",
          "C" : "Eleven kan också beskriva och ge exempel på skillnader mellan nord-, lule- och sydsamiska varieteter i talad form.",
          "A" : "Eleven kan också beskriva och ge exempel på skillnader mellan nord-, lule- och sydsamiska varieteter i talad form."
        }
      }, {
        "text" : "Eleven visar <strong>________</strong> kunskaper om samisk kultur genom att ge <strong>________</strong> beskrivningar av centrala kulturella uttryck, historiska skeenden och samhällsfrågor knutna till Sápmi/Sábme/Saepmie.",
        "knowledgeRequirementChoice" : {
          "E" : "Eleven visar <strong>grundläggande</strong> kunskaper om samisk kultur genom att ge <strong>enkla</strong> beskrivningar av centrala kulturella uttryck, historiska skeenden och samhällsfrågor knutna till Sápmi/Sábme/Saepmie.",
          "C" : "Eleven visar <strong>goda</strong> kunskaper om samisk kultur genom att ge <strong>utvecklade</strong> beskrivningar av centrala kulturella uttryck, historiska skeenden och samhällsfrågor knutna till Sápmi/Sábme/Saepmie.",
          "A" : "Eleven visar <strong>mycket goda</strong> kunskaper om samisk kultur genom att ge <strong>välutvecklade</strong> beskrivningar av centrala kulturella uttryck, historiska skeenden och samhällsfrågor knutna till Sápmi/Sábme/Saepmie."
        }
      }, {
        "text" : "Eleven kan också föra <strong>________</strong> underbyggda resonemang om orsaker till och tänkbara konsekvenser av aktuella samiska samhällsfrågor.",
        "knowledgeRequirementChoice" : {
          "E" : "Eleven kan också föra <strong>enkla och till viss del</strong> underbyggda resonemang om orsaker till och tänkbara konsekvenser av aktuella samiska samhällsfrågor.",
          "C" : "Eleven kan också föra <strong>utvecklade och relativt väl</strong> underbyggda resonemang om orsaker till och tänkbara konsekvenser av aktuella samiska samhällsfrågor.",
          "A" : "Eleven kan också föra <strong>välutvecklade och väl</strong> underbyggda resonemang om orsaker till och tänkbara konsekvenser av aktuella samiska samhällsfrågor."
        }
      }, {
        "text" : "Eleven gör då <strong>________</strong> jämförelser till motsvarande företeelser hos något annat urfolk.",
        "knowledgeRequirementChoice" : {
          "E" : "Eleven gör då <strong>enkla</strong> jämförelser till motsvarande företeelser hos något annat urfolk.",
          "C" : "Eleven gör då <strong>utvecklade</strong> jämförelser med motsvarande företeelser hos något annat urfolk.",
          "A" : "Eleven gör då <strong>välutvecklade och nyanserade</strong> jämförelser med motsvarande företeelser hos något annat urfolk."
        }
      } ]
    } ],
    "point" : null,
    "year" : {
      "start" : 7,
      "end" : 9
    }
  } ]
}