{
  "name" : "Estetisk kommunikation",
  "description" : "Ämnet estetisk kommunikation behandlar kommunikationsprocesser och interaktion mellan människor med hjälp av olika estetiska uttrycksformer. Ämnet handlar om att tolka budskap som förs fram i kulturlivet, i medierna och människor emellan. I ämnet ingår metoder och tekniker för kommunikation med olika estetiska uttrycksformer.",
  "code" : "ESI",
  "designation" : "",
  "skolfsId" : "0000:00",
  "purposes" : [ {
    "type" : "PARAGRAPH",
    "heading" : "",
    "lines" : [ "Undervisningen i ämnet estetisk kommunikation ska syfta till att eleverna utvecklar kunskaper om kommunikation via olika estetiska uttrycksformer samt förmåga att utföra arbetsuppgifter inom estetiska och skapande verksamheter.", "Genom undervisningen ska eleverna ges möjlighet att utveckla kunskaper om olika estetiska uttrycksformer samt om relationen mellan utövarens avsikt att beröra och mottagarens tolkning och förståelse av budskapet.", "Undervisningen ska leda till att eleverna utvecklar förmåga att se och tolka budskap i olika former av estetisk kommunikation." ]
  }, {
    "type" : "PARAGRAPH",
    "heading" : "",
    "lines" : [ "Vidare ska eleverna ges möjlighet att utveckla kunskaper om metoder och tekniker som används inom olika estetiska uttrycksformer.", "Undervisningen ska också bidra till att eleverna utvecklar förmåga att arbeta kreativt, idérikt och med ett personligt uttryck.", "Eleverna ska ges möjlighet att utveckla förmåga att experimentera och pröva olika uttryck och uttrycksformer.", "Det kan handla om att arbeta med en produktion från idé till färdig gestaltning men också om ett estetiskt inslag i en verksamhet.", "Undervisningen ska leda till att eleverna utvecklar förmåga att utföra arbetsuppgifter inom estetiska och skapande verksamheter." ]
  }, {
    "type" : "PARAGRAPH",
    "heading" : "",
    "lines" : [ "Undervisningen ska bidra till att eleverna utvecklar kunskaper om verksamheter med arbetsuppgifter inom det estetiska området.", "Undervisningen ska även ge eleverna möjlighet att utveckla kunskaper om ergonomi samt arbetsmiljö och säkerhet inom verksamhetsområdet.", "Undervisningen ska också bidra till att eleverna utvecklar kunskaper om lagar och andra bestämmelser inom området samt om etiska frågeställningar i samband med estetisk kommunikation." ]
  }, {
    "type" : "PARAGRAPH",
    "heading" : "",
    "lines" : [ "Fältstudier, praktiskt arbete och ett undersökande arbetssätt ska ingå i undervisningen.", "Eleverna ska ges möjlighet att reflektera över och samtala om hur estetiska uttryck kan beröra och påverka människor samt hur uttrycken kan bidra till tankefrihet, yttrandefrihet, nyskapande och utveckling." ]
  }, {
    "type" : "BULLET",
    "heading" : "Undervisningen i ämnet estetisk kommunikation ska ge eleverna förutsättningar att utveckla följande:",
    "lines" : [ "Kunskaper om estetiska uttrycksmedel som kommunikativa processer.", "Förmåga att tolka budskap i olika former av estetisk kommunikation.", "Förmåga att använda metoder och tekniker för kommunikation med estetiska uttrycksmedel.", "Förmåga att utföra arbetsuppgifter inom estetiska och skapande verksamheter på ett etiskt samt säkert sätt." ]
  } ],
  "courses" : [ {
    "name" : "Estetisk kommunikation 1",
    "description" : "Kursen estetisk kommunikation 1 omfattar punkterna 1–4 under rubriken Ämnets syfte.",
    "code" : "ESIEST51",
    "centralContent" : [ {
      "heading" : "Undervisningen i kursen ska behandla följande centrala innehåll:",
      "lines" : [ "Estetiska uttrycksformer, till exempel musik, bild, dans och teater.", "Kommunikation och interaktion mellan människor med hjälp av estetiska uttrycksformer samt hur dessa berör och påverkar människor.", "Budskap i olika former av estetisk kommunikation och upplevelsen av dem.", "Tekniker, metoder och medier för olika former av estetisk kommunikation samt skapande verksamhet.", "Estetiska och skapande verksamheter inom till exempel teater, körverksamhet och skapande verksamheter för olika målgrupper.", "Den konstnärliga produktionsprocessen, från idé till färdig gestaltning.", "Etiska frågeställningar i samband med estetisk kommunikation.", "Verksamheter med arbetsuppgifter inom det estetiska området.", "Ergonomi, arbetsmiljö och säkerhet." ]
    } ],
    "knowledgeRequirementParagraphs" : [ {
      "heading" : "",
      "knowledgeRequirements" : [ {
        "text" : "Eleven <strong>________</strong> i att redogöra för estetiska uttrycksmedel som kommunikativa processer.",
        "knowledgeRequirementChoice" : {
          "E" : "Eleven <strong>medverkar</strong> i att redogöra för estetiska uttrycksmedel som kommunikativa processer.",
          "C" : "Eleven redogör <strong>på ett enkelt sätt</strong> för estetiska uttrycksmedel som kommunikativa processer.",
          "A" : "Eleven redogör <strong>på ett utvecklat sätt</strong> för estetiska uttrycksmedel som kommunikativa processer."
        }
      }, {
        "text" : "Eleven <strong>________</strong> i att tolka budskap i olika former av estetisk kommunikation.",
        "knowledgeRequirementChoice" : {
          "E" : "Eleven <strong>medverkar</strong> i att tolka budskap i olika former av estetisk kommunikation.",
          "C" : "Eleven tolkar <strong>på ett enkelt sätt</strong> budskap i olika former av estetisk kommunikation.",
          "A" : "Eleven tolkar <strong>på ett utvecklat sätt</strong> budskap i olika former av estetisk kommunikation."
        }
      }, {
        "text" : "Eleven <strong>________</strong> i att använda metoder och tekniker för kommunikation med estetiska uttrycksmedel.",
        "knowledgeRequirementChoice" : {
          "E" : "Eleven <strong>medverkar</strong> i att använda metoder och tekniker för kommunikation med estetiska uttrycksmedel.",
          "C" : "Eleven använder <strong>på ett delvis ändamålsenligt sätt</strong> metoder och tekniker för kommunikation med estetiska uttrycksmedel.",
          "A" : "Eleven använder <strong>på ett ändamålsenligt sätt</strong> metoder och tekniker för kommunikation med estetiska uttrycksmedel."
        }
      }, {
        "text" : "Eleven <strong>________</strong> också i att utföra arbetsmoment inom estetiska och skapande verksamheter på ett etiskt samt säkert sätt.",
        "knowledgeRequirementChoice" : {
          "E" : "Eleven <strong>medverkar</strong> också i att utföra arbetsmoment inom estetiska och skapande verksamheter på ett etiskt samt säkert sätt.",
          "C" : "Eleven utför också <strong>med tillfredsställande resultat</strong> arbetsmoment inom estetiska och skapande verksamheter på ett etiskt samt säkert sätt.",
          "A" : "Eleven utför också <strong>med gott resultat</strong> arbetsmoment inom estetiska och skapande verksamheter på ett etiskt samt säkert sätt."
        }
      } ]
    } ],
    "point" : 100,
    "year" : null
  }, {
    "name" : "Estetisk kommunikation 2",
    "description" : "Kursen estetisk kommunikation 2 omfattar punkterna 1–4. I kursen behandlas fördjupade kunskaper i ämnet.",
    "code" : "ESIEST52",
    "centralContent" : [ {
      "heading" : "Undervisningen i kursen ska behandla följande centrala innehåll:",
      "lines" : [ "Kommunikation och interaktion mellan människor med hjälp av estetiska uttrycksformer samt hur dessa berör och påverkar människor.", "Budskap i olika former av estetisk kommunikation och upplevelsen av dem.", "Tekniker, metoder och medier för olika former av estetisk kommunikation samt skapande verksamhet.", "Estetiska och skapande verksamheter inom till exempel teater, körverksamhet och dans.", "Skapande verksamheter för olika målgrupper.", "Den konstnärliga produktionsprocessen, från idé till färdig gestaltning. Samverkan mellan olika konstformer för framställning av ett verk.", "Ergonomi, arbetsmiljö och säkerhet." ]
    } ],
    "knowledgeRequirementParagraphs" : [ {
      "heading" : "",
      "knowledgeRequirements" : [ {
        "text" : "Eleven <strong>________</strong> i att redogöra för estetiska uttrycksmedel som kommunikativa processer.",
        "knowledgeRequirementChoice" : {
          "E" : "Eleven <strong>medverkar</strong> i att redogöra för estetiska uttrycksmedel som kommunikativa processer.",
          "C" : "Eleven redogör <strong>på ett enkelt sätt</strong> för estetiska uttrycksmedel som kommunikativa processer.",
          "A" : "Eleven redogör <strong>på ett utvecklat sätt</strong> för estetiska uttrycksmedel som kommunikativa processer."
        }
      }, {
        "text" : "Eleven <strong>________</strong> i att tolka budskap i olika former av estetisk kommunikation.",
        "knowledgeRequirementChoice" : {
          "E" : "Eleven <strong>medverkar</strong> i att tolka budskap i olika former av estetisk kommunikation.",
          "C" : "Eleven tolkar <strong>på ett enkelt sätt</strong> budskap i olika former av estetisk kommunikation.",
          "A" : "Eleven tolkar <strong>på ett utvecklat sätt</strong> budskap i olika former av estetisk kommunikation."
        }
      }, {
        "text" : "Eleven <strong>________</strong> i att använda metoder och tekniker för kommunikation med estetiska uttrycksmedel.",
        "knowledgeRequirementChoice" : {
          "E" : "Eleven <strong>medverkar</strong> i att använda metoder och tekniker för kommunikation med estetiska uttrycksmedel.",
          "C" : "Eleven använder <strong>på ett delvis ändamålsenligt sätt</strong> metoder och tekniker för kommunikation med estetiska uttrycksmedel.",
          "A" : "Eleven använder <strong>på ett ändamålsenligt sätt</strong> metoder och tekniker för kommunikation med estetiska uttrycksmedel."
        }
      }, {
        "text" : "Eleven <strong>________</strong> också i att utföra arbetsmoment inom estetiska och skapande verksamheter på ett etiskt samt säkert sätt.",
        "knowledgeRequirementChoice" : {
          "E" : "Eleven <strong>medverkar</strong> också i att utföra arbetsmoment inom estetiska och skapande verksamheter på ett etiskt samt säkert sätt.",
          "C" : "Eleven utför också <strong>med tillfredsställande resultat</strong> arbetsmoment inom estetiska och skapande verksamheter på ett etiskt samt säkert sätt.",
          "A" : "Eleven utför också <strong>med gott resultat</strong> arbetsmoment inom estetiska och skapande verksamheter på ett etiskt samt säkert sätt."
        }
      } ]
    } ],
    "point" : 100,
    "year" : null
  } ]
}