{
  "name" : "Fotografisk bild",
  "description" : "Ämnet fotografisk bild behandlar den fotografiska bildens funktion och användningsområden i olika sammanhang. Ämnet handlar om att skapa betydelser och kommunicera med hjälp av bilder. I ämnet behandlas den fotografiska bildens estetik, villkoren för bildpublicering och fotografiets historia.",
  "code" : "FOA",
  "designation" : "",
  "skolfsId" : "0000:00",
  "purposes" : [ {
    "type" : "PARAGRAPH",
    "heading" : "",
    "lines" : [ "Undervisningen i ämnet fotografisk bild ska syfta till att eleverna utvecklar kunskaper om fotografiska bilders funktion och användningsområden samt förmåga att fotografera.", "Genom undervisningen ska eleverna ges möjlighet att utveckla kunskaper om olika typer av fotografiska bilder och deras budskap samt om fotografiets historiska utveckling.", "Undervisningen ska bidra till att eleverna utvecklar kunskaper om olika uttrycksmedel i fotografiska bilder, till exempel linje, färg och ytstruktur samt hur de hänger samman med det färdiga bilduttrycket.", "Undervisningen ska leda till att eleverna utvecklar kunskaper om hur bilder kommunicerar budskap samt förmåga att tolka egna och andras bilder." ]
  }, {
    "type" : "PARAGRAPH",
    "heading" : "",
    "lines" : [ "Vidare ska eleverna ges möjlighet att utveckla kunskaper om tekniker och material för framställning av fotografiska bilder.", "Den fotografiska gestaltningen omfattar ett flertal tekniker, såväl hantverksmässiga som digitala.", "Undervisningen ska också bidra till att eleverna utvecklar förmåga att arbeta kreativt, idérikt och med ett personligt uttryck.", "Undervisningen ska leda till att eleverna utvecklar förmåga att framställa fotografiska bilder med hjälp av olika tekniker och material." ]
  }, {
    "type" : "PARAGRAPH",
    "heading" : "",
    "lines" : [ "Undervisningen ska också bidra till att eleverna utvecklar kunskaper om lagar och andra bestämmelser inom området samt om etik i samband med bildframställning." ]
  }, {
    "type" : "PARAGRAPH",
    "heading" : "",
    "lines" : [ "Ett undersökande och laborativt arbetssätt ska ingå i undervisningen.", "Eleverna ska ges möjlighet att reflektera över samt samtala om värdegrundsfrågor inom området." ]
  }, {
    "type" : "BULLET",
    "heading" : "Undervisningen i ämnet fotografisk bild ska ge eleverna förutsättningar att utveckla följande:",
    "lines" : [ "Kunskaper om den fotografiska bildens funktion och användningsområden.", "Förmåga att tolka olika typer av fotografiska bilder och deras budskap.", "Förmåga att framställa fotografiska bilder med olika tekniker och material." ]
  } ],
  "courses" : [ {
    "name" : "Fotografisk bild 1",
    "description" : "Kursen fotografisk bild 1 omfattar punkterna 1–3 under rubriken Ämnets syfte. I kursen behandlas grundläggande kunskaper i ämnet.",
    "code" : "FOAFOT51",
    "centralContent" : [ {
      "heading" : "Undervisningen i kursen ska behandla följande centrala innehåll:",
      "lines" : [ "Olika typer av fotografiska bilder.", "Den fotografiska bildens budskap, funktion och användningsområden.", "Sambandet mellan bildens innehåll och form samt samverkan mellan bild och text.", "Den fotografiska bildens estetiska uttrycksmedel, till exempel komposition, ljussättning och kontrast. Hur en känsla, en tanke, en idé eller ett budskap kan omsättas i fotografisk bild.", "Kamerateknik i samband med olika typer av motivval.", "De fotografiska materialens egenskaper och användningsområden.", "Digital bildbehandling. Programvaror för att behandla bilder digitalt.", "Kopiering, bildredigering samt olika metoder för att ta fram bilder på papper och för visning." ]
    } ],
    "knowledgeRequirementParagraphs" : [ {
      "heading" : "",
      "knowledgeRequirements" : [ {
        "text" : "Eleven <strong>________</strong> i samtal om den fotografiska bildens funktion och användningsområden.",
        "knowledgeRequirementChoice" : {
          "E" : "Eleven <strong>medverkar</strong> i samtal om den fotografiska bildens funktion och användningsområden.",
          "C" : "Eleven samtalar <strong>på ett enkelt sätt</strong> om den fotografiska bildens funktion och användningsområden.",
          "A" : "Eleven samtalar <strong>på ett utvecklat sätt</strong> om den fotografiska bildens funktion och användningsområden."
        }
      }, {
        "text" : "Dessutom <strong>________</strong> eleven i att tolka olika typer av fotografiska bilder och deras budskap.",
        "knowledgeRequirementChoice" : {
          "E" : "Dessutom <strong>medverkar</strong> eleven i att tolka olika typer av fotografiska bilder och deras budskap.",
          "C" : "Dessutom tolkar eleven <strong>på ett enkelt sätt</strong> olika typer av fotografiska bilder och deras budskap.",
          "A" : "Dessutom tolkar eleven <strong>på ett utvecklat sätt</strong> olika typer av fotografiska bilder och deras budskap."
        }
      }, {
        "text" : "Eleven <strong>________</strong> också i att framställa fotografiska bilder med olika tekniker och material.",
        "knowledgeRequirementChoice" : {
          "E" : "Eleven <strong>medverkar</strong> också i att framställa fotografiska bilder med olika tekniker och material.",
          "C" : "Eleven framställer också <strong>med tillfredsställande resultat</strong> fotografiska bilder med olika tekniker och material.",
          "A" : "Eleven framställer också <strong>med gott resultat</strong> fotografiska bilder med olika tekniker och material."
        }
      } ]
    } ],
    "point" : 100,
    "year" : null
  }, {
    "name" : "Fotografisk bild 2",
    "description" : "Kursen fotografisk bild 2 omfattar punkterna 1–3 under rubriken Ämnets syfte.",
    "code" : "FOAFOT52",
    "centralContent" : [ {
      "heading" : "Undervisningen i kursen ska behandla följande centrala innehåll:",
      "lines" : [ "Olika typer av fotografiska bilder. Några fotografiska genrer förr och nu.", "Den fotografiska bildens budskap, funktion och användningsområden.", "Sambandet mellan bildens innehåll och form samt samverkan mellan bild och text.", "Tolkning av fotografiska bildens budskap utifrån olika perspektiv, till exempel genus, etnicitet och ålder.", "Den fotografiska bildens estetiska uttrycksmedel, till exempel komposition, ljussättning och kontrast. Hur en känsla, en tanke, en idé eller ett budskap kan omsättas i fotografisk bild.", "Kamerateknik i samband med olika typer av motivval.", "Ljussättning i och utanför studio samt olika ljuskällors egenskaper.", "De fotografiska materialens egenskaper och användningsområden.", "Digital bildbehandling: bildredigering, digitala bildformat, dokumentstorlek, bildupplösning, lagring av bilder och digitala färgrymder.", "Kopiering, bildredigering samt olika metoder för att ta fram bilder på papper och för visning." ]
    } ],
    "knowledgeRequirementParagraphs" : [ {
      "heading" : "",
      "knowledgeRequirements" : [ {
        "text" : "Eleven <strong>________</strong> i samtal om den fotografiska bildens funktion och användningsområden.",
        "knowledgeRequirementChoice" : {
          "E" : "Eleven <strong>medverkar</strong> i samtal om den fotografiska bildens funktion och användningsområden.",
          "C" : "Eleven samtalar <strong>på ett enkelt sätt</strong> om den fotografiska bildens funktion och användningsområden.",
          "A" : "Eleven samtalar <strong>på ett utvecklat sätt</strong> om den fotografiska bildens funktion och användningsområden."
        }
      }, {
        "text" : "Dessutom <strong>________</strong> eleven i att tolka olika typer av fotografiska bilder och deras budskap.",
        "knowledgeRequirementChoice" : {
          "E" : "Dessutom <strong>medverkar</strong> eleven i att tolka olika typer av fotografiska bilder och deras budskap.",
          "C" : "Dessutom tolkar eleven <strong>på ett enkelt sätt</strong> olika typer av fotografiska bilder och deras budskap.",
          "A" : "Dessutom tolkar eleven <strong>på ett utvecklat sätt</strong> olika typer av fotografiska bilder och deras budskap."
        }
      }, {
        "text" : "Eleven <strong>________</strong> också i att framställa fotografiska bilder med olika tekniker och material.",
        "knowledgeRequirementChoice" : {
          "E" : "Eleven <strong>medverkar</strong> också i att framställa fotografiska bilder med olika tekniker och material.",
          "C" : "Eleven framställer också <strong>med tillfredsställande resultat</strong> fotografiska bilder med olika tekniker och material.",
          "A" : "Eleven framställer också <strong>med gott resultat</strong> fotografiska bilder med olika tekniker och material."
        }
      } ]
    } ],
    "point" : 100,
    "year" : null
  } ]
}