{
  "name" : "Handel",
  "description" : "Ämnet handel behandlar handels- och tjänstesektorns roll och funktioner. Ämnet handlar om hantering och försäljning av varor och tjänster samt marknadsföring. I ämnet ingår arbetsmiljö samt service och bemötande.",
  "code" : "HAD",
  "designation" : "",
  "skolfsId" : "0000:00",
  "purposes" : [ {
    "type" : "PARAGRAPH",
    "heading" : "",
    "lines" : [ "Undervisningen i ämnet handel ska syfta till att eleverna utvecklar kunskaper om handel med varor och tjänster samt förmåga att utföra arbetsuppgifter inom området.", "Genom undervisningen ska eleverna ges möjlighet att utveckla kunskaper om handels- och tjänstesektorns roll och funktioner i samhället.", "Handel är en länk mellan tillverkare och konsument och finns inom många branscher och i olika former.", "Undervisningen ska bidra till att eleverna utvecklar kunskaper om sambanden mellan utbud och efterfrågan.", "Eleverna ska också ges möjlighet att utveckla kunskaper om företags affärsidéer, marknadsföring och miljöarbete." ]
  }, {
    "type" : "PARAGRAPH",
    "heading" : "",
    "lines" : [ "I undervisningen ska eleverna ges möjlighet att utveckla kunskaper om material, utrustning och metoder som används inom handel med varor och tjänster.", "Vidare ska eleverna ges möjlighet att utveckla förmåga att möta kunder på ett serviceinriktat sätt.", "Undervisningen ska leda till att eleverna utvecklar förmåga att utföra arbetsuppgifter inom handel på ett serviceinriktat sätt." ]
  }, {
    "type" : "PARAGRAPH",
    "heading" : "",
    "lines" : [ "Undervisningen ska också bidra till att eleverna utvecklar kunskaper om ergonomi och arbetsmiljö samt om lagar och andra bestämmelser inom handelsområdet." ]
  }, {
    "type" : "PARAGRAPH",
    "heading" : "",
    "lines" : [ "Praktiskt arbete, fältstudier och ett problemlösande arbetssätt ska ingå i undervisningen.", "I undervisningen ska eleverna ges möjlighet att reflektera över och samtala om arbetsmiljön och betydelsen av ett serviceinriktat förhållningssätt i mötet med kunder." ]
  }, {
    "type" : "BULLET",
    "heading" : "Undervisningen i ämnet handel ska ge eleverna förutsättningar att utveckla följande:",
    "lines" : [ "Kunskaper om handel med varor och tjänster.", "Förmåga att använda material, utrustning och metoder som används inom handel.", "Förmåga att utföra arbetsuppgifter inom handel på ett serviceinriktat sätt." ]
  } ],
  "courses" : [ {
    "name" : "Handel 1",
    "description" : "Kursen handel 1 omfattar punkterna 1–3 under rubriken Ämnets syfte. I kursen behandlas grundläggande kunskaper i ämnet.",
    "code" : "HADHAN51",
    "centralContent" : [ {
      "heading" : "Undervisningen i kursen ska behandla följande centrala innehåll:",
      "lines" : [ "Branscher och arbete inom handels- och tjänstesektorn.", "Olika former av försäljning av varor och tjänster inom handels- och tjänstesektorn, till exempel torghandel, handel i butik och näthandel.", "Affärsidéer inom olika företag, till exempel val av varor och tjänster samt servicekoncept.", "Miljöfrågor och miljömärkning.", "Material och utrustning inom handels- och tjänstesektorn.", "Arbetsuppgifter inom handels- och tjänstesektorn, till exempel påfyllning av varor, kopiering och kundkontakt.", "Service och bemötande.", "Ergonomi, arbetsmiljö och säkerhet.", "Lagar och andra bestämmelser inom handels- och tjänstesektorn, till exempel konsumentköplagen och diskrimineringslagen." ]
    } ],
    "knowledgeRequirementParagraphs" : [ {
      "heading" : "",
      "knowledgeRequirements" : [ {
        "text" : "Eleven <strong>________</strong> i att beskriva handel med varor och tjänster.",
        "knowledgeRequirementChoice" : {
          "E" : "Eleven <strong>medverkar</strong> i att beskriva handel med varor och tjänster.",
          "C" : "Eleven beskriver <strong>på ett enkelt sätt</strong> handel med varor och tjänster.",
          "A" : "Eleven beskriver <strong>på ett utvecklat sätt</strong> handel med varor och tjänster."
        }
      }, {
        "text" : "Eleven <strong>________</strong> i att använda material, utrustning och metoder som används inom handel.",
        "knowledgeRequirementChoice" : {
          "E" : "Eleven <strong>medverkar</strong> i att använda material, utrustning och metoder som används inom handel.",
          "C" : "Eleven använder material, utrustning och metoder som används inom handel <strong>på ett delvis ändamålsenligt sätt</strong>.",
          "A" : "Eleven använder material, utrustning och metoder som används inom handel <strong>på ett ändamålsenligt sätt</strong>."
        }
      }, {
        "text" : "Eleven <strong>________</strong> dessutom i att utföra arbetsmoment inom handel på ett serviceinriktat sätt.",
        "knowledgeRequirementChoice" : {
          "E" : "Eleven <strong>medverkar</strong> dessutom i att utföra arbetsmoment inom handel på ett serviceinriktat sätt.",
          "C" : "Eleven utför dessutom <strong>med viss säkerhet</strong> arbetsmoment inom handel på ett serviceinriktat sätt.",
          "A" : "Eleven utför dessutom <strong>med säkerhet</strong> arbetsmoment inom handel på ett serviceinriktat sätt."
        }
      } ]
    } ],
    "point" : 100,
    "year" : null
  }, {
    "name" : "Handel 2",
    "description" : "Kursen handel 2 omfattar punkterna 1–3 under rubriken Ämnets syfte. I kursen behandlas fördjupade kunskaper i ämnet.",
    "code" : "HADHAN52",
    "centralContent" : [ {
      "heading" : "Undervisningen i kursen ska behandla följande centrala innehåll:",
      "lines" : [ "Affärsidéer inom olika företag, till exempel val av varor och tjänster samt servicekoncept. Konsumtionstrender. Sortiment, butiksprofil samt kundens uppfattning och butiksupplevelse.", "Produktkunskap samt försäljnings- och serviceinriktade uppgifter.", "Marknadsföring av varor och tjänster i olika företag. Säljkampanjer och andra säljfrämjande åtgärder.", "Miljöfrågor och miljömärkning.", "Arbetsuppgifter inom handels- och tjänstesektorn, till exempel fylla på varor, kopiera material och hjälpa kunder.", "Service och bemötande.", "Ergonomi, arbetsmiljö och säkerhet.", "Lagar och andra bestämmelser inom handels- och tjänstesektorn, till exempel konsumentköplagen och diskrimineringslagen." ]
    } ],
    "knowledgeRequirementParagraphs" : [ {
      "heading" : "",
      "knowledgeRequirements" : [ {
        "text" : "Eleven <strong>________</strong> i att beskriva handel med varor och tjänster.",
        "knowledgeRequirementChoice" : {
          "E" : "Eleven <strong>medverkar</strong> i att beskriva handel med varor och tjänster.",
          "C" : "Eleven beskriver <strong>på ett enkelt sätt</strong> handel med varor och tjänster.",
          "A" : "Eleven beskriver <strong>på ett utvecklat sätt</strong> handel med varor och tjänster."
        }
      }, {
        "text" : "Eleven <strong>________</strong> i att använda material, utrustning och metoder som används inom handel.",
        "knowledgeRequirementChoice" : {
          "E" : "Eleven <strong>medverkar</strong> i att använda material, utrustning och metoder som används inom handel.",
          "C" : "Eleven använder material, utrustning och metoder som används inom handel <strong>på ett delvis ändamålsenligt sätt</strong>.",
          "A" : "Eleven använder material, utrustning och metoder som används inom handel <strong>på ett ändamålsenligt sätt</strong>."
        }
      }, {
        "text" : "Eleven <strong>________</strong> dessutom i att utföra arbetsmoment inom handel på ett serviceinriktat sätt.",
        "knowledgeRequirementChoice" : {
          "E" : "Eleven <strong>medverkar</strong> dessutom i att utföra arbetsmoment inom handel på ett serviceinriktat sätt.",
          "C" : "Eleven utför dessutom <strong>med viss säkerhet</strong> arbetsmoment inom handel på ett serviceinriktat sätt.",
          "A" : "Eleven utför dessutom <strong>med säkerhet</strong> arbetsmoment inom handel på ett serviceinriktat sätt."
        }
      } ]
    } ],
    "point" : 100,
    "year" : null
  }, {
    "name" : "Handel 3",
    "description" : "Kursen handel 3 omfattar punkterna 1–3 under rubriken Ämnets syfte. I kursen behandlas fördjupade kunskaper i ämnet.",
    "code" : "HADHAN53",
    "centralContent" : [ {
      "heading" : "Undervisningen i kursen ska behandla följande centrala innehåll:",
      "lines" : [ "Fördjupning inom något eller några av ämnets kunskapsområden, till exempel inom varuhantering i butik, lagerarbete och försäljning.", "Service och bemötande inom kunskapsområdet.", "Ergonomi, arbetsmiljö och säkerhet.", "Lagar och andra bestämmelser inom kunskapsområdet." ]
    } ],
    "knowledgeRequirementParagraphs" : [ {
      "heading" : "",
      "knowledgeRequirements" : [ {
        "text" : "Eleven <strong>________</strong> i att beskriva handel med varor och tjänster inom ett kunskapsområde.",
        "knowledgeRequirementChoice" : {
          "E" : "Eleven <strong>medverkar</strong> i att beskriva handel med varor och tjänster inom ett kunskapsområde.",
          "C" : "Eleven beskriver <strong>på ett enkelt sätt</strong> handel med varor och tjänster inom ett kunskapsområde.",
          "A" : "Eleven beskriver <strong>på ett utvecklat sätt</strong> handel med varor och tjänster inom ett kunskapsområde."
        }
      }, {
        "text" : "Eleven <strong>________</strong> i att använda material, utrustning och metoder som används inom kunskapsområdet.",
        "knowledgeRequirementChoice" : {
          "E" : "Eleven <strong>medverkar</strong> i att använda material, utrustning och metoder som används inom kunskapsområdet.",
          "C" : "Eleven använder material, utrustning och metoder som används inom kunskapsområdet <strong>på ett delvis ändamålsenligt sätt</strong>.",
          "A" : "Eleven använder material, utrustning och metoder som används inom kunskapsområdet <strong>på ett ändamålsenligt sätt</strong>."
        }
      }, {
        "text" : "Eleven <strong>________</strong> dessutom i att utföra arbetsmoment inom kunskapsområdet på ett serviceinriktat sätt.",
        "knowledgeRequirementChoice" : {
          "E" : "Eleven <strong>medverkar</strong> dessutom i att utföra arbetsmoment inom kunskapsområdet på ett serviceinriktat sätt.",
          "C" : "Eleven utför dessutom <strong>med viss säkerhet</strong> arbetsmoment inom kunskapsområdet på ett serviceinriktat sätt.",
          "A" : "Eleven utför dessutom <strong>med säkerhet</strong> arbetsmoment inom kunskapsområdet på ett serviceinriktat sätt."
        }
      } ]
    } ],
    "point" : 100,
    "year" : null
  }, {
    "name" : "Praktisk marknadsföring",
    "description" : "Kursen praktisk marknadsföring omfattar punkterna 1–3 under rubriken Ämnets syfte. ",
    "code" : "HADPRA5",
    "centralContent" : [ {
      "heading" : "Undervisningen i kursen ska behandla följande centrala innehåll:",
      "lines" : [ "Affärsidé, marknads- och säljplan.", "Sortiment, butiksprofil samt kundens uppfattning och butiksupplevelse.", "Marknadsföring, säljkampanjer och andra säljfrämjande åtgärder.", "Exponeringsarbete med hjälp av olika former av säljstödsmaterial, till exempel textade skyltar, flygblad och broschyrer.", "Digitala och sociala medier i samband med marknadsföring och försäljning.", "Butikskommunikation, hur butiksmiljön påverkar och vägleder kunders köpbeteende i butiken.", "Lagar och andra bestämmelser inom området, till exempel konsumentköplagen och marknadsföringslagen.", "Etiska regler i samband med marknadsföring." ]
    } ],
    "knowledgeRequirementParagraphs" : [ {
      "heading" : "",
      "knowledgeRequirements" : [ {
        "text" : "Eleven <strong>________</strong> i att beskriva marknadsföring av varor och tjänster.",
        "knowledgeRequirementChoice" : {
          "E" : "Eleven <strong>medverkar</strong> i att beskriva marknadsföring av varor och tjänster.",
          "C" : "Eleven beskriver <strong>på ett enkelt sätt</strong> marknadsföring av varor och tjänster.",
          "A" : "Eleven beskriver <strong>på ett utvecklat sätt</strong> marknadsföring av varor och tjänster."
        }
      }, {
        "text" : "Eleven <strong>________</strong> i att använda material, utrustning och metoder som används i marknadsföring inom handel.",
        "knowledgeRequirementChoice" : {
          "E" : "Eleven <strong>medverkar</strong> i att använda material, utrustning och metoder som används i marknadsföring inom handel.",
          "C" : "Eleven använder <strong>på ett delvis ändamålsenligt sätt</strong> material, utrustning och metoder som används i marknadsföring inom handel.",
          "A" : "Eleven använder <strong>på ett ändamålsenligt sätt</strong> material, utrustning och metoder som används i marknadsföring inom handel."
        }
      }, {
        "text" : "Eleven <strong>________</strong> dessutom i att utföra arbetsmoment i marknadsföring inom handel på ett serviceinriktat sätt.",
        "knowledgeRequirementChoice" : {
          "E" : "Eleven <strong>medverkar</strong> dessutom i att utföra arbetsmoment i marknadsföring inom handel på ett serviceinriktat sätt.",
          "C" : "Eleven utför dessutom <strong>med viss säkerhet</strong> arbetsmoment i marknadsföring inom handel på ett serviceinriktat sätt.",
          "A" : "Eleven utför dessutom <strong>med säkerhet</strong> arbetsmoment i marknadsföring inom handel på ett serviceinriktat sätt."
        }
      } ]
    } ],
    "point" : 100,
    "year" : null
  } ]
}