{
  "name" : "Hem- och konsumentkunskap",
  "description" : "Ämnet hem- och konsumentkunskap behandlar arbete, boende, ekonomi och konsumtion i hemmet. I ämnet behandlas hur val och handlingar i hemmet påverkar hälsan, ekonomin och miljön. Ämnet ger en beredskap för att kunna skapa en fungerande vardag.",
  "code" : "HEO",
  "designation" : "",
  "skolfsId" : "0000:00",
  "purposes" : [ {
    "type" : "PARAGRAPH",
    "heading" : "",
    "lines" : [ "Undervisningen i ämnet hem- och konsumentkunskap ska syfta till att eleverna utvecklar kunskaper om arbete, ekonomi och konsumtion i hemmet.", "Undervisningen ska också bidra till att eleverna utvecklar förmåga att planera, genomföra och utvärdera olika arbetsuppgifter i hemmet." ]
  }, {
    "type" : "PARAGRAPH",
    "heading" : "",
    "lines" : [ "Genom undervisningen ska eleverna ges möjlighet att utveckla förmåga att laga mat, skapa måltider och utföra andra arbetsuppgifter i hemmet.", "Undervisningen ska också bidra till att eleverna utvecklar förmåga att lösa olika slags problem som kan uppstå i samband med olika arbetsuppgifter." ]
  }, {
    "type" : "PARAGRAPH",
    "heading" : "",
    "lines" : [ "Genom undervisningen ska eleverna ges möjlighet att utveckla kunskaper om olika boendeformer samt vart man kan vända sig för att få hjälp och råd i frågor som rör boende, ekonomi och konsumtion.", "Undervisningen ska också bidra till att eleverna utvecklar förmåga att samtala om samt reflektera över konsumentinformation och reklam." ]
  }, {
    "type" : "PARAGRAPH",
    "heading" : "",
    "lines" : [ "I undervisningen ska eleverna ges möjlighet att utveckla kunskaper om sparande, krediter och lån.", "På så sätt ska undervisningen bidra till att eleverna utvecklar en ekonomisk medvetenhet och en förståelse för pengars värde.", "Undervisningen ska också bidra till att eleverna utvecklar kunskaper om vilka konsekvenser olika val i hemmet får för hälsan, ekonomin och miljön.", "Därigenom ska eleverna ges möjlighet att utveckla kunskaper om hållbar utveckling." ]
  }, {
    "type" : "PARAGRAPH",
    "heading" : "",
    "lines" : [ "Undervisningen ska leda till att eleverna utvecklar kunskaper om arbetsfördelning och jämställdhet i hemmet." ]
  }, {
    "type" : "BULLET",
    "heading" : "Undervisningen i ämnet hem- och konsumentkunskap ska ge eleverna förutsättningar att utveckla följande:",
    "lines" : [ "Förmåga att planera, genomföra och utvärdera arbetsuppgifter i hemmet.", "Förmåga att reflektera över och värdera konsumentinformation och reklam.", "Förmåga att värdera val och handlingar i hemmet utifrån perspektiven hälsa, ekonomi samt hållbar utveckling." ]
  } ],
  "courses" : [ {
    "name" : "Hem- och konsumentkunskap 1",
    "description" : "Kursen hem- och konsumentkunskap 1 omfattar punkterna 1–3 under rubriken Ämnets syfte.",
    "code" : "HEOHEM51",
    "centralContent" : [ {
      "heading" : "Undervisningen i kursen ska behandla följande centrala innehåll:",
      "lines" : [ ]
    }, {
      "heading" : "Mat och måltider",
      "lines" : [ "Matlagning och bakning samt olika metoder för detta. Hur valet av metod påverkar arbetsprocessen och resultatet.", "Hur man följer en instruktion eller ett recept samt gör anpassningar av sådana, till exempel att byta ut en ingrediens eller anpassa mängden.", "Redskap och teknisk utrustning som kan användas vid matlagning samt hur de kan användas på ett funktionellt och säkert sätt.", "Förvaring samt hantering av hushållets varor och produkter.", "Hur man kan hushålla med livsmedel och andra förbrukningsvaror i hemmet.", "Matens betydelse för hälsan.", "Hur man kan arrangera måltider samt måltidens betydelse för gemenskap och kultur." ]
    }, {
      "heading" : "Hem och boende",
      "lines" : [ "Olika boendeformer och hur man skaffar en bostad.", "Planering och organisering av hemmet, till exempel möblering.", "Hygien samt rengöring av bostaden.", "Tvätt och skötsel av kläder.", "Försäkringar och deras betydelse." ]
    }, {
      "heading" : "Ekonomi och konsumtion",
      "lines" : [ "Att handla och konsumera i hushållet, till exempel livsmedel, städ- och tvättprodukter.", "Planering och organisering av den egna ekonomin.", "Att handla i butik och att handla på internet.", "Lån, krediter och abonnemang samt hur dessa fungerar.", "Sparande och utgifter samt hur detta påverkar privatekonomin.", "Värdering och jämförelser av produkter och varor utifrån perspektiven hälsa, ekonomi samt hållbar utveckling." ]
    } ],
    "knowledgeRequirementParagraphs" : [ {
      "heading" : "",
      "knowledgeRequirements" : [ {
        "text" : "Eleven <strong>________</strong> i att tillaga enkla måltider och genomföra andra arbetsmoment som förekommer i hemmet.",
        "knowledgeRequirementChoice" : {
          "E" : "Eleven <strong>medverkar</strong> i att tillaga enkla måltider och genomföra andra arbetsmoment som förekommer i hemmet.",
          "C" : "Eleven tillagar enkla måltider och genomför andra arbetsmoment som förekommer i hemmet <strong>med tillfredsställande resultat</strong>.",
          "A" : "Eleven tillagar enkla måltider och genomför andra arbetsmoment som förekommer i hemmet <strong>med gott resultat</strong>."
        }
      }, {
        "text" : "I arbetet <strong>________</strong> eleven i att använda redskap, produkter och metoder.",
        "knowledgeRequirementChoice" : {
          "E" : "I arbetet <strong>medverkar</strong> eleven i att använda redskap, produkter och metoder.",
          "C" : "I arbetet använder eleven redskap, produkter och metoder <strong>på ett delvis ändamålsenligt sätt</strong>.",
          "A" : "I arbetet använder eleven redskap, produkter och metoder <strong>på ett ändamålsenligt sätt</strong>."
        }
      } ]
    }, {
      "heading" : "",
      "knowledgeRequirements" : [ {
        "text" : "Eleven <strong>________</strong> i att tolka konsumentinformation och i att föra resonemang om informationens användbarhet.",
        "knowledgeRequirementChoice" : {
          "E" : "Eleven <strong>medverkar</strong> i att tolka konsumentinformation och i att föra resonemang om informationens användbarhet.",
          "C" : "Eleven tolkar <strong>på ett enkelt sätt</strong> konsumentinformation och för <strong>enkla</strong> resonemang om informationens användbarhet.",
          "A" : "Eleven tolkar <strong>på ett utvecklat sätt</strong> konsumentinformation och för <strong>utvecklade</strong> resonemang om informationens användbarhet."
        }
      }, {
        "text" : "Dessutom <strong>________</strong> eleven i att föra resonemang om vilka konsekvenser för hälsa, miljö samt ekonomi som olika val och handlingar i hemmet kan leda till.",
        "knowledgeRequirementChoice" : {
          "E" : "Dessutom <strong>medverkar</strong> eleven i att föra resonemang om vilka konsekvenser för hälsa, miljö samt ekonomi som olika val och handlingar i hemmet kan leda till.",
          "C" : "Dessutom för eleven <strong>enkla</strong> resonemang om vilka konsekvenser för hälsa, miljö samt ekonomi som olika val och handlingar i hemmet kan leda till.",
          "A" : "Dessutom för eleven <strong>utvecklade</strong> resonemang om vilka konsekvenser för hälsa, miljö samt ekonomi som olika val och handlingar i hemmet kan leda till."
        }
      } ]
    } ],
    "point" : 100,
    "year" : null
  }, {
    "name" : "Hem- och konsumentkunskap 2",
    "description" : "Kursen hem- och konsumentkunskap 2 omfattar punkterna 1–3 under rubriken Ämnets syfte. I kursen behandlas fördjupade kunskaper i ämnet.",
    "code" : "HEOHEM52",
    "centralContent" : [ {
      "heading" : "Undervisningen i kursen ska behandla följande centrala innehåll:",
      "lines" : [ ]
    }, {
      "heading" : "Mat och måltider",
      "lines" : [ "Matlagning och bakning samt olika metoder för detta. Hur valet av metod påverkar arbetsprocessen och resultatet.", "Hur man följer en instruktion eller ett recept samt gör anpassningar av befintliga, till exempel att byta ut en ingrediens eller anpassa mängden.", "Redskap och teknisk utrustning som kan användas vid matlagning samt hur de kan användas på ett funktionellt och säkert sätt.", "Förvaring samt hantering av hushållets varor och produkter.", "Matens betydelse för hälsan.", "Hur man kan arrangera måltider samt måltidens betydelse för gemenskap och kultur." ]
    }, {
      "heading" : "Miljö och livsstil",
      "lines" : [ "Hur varor och tjänster produceras och transporteras samt hur det påverkar miljö och hälsa.", "Olika märkningar och symboler som ger information om varor och tjänster.", "Aktuella samhällsfrågor som rör privatekonomi, mat och hälsa.", "Hur planeringen och organiseringen av arbetet i hemmet påverkar mäns och kvinnors deltagande i hemmet och i samhällslivet." ]
    }, {
      "heading" : "Ekonomi och konsumtion",
      "lines" : [ "Att handla och konsumera i hushållet, till exempel livsmedel, städ- och tvättprodukter.", "Hur reklam och information påverkar människors val och beslut, till exempel information på förpackningar samt i butiker.", "Samhällsinstanser som ger råd i frågor som rör ekonomi, konsumtion och boende, till exempel konsumentvägledare och bostadsförmedlingar.", "Vardagsjuridik kopplat till konsumtion, boende och samlevnadsfrågor.", "Värdering och jämförelser av produkter samt varor utifrån perspektiven hälsa, ekonomi och hållbar utveckling." ]
    } ],
    "knowledgeRequirementParagraphs" : [ {
      "heading" : "",
      "knowledgeRequirements" : [ {
        "text" : "Eleven <strong>________</strong> i att tillaga enkla måltider och genomföra andra arbetsmoment som förekommer i hemmet.",
        "knowledgeRequirementChoice" : {
          "E" : "Eleven <strong>medverkar</strong> i att tillaga enkla måltider och genomföra andra arbetsmoment som förekommer i hemmet.",
          "C" : "Eleven tillagar enkla måltider och genomför andra arbetsmoment som förekommer i hemmet <strong>med tillfredsställande resultat</strong>.",
          "A" : "Eleven tillagar enkla måltider och genomför andra arbetsmoment som förekommer i hemmet <strong>med gott resultat</strong>."
        }
      }, {
        "text" : "I arbetet <strong>________</strong> eleven i att använda redskap, produkter och metoder.",
        "knowledgeRequirementChoice" : {
          "E" : "I arbetet <strong>medverkar</strong> eleven i att använda redskap, produkter och metoder.",
          "C" : "I arbetet använder eleven redskap, produkter och metoder <strong>på ett delvis ändamålsenligt sätt</strong>.",
          "A" : "I arbetet använder eleven redskap, produkter och metoder <strong>på ett ändamålsenligt sätt</strong>."
        }
      }, {
        "text" : "När arbetet är utfört <strong>________</strong> eleven i att ge omdömen om sin arbetsinsats och resultatet.",
        "knowledgeRequirementChoice" : {
          "E" : "När arbetet är utfört <strong>medverkar</strong> eleven i att ge omdömen om sin arbetsinsats och resultatet.",
          "C" : "När arbetet är utfört ger eleven <strong>enkla</strong> omdömen om sin arbetsinsats och resultatet.",
          "A" : "När arbetet är utfört ger eleven <strong>utvecklade</strong> omdömen om sin arbetsinsats och resultatet."
        }
      } ]
    }, {
      "heading" : "",
      "knowledgeRequirements" : [ {
        "text" : "Eleven <strong>________</strong> i att föra resonemang om skillnaden mellan konsumentinformation och reklam.",
        "knowledgeRequirementChoice" : {
          "E" : "Eleven <strong>medverkar</strong> i att föra resonemang om skillnaden mellan konsumentinformation och reklam.",
          "C" : "Eleven för <strong>enkla</strong> resonemang om skillnaden mellan konsumentinformation och reklam.",
          "A" : "Eleven för <strong>utvecklade</strong> resonemang om skillnaden mellan konsumentinformation och reklam."
        }
      }, {
        "text" : "Dessutom <strong>________</strong> eleven i att föra resonemang om vilka konsekvenser för hälsa, miljö samt ekonomi som olika val och handlingar i hemmet kan leda till.",
        "knowledgeRequirementChoice" : {
          "E" : "Dessutom <strong>medverkar</strong> eleven i att föra resonemang om vilka konsekvenser för hälsa, miljö samt ekonomi som olika val och handlingar i hemmet kan leda till.",
          "C" : "Dessutom för eleven <strong>enkla</strong> resonemang om vilka konsekvenser för hälsa, miljö samt ekonomi som olika val och handlingar i hemmet kan leda till.",
          "A" : "Dessutom för eleven <strong>utvecklade</strong> resonemang om vilka konsekvenser för hälsa, miljö samt ekonomi som olika val och handlingar i hemmet kan leda till."
        }
      } ]
    } ],
    "point" : 100,
    "year" : null
  } ]
}