{
  "name" : "Historia",
  "description" : "Ämnet historia behandlar hur samhället och individens villkor har förändrats över tid. I ämnet ingår kunskaper om hur våra möjligheter och val inför framtiden påverkas av handlingar och händelser som skett i det förflutna.",
  "code" : "HIT",
  "designation" : "",
  "skolfsId" : "0000:00",
  "purposes" : [ {
    "type" : "PARAGRAPH",
    "heading" : "",
    "lines" : [ "Undervisningen i ämnet historia ska syfta till att eleverna utvecklar kunskaper om det förflutna och om hur historia används.", "Eleverna ska också ges möjlighet att utveckla förståelse för hur tolkningar av händelser och skeenden som inträffat i det förflutna påverkar synen på nutiden." ]
  }, {
    "type" : "PARAGRAPH",
    "heading" : "",
    "lines" : [ "Undervisningen ska bidra till att eleverna utvecklar kunskaper om olika tidsperioder.", "Eleverna ska också ges möjlighet att utveckla förmåga att använda en historisk referensram för att bättre kunna förstå frågor som har betydelse för nuet och framtiden." ]
  }, {
    "type" : "PARAGRAPH",
    "heading" : "",
    "lines" : [ "Genom undervisningen ska eleverna ges möjlighet att utveckla kunskaper om olika samband i tid och rum för att på så sätt utveckla en förståelse för historiska samhällsförändringar.", "Eleverna ska också ges möjlighet att utveckla kunskaper om olika tiders levnadsvillkor och människors roller i samband med samhällsförändringar.", "Undervisningen ska även leda till att eleverna utvecklar förmåga att använda och tolka historiska källor, samt en förståelse för hur historia skapas med hjälp av källor." ]
  }, {
    "type" : "PARAGRAPH",
    "heading" : "",
    "lines" : [ "I undervisningen ska eleverna ges möjlighet att presentera resultatet av sitt arbete med hjälp av olika uttrycksformer, såväl muntliga och skriftliga som digitala.", "Eleverna ska också ges möjlighet att själva använda och tolka historiska källor." ]
  }, {
    "type" : "BULLET",
    "heading" : "Undervisningen i ämnet historia ska ge eleverna förutsättningar att utveckla följande:",
    "lines" : [ "Kunskaper om vad som utmärker olika tidsperioder samt levnadsvillkoren för människor under olika tidsperioder.", "Förmåga att använda en historisk referensram för att förstå nutiden.", "Förmåga att använda och tolka historiska källor." ]
  } ],
  "courses" : [ {
    "name" : "Historia 1",
    "description" : "Kursen historia 1 omfattar punkterna 1–3 under rubriken Ämnets syfte.",
    "code" : "HITHIS51",
    "centralContent" : [ {
      "heading" : "Undervisningen i kursen ska behandla följande centrala innehåll:",
      "lines" : [ "Den europeiska epokindelningen utifrån ett kronologiskt perspektiv. Tidsbegreppen förhistorisk tid, forntiden, antiken, medeltiden, renässansen och upplysningstiden. Några utmärkande drag för dessa epoker.", "Förändringsprocesserna industrialisering och demokratisering under 1800- och 1900-talen. Hur dessa förändringsprocesser påverkade samhället och levnadsvillkoren för barn, kvinnor och män.", "Olika källor som speglar en familjs eller släkts historia under 1900-talet, till exempel brev, fotografier och människors berättelser." ]
    } ],
    "knowledgeRequirementParagraphs" : [ {
      "heading" : "",
      "knowledgeRequirements" : [ {
        "text" : "Eleven <strong>________</strong> i att beskriva olika tidsperioder utifrån några utmärkande drag och människors levnadsvillkor.",
        "knowledgeRequirementChoice" : {
          "E" : "Eleven <strong>medverkar</strong> i att beskriva olika tidsperioder utifrån några utmärkande drag och människors levnadsvillkor.",
          "C" : "Eleven beskriver <strong>på ett enkelt sätt</strong> olika tidsperioder utifrån några utmärkande drag och människors levnadsvillkor.",
          "A" : "Eleven beskriver <strong>på ett utvecklat sätt</strong> olika tidsperioder utifrån några utmärkande drag och människors levnadsvillkor."
        }
      }, {
        "text" : "Dessutom <strong>________</strong> eleven i att föra resonemang om historiska förändringsprocesser och deras betydelse för nutiden.",
        "knowledgeRequirementChoice" : {
          "E" : "Dessutom <strong>medverkar</strong> eleven i att föra resonemang om historiska förändringsprocesser och deras betydelse för nutiden.",
          "C" : "Dessutom för eleven <strong>enkla</strong> resonemang om historiska förändringsprocesser och deras betydelse för nutiden.",
          "A" : "Dessutom för eleven <strong>utvecklade</strong> resonemang om historiska förändringsprocesser och deras betydelse för nutiden."
        }
      } ]
    }, {
      "heading" : "",
      "knowledgeRequirements" : [ {
        "text" : "Eleven använder olika källor och <strong>________</strong> i att föra resonemang om källornas användbarhet.",
        "knowledgeRequirementChoice" : {
          "E" : "Eleven använder olika källor och <strong>medverkar</strong> i att föra resonemang om källornas användbarhet.",
          "C" : "Eleven använder olika källor och för <strong>enkla</strong> resonemang om källornas användbarhet.",
          "A" : "Eleven använder olika källor och för <strong>utvecklade</strong> resonemang om källornas användbarhet."
        }
      } ]
    } ],
    "point" : 50,
    "year" : null
  }, {
    "name" : "Historia 2",
    "description" : "Kursen historia 2 omfattar punkterna 1–3 under rubriken Ämnets syfte. I kursen behandlas fördjupade kunskaper i ämnet.",
    "code" : "HITHIS52",
    "centralContent" : [ {
      "heading" : "Undervisningen i kursen ska behandla följande centrala innehåll:",
      "lines" : [ "Tematiska fördjupningar kring historiska förändringsprocesser och händelser av betydelse för nutiden, till exempel fredssträvanden, konflikter och kolonialism.", "Historiska förändringsprocesser som förändrat människors levnadsvillkor, till exempel lokalsamhällets utveckling, migration och kulturmöten.", "Historiska källor som berättar om människors levnadsvillkor under olika tidsperioder, till exempel tidningar, filmer och föremål.", "Historiska teman i olika kulturella uttrycksformer, till exempel i film, litteratur och musik." ]
    } ],
    "knowledgeRequirementParagraphs" : [ {
      "heading" : "",
      "knowledgeRequirements" : [ {
        "text" : "Eleven <strong>________</strong> i att beskriva människors levnadsvillkor under olika tidsperioder.",
        "knowledgeRequirementChoice" : {
          "E" : "Eleven <strong>medverkar</strong> i att beskriva människors levnadsvillkor under olika tidsperioder.",
          "C" : "Eleven beskriver <strong>på ett enkelt sätt</strong> människors levnadsvillkor under olika tidsperioder.",
          "A" : "Eleven beskriver <strong>på ett utvecklat sätt</strong> människors levnadsvillkor under olika tidsperioder."
        }
      }, {
        "text" : "Dessutom <strong>________</strong> eleven i att föra resonemang om historiska förändringsprocesser och deras betydelse för nutiden.",
        "knowledgeRequirementChoice" : {
          "E" : "Dessutom <strong>medverkar</strong> eleven i att föra resonemang om historiska förändringsprocesser och deras betydelse för nutiden.",
          "C" : "Dessutom för eleven <strong>enkla</strong> resonemang om historiska förändringsprocesser och deras betydelse för nutiden.",
          "A" : "Dessutom för eleven <strong>utvecklade</strong> resonemang om historiska förändringsprocesser och deras betydelse för nutiden."
        }
      } ]
    }, {
      "heading" : "",
      "knowledgeRequirements" : [ {
        "text" : "Eleven <strong>________</strong> i att använda och tolka olika källor och i att föra resonemang om källornas användbarhet.",
        "knowledgeRequirementChoice" : {
          "E" : "Eleven <strong>medverkar</strong> i att använda och tolka olika källor och i att föra resonemang om källornas användbarhet.",
          "C" : "Eleven använder och tolkar olika källor och för <strong>enkla</strong> resonemang om källornas användbarhet.",
          "A" : "Eleven använder och tolkar olika källor och för <strong>utvecklade</strong> resonemang om källornas användbarhet."
        }
      } ]
    } ],
    "point" : 100,
    "year" : null
  }, {
    "name" : "Historia 3",
    "description" : "Kursen historia 3 omfattar punkterna 1–3 under rubriken Ämnets syfte. I kursen behandlas fördjupade kunskaper i ämnet.",
    "code" : "HITHIS53",
    "centralContent" : [ {
      "heading" : "Undervisningen i kursen ska behandla följande centrala innehåll:",
      "lines" : [ "Fördjupning kring en historisk förändringsprocess, tidsperiod, gestalt eller händelse.", "Historiska källor som berättar om levnadsvillkoren för barn, kvinnor och män.", "Undersökning med utgångspunkt i historiska källor. Hur en egen undersökning utifrån olika källor kan tolkas, sammanställas och presenteras." ]
    } ],
    "knowledgeRequirementParagraphs" : [ {
      "heading" : "",
      "knowledgeRequirements" : [ {
        "text" : "Eleven <strong>________</strong> i att beskriva en historisk förändringsprocess, tidsperiod, gestalt eller händelse och dess betydelse för nutiden.",
        "knowledgeRequirementChoice" : {
          "E" : "Eleven <strong>medverkar</strong> i att beskriva en historisk förändringsprocess, tidsperiod, gestalt eller händelse och dess betydelse för nutiden.",
          "C" : "Eleven beskriver <strong>på ett enkelt sätt</strong> en historisk förändringsprocess, tidsperiod, gestalt eller händelse och dess betydelse för nutiden.",
          "A" : "Eleven beskriver <strong>på ett utvecklat sätt</strong> en historisk förändringsprocess, tidsperiod, gestalt eller händelse och dess betydelse för nutiden."
        }
      } ]
    }, {
      "heading" : "",
      "knowledgeRequirements" : [ {
        "text" : "Eleven <strong>________</strong> i att använda olika källor och i att föra resonemang om tolkning av källorna.",
        "knowledgeRequirementChoice" : {
          "E" : "Eleven <strong>medverkar</strong> i att använda olika källor och i att föra resonemang om tolkning av källorna.",
          "C" : "Eleven använder olika källor och för <strong>enkla</strong> resonemang om tolkning av källorna.",
          "A" : "Eleven använder olika källor och för <strong>utvecklade</strong> resonemang om tolkning av källorna."
        }
      } ]
    } ],
    "point" : 100,
    "year" : null
  } ]
}