{
  "name" : "Modersmål",
  "description" : "Ämnet modersmål behandlar språklig kommunikation på modersmålet i olika sammanhang och för olika syften. I ämnet behandlas också kunskaper om kulturer, samhällen och områden där modersmålet talas, utifrån ett jämförande perspektiv.",
  "code" : "MOS",
  "designation" : "",
  "skolfsId" : "0000:00",
  "purposes" : [ {
    "type" : "PARAGRAPH",
    "heading" : "",
    "lines" : [ "Undervisningen i ämnet modersmål ska syfta till att eleverna utvecklar kunskaper i och om sitt modersmål.", "Genom undervisningen ska eleverna ges möjlighet att utveckla sin förmåga att kommunicera i tal och skrift, samt sin förmåga att kunna anpassa sitt språk till olika sammanhang och för olika syften." ]
  }, {
    "type" : "PARAGRAPH",
    "heading" : "",
    "lines" : [ "Undervisningen ska stimulera elevernas intresse för att läsa och skriva på modersmålet.", "I undervisningen ska eleverna få möta och utveckla kunskaper om olika typer av texter på modersmålet.", "Därigenom ska eleverna ges möjlighet att utveckla sin läsförmåga, sitt språk, sin identitet och sin förståelse för omvärlden." ]
  }, {
    "type" : "PARAGRAPH",
    "heading" : "",
    "lines" : [ "Genom undervisningen ska eleverna ges möjlighet att utveckla sin förmåga att formulera och uttrycka egna åsikter och tankar på modersmålet.", "Undervisningen ska också bidra till att eleverna erövrar kunskaper om modersmålets uppbyggnad samt fördjupar sin ord- och begreppsförståelse." ]
  }, {
    "type" : "PARAGRAPH",
    "heading" : "",
    "lines" : [ "Undervisningen ska ge eleverna möjlighet att utveckla sin kulturella identitet och bli flerspråkiga.", "Genom undervisningen ska eleverna därför ges möjlighet att utveckla kunskaper om kulturer, samhällen och områden där modersmålet talas.", "Undervisningen ska också bidra till att eleverna utvecklar ett jämförande förhållningssätt till kulturer och språk." ]
  }, {
    "type" : "BULLET",
    "heading" : "Undervisningen i ämnet modersmål ska ge eleverna förutsättningar att utveckla följande:",
    "lines" : [ "Förmåga att tala och skriva på modersmålet.", "Förmåga att anpassa språket efter olika syften, mottagare och sammanhang.", "Förmåga att läsa och reflektera över skönlitteratur och andra typer av texter för olika syften.", "Förmåga att diskutera samt reflektera över kultur, samhälle, geografi och natur i områden där modersmålet talas, utifrån jämförelser med svenska förhållanden." ]
  } ],
  "courses" : [ {
    "name" : "Modersmål 1",
    "description" : "Kursen modersmål 1 omfattar punkterna 1–4 under rubriken Ämnets syfte.",
    "code" : "MOSXXX51",
    "centralContent" : [ {
      "heading" : "Undervisningen i kursen ska behandla följande centrala innehåll:",
      "lines" : [ "Ord- och begreppsförråd på modersmålet.", "Språklig anpassning till situation och mottagare.", "Strategier för att göra sig förstådd och få fram sitt budskap.", "Språkriktighet och stil i samband med talade och skrivna texter.", "Olika typer av texter, utifrån elevernas intressen och studieinriktning.", "Berättande texter, bilder och musik som handlar om vardagsliv, relationer och livsfrågor.", "Traditioner, samhällsförhållanden, natur och geografiska förhållanden i språkområdet." ]
    } ],
    "knowledgeRequirementParagraphs" : [ {
      "heading" : "",
      "knowledgeRequirements" : [ {
        "text" : "Eleven deltar i samtal på sitt modersmål genom att <strong>________</strong> i att framföra samt efterfråga tankar och åsikter.",
        "knowledgeRequirementChoice" : {
          "E" : "Eleven deltar i samtal på sitt modersmål genom att <strong>medverka</strong> i att framföra samt efterfråga tankar och åsikter.",
          "C" : "Eleven deltar i samtal på sitt modersmål genom att framföra och efterfråga tankar och åsikter <strong>på ett sätt som till viss del för samtalet framåt</strong>.",
          "A" : "Eleven deltar i samtal på sitt modersmål genom att framföra och efterfråga tankar och åsikter <strong>på ett sätt som för samtalet framåt</strong>."
        }
      }, {
        "text" : "I samtal <strong>________</strong> eleven i att anpassa språket efter syfte, mottagare och sammanhang.",
        "knowledgeRequirementChoice" : {
          "E" : "I samtal <strong>medverkar</strong> eleven i att anpassa språket efter syfte, mottagare och sammanhang.",
          "C" : "I samtal anpassar eleven <strong>delvis</strong> språket efter syfte, mottagare och sammanhang.",
          "A" : "I samtal anpassar eleven språket efter syfte, mottagare och sammanhang."
        }
      }, {
        "text" : "Utifrån sitt modersmåls särdrag skriver eleven <strong>________</strong> texter och <strong>________</strong> i att anpassa texterna till sammanhanget.",
        "knowledgeRequirementChoice" : {
          "E" : "Utifrån sitt modersmåls särdrag skriver eleven <strong>mycket enkla</strong> texter och <strong>medverkar</strong> i att anpassa texterna till sammanhanget.",
          "C" : "Utifrån sitt modersmåls särdrag skriver eleven texter som är <strong>begripliga, delvis sammanhängande och delvis anpassade</strong> till sammanhanget.",
          "A" : "Utifrån sitt modersmåls särdrag skriver eleven texter som är <strong>begripliga, sammanhängande och anpassade</strong> till sammanhanget."
        }
      } ]
    }, {
      "heading" : "",
      "knowledgeRequirements" : [ {
        "text" : "Eleven läser texter <strong>________</strong>.",
        "knowledgeRequirementChoice" : {
          "E" : "Eleven läser texter <strong>med visst flyt</strong>.",
          "C" : "Eleven läser texter <strong>med flyt</strong>.",
          "A" : "Eleven läser texter <strong>med gott flyt</strong>."
        }
      }, {
        "text" : "Genom att reflektera över och <strong>________</strong> i att göra sammanfattningar av texternas innehåll visar eleven läsförståelse.",
        "knowledgeRequirementChoice" : {
          "E" : "Genom att reflektera över och <strong>medverka</strong> i att göra sammanfattningar av texternas innehåll visar eleven läsförståelse.",
          "C" : "Genom att reflektera över och göra <strong>enkla</strong> sammanfattningar av texternas innehåll visar eleven <strong>tillfredsställande</strong> läsförståelse.",
          "A" : "Genom att reflektera över och göra <strong>utvecklade</strong> sammanfattningar av texternas innehåll visar eleven <strong>god</strong> läsförståelse."
        }
      }, {
        "text" : "Utifrån egna erfarenheter <strong>________</strong> eleven i att föra resonemang om texternas budskap.",
        "knowledgeRequirementChoice" : {
          "E" : "Utifrån egna erfarenheter <strong>medverkar</strong> eleven i att föra resonemang om texternas budskap.",
          "C" : "Utifrån egna erfarenheter för eleven <strong>enkla</strong> resonemang om texternas budskap.",
          "A" : "Utifrån egna erfarenheter för eleven <strong>utvecklade</strong> resonemang om texternas budskap."
        }
      } ]
    }, {
      "heading" : "",
      "knowledgeRequirements" : [ {
        "text" : "Eleven <strong>________</strong> i att föra resonemang om likheter och skillnader mellan förhållanden i språkområdet och Sverige.",
        "knowledgeRequirementChoice" : {
          "E" : "Eleven <strong>medverkar</strong> i att föra resonemang om likheter och skillnader mellan förhållanden i språkområdet och Sverige.",
          "C" : "Eleven för <strong>enkla</strong> resonemang om likheter och skillnader mellan förhållanden i språkområdet och Sverige.",
          "A" : "Eleven för <strong>utvecklade</strong> resonemang om likheter och skillnader mellan förhållanden i språkområdet och Sverige."
        }
      } ]
    } ],
    "point" : 100,
    "year" : null
  }, {
    "name" : "Modersmål 2",
    "description" : "Kursen modersmål 2 omfattar punkterna 1–4 under rubriken Ämnets syfte.",
    "code" : "MOSXXX52",
    "centralContent" : [ {
      "heading" : "Undervisningen i kursen ska behandla följande centrala innehåll:",
      "lines" : [ "Ord- och begreppsförråd inom områden som hör till elevens intressen och studieinriktning, samt ord och begrepp som berör praktiska samhällsförhållanden.", "Kommunikation i tal och skrift i praktiska situationer, till exempel med vårdcentralen, arbetsförmedlingen och banken.", "Informella brev som syftar till social kommunikation, till exempel semesterhälsningar, inbjudningar och tackkort.", "Tolkning och översättning i vardagliga sammanhang till och från modersmålet." ]
    } ],
    "knowledgeRequirementParagraphs" : [ {
      "heading" : "",
      "knowledgeRequirements" : [ {
        "text" : "Eleven deltar i samtal på sitt modersmål genom att <strong>________</strong> i att framföra samt efterfråga tankar, åsikter och argument.",
        "knowledgeRequirementChoice" : {
          "E" : "Eleven deltar i samtal på sitt modersmål genom att <strong>medverka</strong> i att framföra samt efterfråga tankar, åsikter och argument.",
          "C" : "Eleven deltar i samtal på sitt modersmål genom att framföra samt efterfråga tankar, åsikter och argument på ett sätt som <strong>till viss del</strong> för samtalet <strong>framåt</strong>.",
          "A" : "Eleven deltar i samtal på sitt modersmål genom att framföra samt efterfråga tankar, åsikter och argument på ett sätt som för samtalet <strong>framåt</strong>."
        }
      }, {
        "text" : "Utifrån sitt modersmåls särdrag skriver eleven <strong>________</strong> texter och <strong>________</strong> i att anpassa texterna till sammanhanget.",
        "knowledgeRequirementChoice" : {
          "E" : "Utifrån sitt modersmåls särdrag skriver eleven <strong>mycket enkla</strong> texter och <strong>medverkar</strong> i att anpassa texterna till sammanhanget.",
          "C" : "Utifrån sitt modersmåls särdrag skriver eleven texter som är <strong>begripliga, delvis sammanhängande och delvis anpassade</strong> till sammanhanget.",
          "A" : "Utifrån sitt modersmåls särdrag skriver eleven texter som är <strong>begripliga, sammanhängande och anpassade</strong> till sammanhanget."
        }
      } ]
    }, {
      "heading" : "",
      "knowledgeRequirements" : [ {
        "text" : "Eleven läser texter <strong>________</strong>.",
        "knowledgeRequirementChoice" : {
          "E" : "Eleven läser texter <strong>med visst flyt</strong>.",
          "C" : "Eleven läser texter <strong>med flyt</strong>.",
          "A" : "Eleven läser texter <strong>med gott flyt</strong>."
        }
      }, {
        "text" : "Genom att reflektera över och <strong>________</strong> i att göra sammanfattningar av texternas innehåll visar eleven läsförståelse.",
        "knowledgeRequirementChoice" : {
          "E" : "Genom att reflektera över och <strong>medverka</strong> i att göra sammanfattningar av texternas innehåll visar eleven läsförståelse.",
          "C" : "Genom att reflektera över och göra <strong>enkla</strong> sammanfattningar av texternas innehåll visar eleven <strong>tillfredsställande</strong> läsförståelse.",
          "A" : "Genom att reflektera över och göra <strong>utvecklade</strong> sammanfattningar av texternas innehåll visar eleven <strong>god</strong> läsförståelse."
        }
      } ]
    }, {
      "heading" : "",
      "knowledgeRequirements" : [ {
        "text" : "Eleven <strong>________</strong> i att föra resonemang om likheter och skillnader mellan förhållanden i språkområdet och Sverige.",
        "knowledgeRequirementChoice" : {
          "E" : "Eleven <strong>medverkar</strong> i att föra resonemang om likheter och skillnader mellan förhållanden i språkområdet och Sverige.",
          "C" : "Eleven för <strong>enkla</strong> resonemang om likheter och skillnader mellan förhållanden i språkområdet och Sverige.",
          "A" : "Eleven för <strong>utvecklade</strong> resonemang om likheter och skillnader mellan förhållanden i språkområdet och Sverige."
        }
      } ]
    } ],
    "point" : 100,
    "year" : null
  } ]
}