{
  "name" : "Samhällskunskap",
  "description" : "Ämnet samhällskunskap behandlar kunskaper om samhället och olika samhällsfrågor. I ämnet ingår bland annat kunskaper om hur samhällen styrs, de mänskliga rättigheterna, privatekonomi och arbetslivets villkor. Ämnet har också ett historiskt perspektiv.",
  "code" : "SAL",
  "designation" : "",
  "skolfsId" : "0000:00",
  "purposes" : [ {
    "type" : "PARAGRAPH",
    "heading" : "",
    "lines" : [ "Undervisningen i ämnet samhällskunskap ska syfta till att eleverna utvecklar kunskaper om samhället och om människors livsvillkor i samhället.", "I undervisningen ska eleverna ges möjlighet att utveckla kunskaper om frågor som berör makt, demokrati, jämställdhet och de mänskliga rättigheterna." ]
  }, {
    "type" : "PARAGRAPH",
    "heading" : "",
    "lines" : [ "Genom undervisningen ska eleverna ges möjlighet att utveckla kunskaper om och förmåga att reflektera över olika ideologiska, politiska, ekonomiska, sociala och miljömässiga samhällsförhållanden och hur de påverkas av individer och grupper." ]
  }, {
    "type" : "PARAGRAPH",
    "heading" : "",
    "lines" : [ "Undervisningen ska leda till att eleverna utvecklar förmåga att söka, strukturera och värdera information från olika källor och medier.", "Undervisningen ska också bidra till att eleverna utvecklar kunskaper om arbetslivet, olika branscher och verksamheter.", "Undervisningen ska på så sätt bidra till att eleverna deltar aktivt i samhällslivet." ]
  }, {
    "type" : "PARAGRAPH",
    "heading" : "",
    "lines" : [ "Genom undervisningen ska eleverna också ges möjlighet att utveckla kunskaper om olika trafikmiljöer och trafiksituationer, för att därigenom kunna vistas säkert i trafiken." ]
  }, {
    "type" : "PARAGRAPH",
    "heading" : "",
    "lines" : [ "I undervisningen ska eleverna ges möjlighet att arbeta med olika metoder för att samla in och bearbeta information.", "De ska också ges möjlighet att besöka och studera olika verksamheter i närsamhället.", "Eleverna ska även ges möjlighet att uttrycka sina kunskaper och uppfattningar i ämnet såväl muntligt och skriftligt som med hjälp av digitala verktyg." ]
  }, {
    "type" : "BULLET",
    "heading" : "Undervisningen i ämnet samhällskunskap ska ge eleverna förutsättningar att utveckla följande:",
    "lines" : [ "Kunskaper om samhället och människors livsvillkor i samhället.", "Förmåga att reflektera över demokrati och de mänskliga rättigheterna.", "Förmåga att reflektera över och jämföra olika samhällsförhållanden och samhällsfrågor.", "Förmåga att söka, värdera och använda information från olika källor.", "Kunskaper om arbetsmarknaden och arbetslivets villkor.", "Förmåga att vistas säkert i olika trafikmiljöer." ]
  } ],
  "courses" : [ {
    "name" : "Samhällskunskap 1",
    "description" : "Kursen samhällskunskap 1 omfattar punkterna 1–5 under rubriken Ämnets syfte.",
    "code" : "SALSAM51",
    "centralContent" : [ {
      "heading" : "Undervisningen i kursen ska behandla följande centrala innehåll:",
      "lines" : [ "Politiska partier i Sverige. Val till kommun, landsting och riksdag. Sveriges deltagande i EU.", "Begreppet demokrati och medborgarens möjligheter att påverka politiska beslut.", "De mänskliga rättigheterna. Vilka de är och hur man kan utkräva sina individuella och kollektiva mänskliga rättigheter. Konventionen om barnets rättigheter.", "Gruppers och individers identitet, relationer och sociala livsvillkor med utgångspunkt i att människor grupperas utifrån kategorier som skapar både gemenskap och utanförskap.", "Närsamhällets kommunikationer, tjänster och samhällsservice.", "Privatekonomi. Hushållets inkomster, utgifter, tillgångar och skulder.", "Olika sätt att söka, värdera och använda information.", "Arbetsmarknaden och hur den fungerar, till exempel anställningsvillkor och fackföreningar. Hur arbetet regleras genom arbetsrätt. Arbetsmiljön och dess betydelse." ]
    } ],
    "knowledgeRequirementParagraphs" : [ {
      "heading" : "",
      "knowledgeRequirements" : [ {
        "text" : "Eleven <strong>________</strong> i att beskriva samhället och människors livsvillkor.",
        "knowledgeRequirementChoice" : {
          "E" : "Eleven <strong>medverkar</strong> i att beskriva samhället och människors livsvillkor.",
          "C" : "Eleven beskriver <strong>på ett enkelt sätt</strong> samhället och människors livsvillkor.",
          "A" : "Eleven beskriver <strong>på ett utvecklat sätt</strong> samhället och människors livsvillkor."
        }
      }, {
        "text" : "Dessutom <strong>________</strong> eleven i att föra resonemang om demokrati och i att ge exempel på mänskliga rättigheter.",
        "knowledgeRequirementChoice" : {
          "E" : "Dessutom <strong>medverkar</strong> eleven i att föra resonemang om demokrati och i att ge exempel på mänskliga rättigheter.",
          "C" : "Dessutom för eleven <strong>enkla</strong> resonemang om demokrati och ger <strong>något</strong> exempel på mänskliga rättigheter.",
          "A" : "Dessutom för eleven <strong>utvecklade</strong> resonemang om demokrati och ger <strong>några</strong> exempel på mänskliga rättigheter."
        }
      } ]
    }, {
      "heading" : "",
      "knowledgeRequirements" : [ {
        "text" : "Eleven <strong>________</strong> i att samtala om samhällsfrågor.",
        "knowledgeRequirementChoice" : {
          "E" : "Eleven <strong>medverkar</strong> i att samtala om samhällsfrågor.",
          "C" : "Eleven samtalar om samhällsfrågor <strong>på ett enkelt sätt</strong>.",
          "A" : "Eleven samtalar om samhällsfrågor <strong>på ett utvecklat sätt</strong>."
        }
      }, {
        "text" : "När eleven söker information <strong>________</strong> eleven i att använda källor och i att föra resonemang om informationens och källornas användbarhet.",
        "knowledgeRequirementChoice" : {
          "E" : "När eleven söker information <strong>medverkar</strong> eleven i att använda källor och i att föra resonemang om informationens och källornas användbarhet.",
          "C" : "När eleven söker information använder eleven <strong>någon</strong> källa och för <strong>enkla</strong> resonemang om informationens och källans användbarhet.",
          "A" : "När eleven söker information använder eleven <strong>några</strong> källor och för <strong>utvecklade</strong> resonemang om informationens och källornas användbarhet."
        }
      } ]
    }, {
      "heading" : "",
      "knowledgeRequirements" : [ {
        "text" : "Eleven <strong>________</strong> i att ge exempel på hur arbetsmarknaden fungerar.",
        "knowledgeRequirementChoice" : {
          "E" : "Eleven <strong>medverkar</strong> i att ge exempel på hur arbetsmarknaden fungerar.",
          "C" : "Eleven ger <strong>något</strong> exempel på hur arbetsmarknaden fungerar.",
          "A" : "Eleven ger <strong>några</strong> exempel på hur arbetsmarknaden fungerar."
        }
      } ]
    } ],
    "point" : 50,
    "year" : null
  }, {
    "name" : "Samhällskunskap 2",
    "description" : "Kursen samhällskunskap 2 omfattar punkterna 1–4 under rubriken Ämnets syfte. I kursen behandlas fördjupade kunskaper i ämnet.",
    "code" : "SALSAM52",
    "centralContent" : [ {
      "heading" : "Undervisningen i kursen ska behandla följande centrala innehåll:",
      "lines" : [ "Internationella och globala samhällsfrågor, till exempel handel och kulturmöten.", "Hållbar utveckling, vad det innebär och hur människor, företag och stater kan bidra till en sådan utveckling.", "Massmediers och informationsteknikens roll i samhället. Deras möjligheter att påverka människor och samhällsutvecklingen samt de möjligheter de ger människor att påverka. Mediers innehåll och nyhetsvärdering.", "Hur privatekonomin påverkas av samhällsekonomiska förändringar.", "Konsumentens rättigheter. Människans konsumtion i förhållande till hennes behov och resurser.", "Några olika metoder som används inom samhällsvetenskaperna, till exempel intervjuer och observationer." ]
    } ],
    "knowledgeRequirementParagraphs" : [ {
      "heading" : "",
      "knowledgeRequirements" : [ {
        "text" : "Eleven <strong>________</strong> i att beskriva samhället och människors livsvillkor.",
        "knowledgeRequirementChoice" : {
          "E" : "Eleven <strong>medverkar</strong> i att beskriva samhället och människors livsvillkor.",
          "C" : "Eleven beskriver <strong>på ett enkelt sätt</strong> samhället och människors livsvillkor.",
          "A" : "Eleven beskriver <strong>på ett utvecklat sätt</strong> samhället och människors livsvillkor."
        }
      }, {
        "text" : "Dessutom <strong>________</strong> eleven i att föra resonemang om massmedier och demokrati.",
        "knowledgeRequirementChoice" : {
          "E" : "Dessutom <strong>medverkar</strong> eleven i att föra resonemang om massmedier och demokrati.",
          "C" : "Dessutom för eleven <strong>enkla</strong> resonemang om massmedier och demokrati.",
          "A" : "Dessutom för eleven <strong>utvecklade</strong> resonemang om massmedier och demokrati."
        }
      } ]
    }, {
      "heading" : "",
      "knowledgeRequirements" : [ {
        "text" : "Eleven <strong>________</strong> i att beskriva samband i någon samhällsfråga.",
        "knowledgeRequirementChoice" : {
          "E" : "Eleven <strong>medverkar</strong> i att beskriva samband i någon samhällsfråga.",
          "C" : "Eleven beskriver <strong>enkla</strong> samband i någon samhällsfråga.",
          "A" : "Eleven beskriver <strong>utvecklade</strong> samband i någon samhällsfråga."
        }
      }, {
        "text" : "I beskrivningen <strong>________</strong> eleven i att använda någon samhällsvetenskaplig metod.",
        "knowledgeRequirementChoice" : {
          "E" : "I beskrivningen <strong>medverkar</strong> eleven i att använda någon samhällsvetenskaplig metod.",
          "C" : "I beskrivningen använder eleven någon samhällsvetenskaplig metod <strong>på ett delvis ändamålsenligt sätt</strong>.",
          "A" : "I beskrivningen använder eleven någon samhällsvetenskaplig metod <strong>på ett ändamålsenligt sätt</strong>."
        }
      }, {
        "text" : "Eleven <strong>________</strong> också i att använda källor och i att föra resonemang om informationens och källornas användbarhet.",
        "knowledgeRequirementChoice" : {
          "E" : "Eleven <strong>medverkar</strong> också i att använda källor och i att föra resonemang om informationens och källornas användbarhet.",
          "C" : "Eleven använder också <strong>någon</strong> källa och för <strong>enkla</strong> resonemang om informationens och källans användbarhet.",
          "A" : "Eleven använder också <strong>några</strong> källor och för <strong>utvecklade</strong> resonemang om informationens och källornas användbarhet."
        }
      } ]
    } ],
    "point" : 100,
    "year" : null
  }, {
    "name" : "Samhällskunskap 3",
    "description" : "Kursen samhällskunskap 3 omfattar punkterna 1–4 under rubriken Ämnets syfte. I kursen behandlas fördjupade kunskaper i ämnet.",
    "code" : "SALSAM53",
    "centralContent" : [ {
      "heading" : "Undervisningen i kursen ska behandla följande centrala innehåll:",
      "lines" : [ "Fördjupning inom något eller några av ämnets kunskapsområden, till exempel människohandel, välfärdspolitik eller människors exkludering och inkludering i samhället.", "Ord och begrepp som är relevanta för kunskapsområdet." ]
    } ],
    "knowledgeRequirementParagraphs" : [ {
      "heading" : "",
      "knowledgeRequirements" : [ {
        "text" : "Eleven <strong>________</strong> i att beskriva samhället och människors livsvillkor med utgångspunkt i något kunskapsområde.",
        "knowledgeRequirementChoice" : {
          "E" : "Eleven <strong>medverkar</strong> i att beskriva samhället och människors livsvillkor med utgångspunkt i något kunskapsområde.",
          "C" : "Eleven beskriver <strong>på ett enkelt sätt</strong> samhället och människors livsvillkor med utgångspunkt i något kunskapsområde.",
          "A" : "Eleven beskriver <strong>på ett utvecklat sätt</strong> samhället och människors livsvillkor med utgångspunkt i något kunskapsområde."
        }
      }, {
        "text" : "Dessutom <strong>________</strong> eleven i att göra kopplingar till demokrati och mänskliga rättigheter.",
        "knowledgeRequirementChoice" : {
          "E" : "Dessutom <strong>medverkar</strong> eleven i att göra kopplingar till demokrati och mänskliga rättigheter.",
          "C" : "Dessutom gör eleven <strong>någon</strong> koppling till demokrati och mänskliga rättigheter.",
          "A" : "Dessutom gör eleven <strong>några</strong> kopplingar till demokrati och mänskliga rättigheter."
        }
      } ]
    }, {
      "heading" : "",
      "knowledgeRequirements" : [ {
        "text" : "Eleven <strong>________</strong> i att beskriva samband i kunskapsområdet.",
        "knowledgeRequirementChoice" : {
          "E" : "Eleven <strong>medverkar</strong> i att beskriva samband i kunskapsområdet.",
          "C" : "Eleven beskriver <strong>enkla</strong> samband i kunskapsområdet.",
          "A" : "Eleven beskriver <strong>utvecklade</strong> samband i kunskapsområdet."
        }
      }, {
        "text" : "I beskrivningen <strong>________</strong> eleven i att använda någon samhällsvetenskaplig metod.",
        "knowledgeRequirementChoice" : {
          "E" : "I beskrivningen <strong>medverkar</strong> eleven i att använda någon samhällsvetenskaplig metod.",
          "C" : "I beskrivningen använder eleven någon samhällsvetenskaplig metod <strong>på ett delvis ändamålsenligt sätt</strong>.",
          "A" : "I beskrivningen använder eleven någon samhällsvetenskaplig metod <strong>på ett ändamålsenligt sätt</strong>."
        }
      }, {
        "text" : "Eleven <strong>________</strong> också i att använda källor och i att föra resonemang om informationens och källornas användbarhet.",
        "knowledgeRequirementChoice" : {
          "E" : "Eleven <strong>medverkar</strong> också i att använda källor och i att föra resonemang om informationens och källornas användbarhet.",
          "C" : "Eleven använder också <strong>någon</strong> källa och för <strong>enkla</strong> resonemang om informationens och källans användbarhet.",
          "A" : "Eleven använder också <strong>några</strong> källor och för <strong>utvecklade</strong> resonemang om informationens och källornas användbarhet."
        }
      } ]
    } ],
    "point" : 100,
    "year" : null
  }, {
    "name" : "Samhällskunskap – arbetslivets villkor",
    "description" : "Kursen samhällskunskap – arbetslivets villkor omfattar punkten 5 under rubriken Ämnets syfte.",
    "code" : "SALARB5",
    "centralContent" : [ {
      "heading" : "Undervisningen i kursen ska behandla följande centrala innehåll:",
      "lines" : [ "Olika branscher och yrken i samhället.", "Olika sätt att söka arbete, till exempel genom arbetsförmedlingen och kontakter.", "Arbetsansökningar. Presentation av kunskaper och erfarenheter i samband med dessa, till exempel att skriva ett cv. Förberedelser inför en anställningsintervju.", "Lagar och andra bestämmelser inom arbetslivet, till exempel frågor om arbetsrätt och diskriminering.", "Miljöfrågor och säkerhetsfrågor inom elevens valda yrkesområde och vid arbetsplatsförlagt lärande." ]
    } ],
    "knowledgeRequirementParagraphs" : [ {
      "heading" : "",
      "knowledgeRequirements" : [ {
        "text" : "Eleven <strong>________</strong> i att beskriva olika branscher och yrken i samhället.",
        "knowledgeRequirementChoice" : {
          "E" : "Eleven <strong>medverkar</strong> i att beskriva olika branscher och yrken i samhället.",
          "C" : "Eleven beskriver <strong>på ett enkelt sätt</strong> olika branscher och yrken i samhället.",
          "A" : "Eleven beskriver <strong>på ett utvecklat sätt</strong> olika branscher och yrken i samhället."
        }
      }, {
        "text" : "Dessutom <strong>________</strong> eleven i att ge exempel på individens rättigheter och skyldigheter i rollen som arbetstagare.",
        "knowledgeRequirementChoice" : {
          "E" : "Dessutom <strong>medverkar</strong> eleven i att ge exempel på individens rättigheter och skyldigheter i rollen som arbetstagare.",
          "C" : "Dessutom ger eleven <strong>något</strong> exempel på individens rättigheter och skyldigheter i rollen som arbetstagare.",
          "A" : "Dessutom ger eleven <strong>några</strong> exempel på individens rättigheter och skyldigheter i rollen som arbetstagare."
        }
      } ]
    }, {
      "heading" : "",
      "knowledgeRequirements" : [ {
        "text" : "Eleven <strong>________</strong> i att samtala om arbetsuppgifter och arbetslivsfrågor inom ett yrkesområde.",
        "knowledgeRequirementChoice" : {
          "E" : "Eleven <strong>medverkar</strong> i att samtala om arbetsuppgifter och arbetslivsfrågor inom ett yrkesområde.",
          "C" : "Eleven samtalar <strong>på ett enkelt sätt</strong> om arbetsuppgifter och arbetslivsfrågor inom ett yrkesområde.",
          "A" : "Eleven samtalar <strong>på ett utvecklat sätt</strong> om arbetsuppgifter och arbetslivsfrågor inom ett yrkesområde."
        }
      }, {
        "text" : "Eleven <strong>________</strong> i att föra resonemang om miljö- och säkerhetsfrågor inom ett yrkesområde.",
        "knowledgeRequirementChoice" : {
          "E" : "Eleven <strong>medverkar</strong> i att föra resonemang om miljö- och säkerhetsfrågor inom ett yrkesområde.",
          "C" : "Eleven för <strong>enkla</strong> resonemang om miljö- och säkerhetsfrågor inom ett yrkesområde.",
          "A" : "Eleven för <strong>utvecklade</strong> resonemang om miljö- och säkerhetsfrågor inom ett yrkesområde."
        }
      } ]
    } ],
    "point" : 100,
    "year" : null
  }, {
    "name" : "Trafikantkunskap",
    "description" : "Kursen trafikantkunskap omfattar punkterna 3 och 6 under rubriken Ämnets syfte. I kursen behandlas grundläggande kunskaper i ämnet.",
    "code" : "SALTRA5",
    "centralContent" : [ {
      "heading" : "Undervisningen i kursen ska behandla följande centrala innehåll:",
      "lines" : [ "Olika trafikmiljöer och trafiksituationer.", "Vanliga trafikregler för fotgängare, cyklister och förare av motorfordon.", "Behörigheter som krävs för att framföra motorfordon.", "Risker i trafiken i samband med användningen av alkohol och andra droger.", "Trafikens påverkan på miljön." ]
    } ],
    "knowledgeRequirementParagraphs" : [ {
      "heading" : "",
      "knowledgeRequirements" : [ {
        "text" : "Eleven <strong>________</strong> i att beskriva olika trafikmiljöer i samhället.",
        "knowledgeRequirementChoice" : {
          "E" : "Eleven <strong>medverkar</strong> i att beskriva olika trafikmiljöer i samhället.",
          "C" : "Eleven beskriver <strong>på ett enkelt sätt</strong> olika trafikmiljöer i samhället.",
          "A" : "Eleven beskriver <strong>på ett utvecklat sätt</strong> olika trafikmiljöer i samhället."
        }
      }, {
        "text" : "Eleven <strong>________</strong> i att ge exempel på trafikregler och behörighetsregler för motorfordon.",
        "knowledgeRequirementChoice" : {
          "E" : "Eleven <strong>medverkar</strong> i att ge exempel på trafikregler och behörighetsregler för motorfordon.",
          "C" : "Eleven ger <strong>något</strong> exempel på trafikregler och behörighetsregler för motorfordon.",
          "A" : "Eleven ger <strong>några</strong> exempel på trafikregler och behörighetsregler för motorfordon."
        }
      }, {
        "text" : "Dessutom <strong>________</strong> eleven i att samtala om samhällsfrågor med koppling till trafik.",
        "knowledgeRequirementChoice" : {
          "E" : "Dessutom <strong>medverkar</strong> eleven i att samtala om samhällsfrågor med koppling till trafik.",
          "C" : "Dessutom samtalar eleven <strong>på ett enkelt sätt</strong> om samhällsfrågor med koppling till trafik.",
          "A" : "Dessutom samtalar eleven <strong>på ett utvecklat sätt</strong> om samhällsfrågor med koppling till trafik."
        }
      } ]
    }, {
      "heading" : "",
      "knowledgeRequirements" : [ {
        "text" : "Eleven <strong>________</strong> i att vistas säkert i olika trafikmiljöer.",
        "knowledgeRequirementChoice" : {
          "E" : "Eleven <strong>medverkar</strong> i att vistas säkert i olika trafikmiljöer.",
          "C" : "Eleven vistas säkert i olika trafikmiljöer.",
          "A" : "Eleven vistas säkert i olika trafikmiljöer."
        }
      } ]
    } ],
    "point" : 100,
    "year" : null
  } ]
}