{
  "name" : "Engelska",
  "description" : "Språk är människans främsta redskap för reflektion, kommunikation och kunskapsutveckling. Att ha kunskaper i flera språk kan ge nya perspektiv på omvärlden, ökade möjligheter till kontakter och större förståelse för olika sätt att leva. Det engelska språket omger oss i vardagen och används inom så skilda områden som kultur, politik, utbildning och ekonomi. Kunskaper i engelska ökar därför individens möjligheter att ingå i olika sociala och kulturella sammanhang och att delta i ett internationellt studie- och arbetsliv.",
  "code" : "GRNENG2",
  "designation" : "",
  "skolfsId" : "2012:18",
  "purposes" : [ {
    "type" : "PARAGRAPH",
    "heading" : "",
    "lines" : [ "Undervisningen i kursen engelska inom kommunal vuxenutbildning på grundläggande nivå ska syfta till att eleven utvecklar kunskaper i engelska språket och kunskaper om områden och sammanhang där engelska används.", "Eleven ska även utveckla tilltro till sin förmåga att använda engelska i olika situationer och för skilda syften i vardags-, samhälls-, studie- och arbetsliv." ]
  }, {
    "type" : "PARAGRAPH",
    "heading" : "",
    "lines" : [ "Genom undervisningen ska eleven ges möjlighet till språkanvändning i funktionella och meningsfulla sammanhang för att därigenom utveckla en allsidig kommunikativ förmåga.", "Denna förmåga innebär att förstå talad och skriven engelska, att formulera sig och samspela med andra i tal och skrift samt att anpassa sitt språk till olika situationer, syften och mottagare.", "I den kommunikativa förmågan ingår även språklig säkerhet och att använda olika strategier för att stödja kommunikationen och lösa problem när språkkunskaperna inte räcker till." ]
  }, {
    "type" : "PARAGRAPH",
    "heading" : "",
    "lines" : [ "I mötet med talat språk och texter ska eleven ges möjlighet att utveckla förmågan att sätta innehållet i relation till egna erfarenheter, livsvillkor och intressen.", "Undervisningen ska även ge eleven möjlighet att utveckla kunskaper om och förståelse för olika livsvillkor samt sociala och kulturella företeelser i områden och i sammanhang där engelska används." ]
  }, {
    "type" : "PARAGRAPH",
    "heading" : "",
    "lines" : [ "Undervisningen ska bidra till att eleven utvecklar kunskaper i att söka, värdera, välja och tillägna sig innehållet i talat språk och texter från olika källor.", "Eleven ska också ges förutsättningar att kunna använda olika hjälpmedel för lärande, förståelse, skapande och kommunikation.", "Undervisningen ska stimulera elevens intresse för språk och kulturer och förmedla nyttan av språkkunskaper.", "Undervisningen ska i allt väsentligt bedrivas på engelska." ]
  }, {
    "type" : "PARAGRAPH",
    "heading" : "Genom undervisningen i kursen engelska ska eleven sammanfattningsvis ges förutsättningar att utveckla sin förmåga att",
    "lines" : [ "• förstå och tolka innehållet i talad engelska och i olika slags texter," ]
  }, {
    "type" : "PARAGRAPH",
    "heading" : "",
    "lines" : [ "• formulera sig och kommunicera i tal och skrift," ]
  }, {
    "type" : "PARAGRAPH",
    "heading" : "",
    "lines" : [ "• använda språkliga strategier för att förstå och göra sig förstådd," ]
  }, {
    "type" : "PARAGRAPH",
    "heading" : "",
    "lines" : [ "• anpassa språket efter olika syften, mottagare och sammanhang, och" ]
  }, {
    "type" : "PARAGRAPH",
    "heading" : "",
    "lines" : [ "• reflektera över livsvillkor, samhällsfrågor och kulturella företeelser i olika sammanhang och delar av världen där engelska används." ]
  } ],
  "courses" : [ {
    "name" : "Engelska",
    "description" : "Språk är människans främsta redskap för reflektion, kommunikation och kunskapsutveckling. Att ha kunskaper i flera språk kan ge nya perspektiv på omvärlden, ökade möjligheter till kontakter och större förståelse för olika sätt att leva. Det engelska språket omger oss i vardagen och används inom så skilda områden som kultur, politik, utbildning och ekonomi. Kunskaper i engelska ökar därför individens möjligheter att ingå i olika sociala och kulturella sammanhang och att delta i ett internationellt studie- och arbetsliv.",
    "code" : "GRNENG2",
    "centralContent" : [ {
      "heading" : "Kommunikationens innehåll",
      "lines" : [ "Aktuella och kända ämnesområden med anknytning till vardags-, samhälls-, studie- och arbetsliv.", "Vardagliga situationer, intressen, aktiviteter, händelseförlopp samt relationer och etiska frågor.", "Åsikter, erfarenheter, känslor och framtidsplaner.", "Levnadsvillkor, traditioner, sociala relationer och kulturella företeelser i sammanhang och områden där engelska används." ]
    }, {
      "heading" : "Lyssna och läsa - reception",
      "lines" : [ "Talad engelska, även med viss regional och social färgning, och texter, som är instruerande, beskrivande, berättande, diskuterande, argumenterande och kontaktskapande, även via film och andra medier.", "Olika former av samtal och sammanhängande talat språk, till exempel dialoger, intervjuer och muntliga framställningar.", "Skönlitteratur och annan fiktion, även i talad och dramatiserad form, samt sånger och dikter.", "Sakprosa av olika slag och med olika syften, till exempel reportage och tidningsartiklar.", "Strategier för att uppfatta detaljer och förstå sammanhang i talat språk och texter till exempel för att anpassa lyssnande och läsning till framställningens form, innehåll och syfte.", "Olika sätt att söka, välja och värdera innehållet i texter och talat språk på engelska från internet och olika medier.", "Språkliga företeelser i det språk eleven möter, till exempel uttal, intonation, grammatiska strukturer och satsbyggnad samt ord med olika stilvärden och fasta språkliga uttryck.", "Hur texter och talat språk kan varieras för olika syften och sammanhang.", "Hur sammanbindande ord och andra uttryck används för att skapa struktur och språkligt sammanhängande helheter." ]
    }, {
      "heading" : "Tala, skriva och samtala - produktion och interaktion",
      "lines" : [ "Muntliga och skriftliga berättelser, beskrivningar och instruktioner i sammanhängande tal och skrift.", "Samtal, diskussion och argumentation för kommunikation och kontakt i olika situationer.", "Språkliga strategier för att förstå och göra sig förstådd samt för att lösa språkliga problem, till exempel med hjälp av omformuleringar, frågor och förklaringar.", "Språkliga strategier för att bidra till och aktivt medverka i samtal, till exempel genom att ta initiativ till interaktion, ge bekräftelse, ställa följdfrågor, ta initiativ till nya frågeställningar och ämnesområden samt för att avsluta samtalet.", "Språkliga företeelser för att förtydliga, variera och berika kommunikationen, till exempel uttal, intonation och fasta språkliga uttryck, grammatiska strukturer och satsbyggnad.", "Olika sätt att bearbeta framställningar för att variera, tydliggöra, precisera och anpassa dem efter deras syften." ]
    } ],
    "knowledgeRequirementParagraphs" : [ {
      "heading" : "",
      "knowledgeRequirements" : [ {
        "text" : "Eleven förstår <strong>________</strong> i talad engelska i måttligt tempo samt i lättillgängliga texter i olika genrer.",
        "knowledgeRequirementChoice" : {
          "E" : "Eleven förstår <strong>det huvudsakliga innehållet och uppfattar tydliga detaljer</strong> i talad engelska i måttligt tempo samt i lättillgängliga texter i olika genrer.",
          "C" : "Eleven förstår <strong>det huvudsakliga innehållet och uppfattar väsentliga detaljer</strong> i talad engelska i måttligt tempo samt i lättillgängliga texter i olika genrer.",
          "A" : "Eleven förstår <strong>såväl helhet som detaljer</strong> i talad engelska i måttligt tempo och i lättillgängliga texter i olika genrer."
        }
      }, {
        "text" : "Eleven visar sin förståelse genom att <strong>________</strong> redogöra för, diskutera och kommentera innehåll och detaljer samt genom att med <strong>________</strong> resultat agera utifrån budskap och instruktioner i innehållet.",
        "knowledgeRequirementChoice" : {
          "E" : "Eleven visar sin förståelse genom att <strong>översiktligt</strong> redogöra för, diskutera och kommentera innehåll och detaljer samt genom att med <strong>godtagbart</strong> resultat agera utifrån budskap och instruktioner i innehållet.",
          "C" : "Eleven visar sin förståelse genom att <strong>välgrundat</strong> redogöra för, diskutera och kommentera innehåll och detaljer samt genom att med <strong>tillfredsställande</strong> resultat agera utifrån budskap och instruktioner i innehållet.",
          "A" : "Eleven visar sin förståelse genom att <strong>välgrundat och nyanserat</strong> redogöra för, diskutera och kommentera innehåll och detaljer samt genom att med <strong>gott</strong> resultat agera utifrån budskap och instruktioner i innehållet."
        }
      }, {
        "text" : "För att underlätta sin förståelse av innehållet i talad och skriven engelska väljer och använder eleven <strong>________</strong> strategi för lyssnande och läsning.",
        "knowledgeRequirementChoice" : {
          "E" : "För att underlätta sin förståelse av innehållet i talad och skriven engelska väljer och använder eleven <strong>någon</strong> strategi för lyssnande och läsning.",
          "C" : "För att underlätta sin förståelse av innehållet i talad och skriven engelska väljer och använder eleven <strong>i viss utsträckning</strong> strategier för lyssnande och läsning.",
          "A" : "För att underlätta sin förståelse av innehållet i talad och skriven engelska kan eleven <strong>i viss utsträckning</strong> välja och använda strategier för lyssnande och läsning."
        }
      }, {
        "text" : "Eleven väljer texter och talat språk från olika medier samt använder <strong>________</strong> det valda materialet i sin egen produktion och interaktion.",
        "knowledgeRequirementChoice" : {
          "E" : "Eleven väljer texter och talat språk från olika medier samt använder <strong>med viss relevans</strong> det valda materialet i sin egen produktion och interaktion.",
          "C" : "Eleven väljer texter och talat språk från olika medier samt använder <strong>på ett relevant sätt</strong> det valda materialet i sin egen produktion och interaktion.",
          "A" : "Eleven väljer texter och talat språk från olika medier samt använder <strong>på ett relevant och effektivt sätt</strong> det valda materialet i sin egen produktion och interaktion."
        }
      } ]
    }, {
      "heading" : "",
      "knowledgeRequirements" : [ {
        "text" : "I muntliga och skriftliga framställningar i olika genrer formulerar eleven sig <strong>________</strong> och <strong>________</strong>.",
        "knowledgeRequirementChoice" : {
          "E" : "I muntliga och skriftliga framställningar i olika genrer formulerar eleven sig <strong>enkelt, begripligt</strong> och <strong>relativt sammanhängande</strong>.",
          "C" : "I muntliga och skriftliga framställningar i olika genrer formulerar eleven sig relativt varierat, relativt tydligt och relativt sammanhängande. Eleven formulerar sig med visst flyt och i någon mån anpassat till syfte, mottagare och situation.",
          "A" : "I muntliga och skriftliga framställningar i olika genrer formulerar eleven sig relativt varierat, tydligt och sammanhängande. Eleven formulerar sig även med flyt och viss anpassning till syfte, mottagare och situation."
        }
      }, {
        "text" : "För att förtydliga och variera sin kommunikation bearbetar eleven, och gör <strong>________</strong> förbättringar av, egna framställningar.",
        "knowledgeRequirementChoice" : {
          "E" : "För att förtydliga och variera sin kommunikation bearbetar eleven, och gör <strong>enkla</strong> förbättringar av, egna framställningar.",
          "C" : "För att förtydliga och variera sin kommunikation bearbetar eleven, och gör välgrundade förbättringar av, egna framställningar.",
          "A" : "För att förtydliga och variera sin kommunikation bearbetar eleven, och gör välgrundade förbättringar av, egna framställningar."
        }
      }, {
        "text" : "I muntlig och skriftlig interaktion i olika sammanhang uttrycker eleven sig <strong>________</strong> samt <strong>________</strong> till syfte, mottagare och situation.",
        "knowledgeRequirementChoice" : {
          "E" : "I muntlig och skriftlig interaktion i olika sammanhang uttrycker eleven sig <strong>begripligt och enkelt</strong> samt <strong>i någon mån anpassat</strong> till syfte, mottagare och situation.",
          "C" : "I muntlig och skriftlig interaktion i olika sammanhang uttrycker eleven sig tydligt och med visst flyt samt med viss anpassning till syfte, mottagare och situation.",
          "A" : "I muntlig och skriftlig interaktion i olika sammanhang uttrycker eleven sig tydligt och med flyt samt med viss anpassning till syfte, mottagare och situation."
        }
      }, {
        "text" : "Dessutom väljer eleven och använder <strong>________</strong> fungerande strategier som <strong>________</strong> löser problem i och förbättrar interaktionen.",
        "knowledgeRequirementChoice" : {
          "E" : "Dessutom väljer eleven och använder <strong>i huvudsak</strong> fungerande strategier som <strong>i viss mån</strong> löser problem i och förbättrar interaktionen.",
          "C" : "Dessutom väljer och använder eleven fungerande strategier som löser problem i och förbättrar interaktionen.",
          "A" : "Dessutom väljer och använder eleven väl fungerande strategier som löser problem i och förbättrar interaktionen och för den framåt på ett konstruktivt sätt."
        }
      } ]
    }, {
      "heading" : "",
      "knowledgeRequirements" : [ {
        "text" : "Eleven diskuterar <strong>________</strong> några företeelser i olika sammanhang och delar av världen där engelska används, och kan då också göra <strong>________</strong> jämförelser med egna erfarenheter och kunskaper.",
        "knowledgeRequirementChoice" : {
          "E" : "Eleven diskuterar <strong>översiktligt</strong> några företeelser i olika sammanhang och delar av världen där engelska används, och kan då också göra <strong>enkla</strong> jämförelser med egna erfarenheter och kunskaper.",
          "C" : "Eleven diskuterar <strong>utförligt</strong> några företeelser i olika sammanhang och delar av världen där engelska används, och kan då också göra <strong>välutvecklade</strong> jämförelser med egna erfarenheter och kunskaper.",
          "A" : "Eleven diskuterar <strong>utförligt och nyanserat</strong> några företeelser i olika sammanhang och delar av världen där engelska används, och kan då också göra <strong>välutvecklade och nyanserade</strong> jämförelser med egna erfarenheter och kunskaper."
        }
      } ]
    } ],
    "point" : 600,
    "year" : null
  } ]
}