{
  "name" : "Hem- och konsumentkunskap",
  "description" : "Livet i hem och familj har en central betydelse för människan. Våra vanor i hemmet påverkar såväl individens och familjens välbefinnande som samhället och naturen. Kunskaper om konsumentfrågor och arbetet i hemmet ger människor viktiga verktyg för att skapa en fungerande vardag och kunna göra medvetna val som konsumenter med hänsyn till hälsa, ekonomi och miljö.",
  "code" : "GRNHEM2",
  "designation" : "",
  "skolfsId" : "2012:18",
  "purposes" : [ {
    "type" : "PARAGRAPH",
    "heading" : "",
    "lines" : [ "Undervisningen i kursen hem- och konsumentkunskap inom kommunal vuxenutbildning på grundläggande nivå syftar till att eleven utvecklar kunskaper om arbetsuppgifter, ekonomi och konsumtion i hemmet och vardagen.", "Undervisningen syftar vidare till att eleven utvecklar förståelse för vilka konsekvenser de dagliga valen och handlingarna i hemmet och på fritiden får för människa, samhälle och natur.", "Kursen utgår från perspektiven hälsa, resurshushållning, kulturella erfarenheter och företeelser samt jämställdhet." ]
  }, {
    "type" : "PARAGRAPH",
    "heading" : "",
    "lines" : [ "Genom undervisningen ska eleven ges möjlighet att utveckla förmågan att värdera och hantera information och reklam som riktar sig till hushållet och därigenom ges ökad beredskap att fatta välgrundade beslut i frågor som rör verksamheterna där.", "Undervisningen ska också bidra till att eleven utvecklar kunskaper om privatekonomi, planering, sparande, krediter och lån samt om konsumentens rättigheter och skyldigheter." ]
  }, {
    "type" : "PARAGRAPH",
    "heading" : "",
    "lines" : [ "Undervisningen ska bidra till att eleven utvecklar kunskap om, och ges möjlighet att reflektera över, sambandet mellan jämställdhet och arbetsfördelningen i hemmet.", "Undervisningen ska även ge eleven möjlighet att utveckla kunskaper om kulturella variationer och traditioner i olika hushåll när det gäller verksamheter, livsstilar och relationen mellan människor." ]
  }, {
    "type" : "PARAGRAPH",
    "heading" : "",
    "lines" : [ "Undervisningen ska bidra till att eleven utvecklar förtrogenhet med ämnets centrala typer av texter, uttryck och begrepp samt förmågan att ta ställning till muntlig och skriftlig information och budskap från olika källor och medier." ]
  }, {
    "type" : "BULLET",
    "heading" : "Genom undervisningen i kursen hem- och konsumentkunskap ska eleven ges förutsättningar att utveckla sin förmåga att",
    "lines" : [ "beskriva, hantera och lösa praktiska situationer i hemmet och vardagen,", "reflektera över konsumentens rättigheter och skyldigheter, och", "reflektera över, diskutera och värdera val och handlingar i hemmet och vardagen, utifrån perspektiven hälsa, ekonomi och hållbar utveckling." ]
  } ],
  "courses" : [ {
    "name" : "Hem- och konsumentkunskap",
    "description" : "Livet i hem och familj har en central betydelse för människan. Våra vanor i hemmet påverkar såväl individens och familjens välbefinnande som samhället och naturen. Kunskaper om konsumentfrågor och arbetet i hemmet ger människor viktiga verktyg för att skapa en fungerande vardag och kunna göra medvetna val som konsumenter med hänsyn till hälsa, ekonomi och miljö.",
    "code" : "GRNHEM2",
    "centralContent" : [ {
      "heading" : "",
      "lines" : [ "Hem och boende: olika sätt att bo, hemmets skötsel och hygien samt redskap och teknisk utrustning för att sköta ett hem.", "Mat och måltider utifrån olika perspektiv: näringsvärde och hälsa, kostnader, planering, arbetsfördelning och samarbete, tillagning, recept och redskap, estetiska värden, miljöeffekter, traditioner och gemenskap.", "Vardagsliv i olika skeden av livet: livsstil och fritidssysselsättning.", "Konsumtion: reklamens budskap och form samt konsumentens rättigheter och skyldigheter. Konsumtionens konsekvenser för vardagsekonomin och miljön. Informationssökning i olika källor och medier samt värdering av informationen.", "Relationer och hälsa: jämställdhet och juridiska frågor.", "Vardagsekonomi: planering, lån och ränta." ]
    } ],
    "knowledgeRequirementParagraphs" : [ {
      "heading" : "",
      "knowledgeRequirements" : [ {
        "text" : "Eleven kan föra <b>enkla och till viss del underbyggda </b>resonemang om hur olika arbetsuppgifter i en bostad och i vardagen kan planeras och genomföras samt hur olika redskap används.",
        "knowledgeRequirementChoice" : {
          "E" : "Eleven kan föra <b>enkla och till viss del underbyggda </b>resonemang om hur olika arbetsuppgifter i en bostad och i vardagen kan planeras och genomföras samt hur olika redskap används.",
          "C" : "Eleven kan föra <b>utvecklade och relativt väl underbyggda </b>resonemang om hur olika arbetsuppgifter i en bostad och i vardagen kan planeras och genomföras samt hur olika redskap används.",
          "A" : "Eleven kan föra <b>välutvecklade och väl underbyggda </b>resonemang om hur olika arbetsuppgifter i en bostad och i vardagen kan planeras och genomföras samt hur olika redskap används."
        }
      }, {
        "text" : "Dessutom kan eleven föra <b>enkla </b>resonemang om hur varierade och balanserade måltider kan sättas samman och anpassas till individuella behov.",
        "knowledgeRequirementChoice" : {
          "E" : "Dessutom kan eleven föra <b>enkla </b>resonemang om hur varierade och balanserade måltider kan sättas samman och anpassas till individuella behov.",
          "C" : "Dessutom kan eleven föra <b>utvecklade</b> resonemang om hur varierade och balanserade måltider kan sättas samman och anpassas till individuella behov.",
          "A" : "Dessutom kan eleven föra <b>välutvecklade</b> resonemang om hur varierade och balanserade måltider kan sättas samman och anpassas till individuella behov."
        }
      } ]
    }, {
      "heading" : "",
      "knowledgeRequirements" : [ {
        "text" : "Eleven gör jämförelser mellan olika konsumtionsalternativ och för då <b>enkla</b> resonemang med <b>viss koppling </b>till konsekvenser för privatekonomi.",
        "knowledgeRequirementChoice" : {
          "E" : "Eleven gör jämförelser mellan olika konsumtionsalternativ och för då <b>enkla</b> resonemang med <b>viss koppling </b>till konsekvenser för privatekonomi.",
          "C" : "Eleven gör jämförelser mellan olika konsumtionsalternativ och för då <b>utvecklade</b> resonemang med <b>relativt god koppling</b> till konsekvenser för privatekonomi.",
          "A" : "Eleven gör jämförelser mellan olika konsumtionsalternativ och för då <b>välutvecklade </b>resonemang med <b>god koppling</b> till konsekvenser för privatekonomi."
        }
      }, {
        "text" : "Eleven kan beskriva och föra <b>enkla och till viss del underbyggda</b> resonemang om <b>grundläggande</b> rättigheter och skyldigheter för konsumenter och ge exempel på hur de används i olika konsumtionssituationer.",
        "knowledgeRequirementChoice" : {
          "E" : "Eleven kan beskriva och föra <b>enkla och till viss del underbyggda</b> resonemang om <b>grundläggande</b> rättigheter och skyldigheter för konsumenter och ge exempel på hur de används i olika konsumtionssituationer.",
          "C" : "Eleven kan beskriva och föra <b>utvecklade och relativt väl underbyggda </b>resonemang om <b>grundläggande</b> rättigheter och skyldigheter för konsumenter och ge exempel på hur de används i olika konsumtionssituationer.",
          "A" : "Eleven kan beskriva och föra <b>välutvecklade och väl underbyggda </b>resonemang om <b>grundläggande</b> rättigheter och skyldigheter för konsumenter och ge exempel på hur de används i olika konsumtionssituationer."
        }
      } ]
    }, {
      "heading" : "",
      "knowledgeRequirements" : [ {
        "text" : "Eleven kan föra <b>enkla och till viss del underbyggda </b>resonemang kring konsekvenser av olika konsumtionsval och handlingar i hemmet och vardagslivet utifrån frågor som rör en hållbar social, ekonomisk och ekologisk utveckling samt livsstil, hälsa och privatekonomi.",
        "knowledgeRequirementChoice" : {
          "E" : "Eleven kan föra <b>enkla och till viss del underbyggda </b>resonemang kring konsekvenser av olika konsumtionsval och handlingar i hemmet och vardagslivet utifrån frågor som rör en hållbar social, ekonomisk och ekologisk utveckling samt livsstil, hälsa och privatekonomi.",
          "C" : "Eleven kan föra <b>utvecklade och relativt väl underbyggda </b>resonemang kring konsekvenser av olika konsumtionsval och handlingar i hemmet och vardagslivet utifrån frågor som rör en hållbar social, ekonomisk och ekologisk utveckling samt livsstil, hälsa och privatekonomi.",
          "A" : "Eleven kan föra <b>välutvecklade och väl underbyggda </b>resonemang kring konsekvenser av olika konsumtionsval och handlingar i hemmet och vardagslivet utifrån frågor som rör en hållbar social, ekonomisk och ekologisk utveckling samt livsstil, hälsa och privatekonomi."
        }
      } ]
    } ],
    "point" : 50,
    "year" : null
  } ]
}