{
  "name" : "Religionskunskap",
  "description" : "Människor har i alla tider och alla samhällen försökt förstå och förklara sina levnadsvillkor och de sammanhang de lever i. Religioner och andra livsåskådningar är därför centrala inslag i den mänskliga kulturen. I dagens samhälle, som är präglat av mångfald, är kunskaper om religioner och andra livsåskådningar viktiga för att skapa ömsesidig förståelse mellan människor.",
  "code" : "GRNREL2",
  "designation" : "",
  "skolfsId" : "2012:18",
  "purposes" : [ {
    "type" : "PARAGRAPH",
    "heading" : "",
    "lines" : [ "Undervisningen i kursen religionskunskap inom kommunal vuxenutbildning på grundläggande nivå syftar till att eleven utvecklar kunskaper om religioner och andra livsåskådningar i Sverige och på andra håll i världen.", "Genom undervisningen ska eleven bli uppmärksam på hur människor inom olika religiösa traditioner lever med, och uttrycker, sin religion och tro på olika sätt.", "Undervisningen ska allsidigt belysa vilken roll religioner kan spela i samhället, både i fredssträvanden och konflikter, för att främja social sammanhållning och som orsak till segregation.", "Undervisningen ska även ge kunskap om och förståelse för hur kristna traditioner har påverkat det svenska samhället och dess värderingar." ]
  }, {
    "type" : "PARAGRAPH",
    "heading" : "",
    "lines" : [ "Genom undervisningen ska eleven ges förutsättningar att tolka kulturella uttryck med anknytning till religiösa traditioner.", "Eleven ska också ges möjligheter att utveckla kunskap om hur man kritiskt granskar källor och samhällsfrågor med koppling till religioner och andra livsåskådningar, samt hur relationen mellan religion och vetenskap kan tolkas och uppfattas." ]
  }, {
    "type" : "PARAGRAPH",
    "heading" : "",
    "lines" : [ "Undervisningen ska stimulera eleven att reflektera över olika livsfrågor, sin identitet och sitt etiska förhållningssätt.", "På så sätt ska undervisningen skapa förutsättningar för eleven att utveckla förståelse för sitt eget och andra människors sätt att tänka och leva." ]
  }, {
    "type" : "PARAGRAPH",
    "heading" : "",
    "lines" : [ "Undervisningen ska bidra till att eleven utvecklar kunskaper om hur olika religioner och livsåskådningar ser på frågor som rör kön, jämställdhet, sexualitet och relationer.", "Eleven ska vidare ges förutsättningar att analysera och ta ställning i etiska och moraliska frågor.", "Undervisningen ska även bidra till att eleven utvecklar förståelse för hur människors värderingar hänger samman med religioner och andra livsåskådningar." ]
  }, {
    "type" : "PARAGRAPH",
    "heading" : "",
    "lines" : [ "Undervisningen i religionskunskap ska skapa förutsättningar för eleven att utveckla sin förmåga att läsa, skriva och samtala om religion, livsåskådning och etik.", "Den ska också bidra till att eleven utvecklar ett kritiskt förhållningssätt till muntlig och skriftlig information, samt till olika budskap från skilda källor och medier." ]
  }, {
    "type" : "BULLET",
    "heading" : "Genom undervisningen i kursen religionskunskap ska eleven ges förutsättningar att utveckla sin förmåga att",
    "lines" : [ "analysera kristendomen, andra religioner och livsåskådningar samt olika tolkningar och bruk inom dessa,", "analysera hur religioner påverkar och påverkas av förhållanden och skeenden i samhället,", "reflektera över livsfrågor och sin egen och andras identitet,", "resonera och argumentera kring moraliska frågeställningar och värderingar utifrån etiska begrepp och modeller, och", "söka information om religioner och andra livsåskådningar och värdera källornas relevans och trovärdighet." ]
  } ],
  "courses" : [ {
    "name" : "Religionskunskap",
    "description" : "Människor har i alla tider och alla samhällen försökt förstå och förklara sina levnadsvillkor och de sammanhang de lever i. Religioner och andra livsåskådningar är därför centrala inslag i den mänskliga kulturen. I dagens samhälle, som är präglat av mångfald, är kunskaper om religioner och andra livsåskådningar viktiga för att skapa ömsesidig förståelse mellan människor.",
    "code" : "GRNREL2",
    "centralContent" : [ {
      "heading" : "Religioner och andra livsåskådningar",
      "lines" : [ "Centrala tankegångar, urkunder, symboler, högtider och riter inom kristendomen samt utmärkande drag för protestantism, katolicism och ortodoxi.", "Centrala tankegångar, tolkningar, bruk, urkunder, symboler, högtider och riter i världsreligionerna islam, judendom, hinduism och buddhism.", "Huvuddragen i världsreligionernas historia.", "Olika religiösa rörelser, till exempel nyreligiositet och privatreligiositet samt hur detta tar sig uttryck.", "Sekulära livsåskådningar, till exempel humanism." ]
    }, {
      "heading" : "Religion och samhälle",
      "lines" : [ "Kristendomen i Sverige. Från enhetskyrka till religiös mångfald och sekularisering.", "Sambandet mellan samhälle och religion i olika tider och på olika platser.", "Religionernas roll i några aktuella politiska skeenden och konflikter.", "Konflikter och möjligheter i sekulära och pluralistiska samhällen, till exempel i frågor om religionsfrihet, sexualitet och synen på jämställdhet.", "Information och budskap från internet och andra källor. Källkritik." ]
    }, {
      "heading" : "Identitet och livsfrågor",
      "lines" : [ "Hur olika livsfrågor skildras i till exempel film och litteratur.", "Hur religioner och andra livsåskådningar kan forma människors identiteter och livsstilar.", "Riter och deras funktion i religiösa och sekulära sammanhang." ]
    }, {
      "heading" : "Etik",
      "lines" : [ "Vardagliga moraliska dilemman. Analys och argumentation utifrån etiska modeller.", "Föreställningar om det goda livet och den goda människan kopplat till olika etiska resonemang.", "Etiska frågor samt människosynen i några religioner och andra livsåskådningar.", "Etiska begrepp som kan kopplas till frågor om hållbar utveckling, mänskliga rättigheter och demokratiska värderingar." ]
    } ],
    "knowledgeRequirementParagraphs" : [ {
      "heading" : "",
      "knowledgeRequirements" : [ {
        "text" : "Eleven har <strong>________</strong> kunskaper om kristendomen och de andra världsreligionerna och visar det genom att <strong>________</strong> centrala tankegångar, urkunder och konkreta religiösa uttryck och handlingar inom religionerna.",
        "knowledgeRequirementChoice" : {
          "E" : "Eleven har <strong>grundläggande</strong> kunskaper om kristendomen och de andra världsreligionerna och visar det genom att <strong>beskriva</strong> centrala tankegångar, urkunder och konkreta religiösa uttryck och handlingar inom religionerna.",
          "C" : "Eleven har <strong>goda</strong> kunskaper om kristendomen och de andra världsreligionerna och visar det genom att <strong>förklara och visa på samband mellan</strong> centrala tankegångar, urkunder och konkreta religiösa uttryck och handlingar inom religionerna.",
          "A" : "Eleven har <strong>mycket goda</strong> kunskaper om kristendomen och de andra världsreligionerna och visar det genom att <strong>förklara och visa på samband och generella mönster kring</strong> centrala tankegångar, urkunder och konkreta religiösa uttryck och handlingar inom religionerna."
        }
      }, {
        "text" : "Dessutom för eleven <strong>________</strong> resonemang om likheter och skillnader inom och mellan några religioner och andra livsåskådningar.",
        "knowledgeRequirementChoice" : {
          "E" : "Dessutom för eleven <strong>enkla</strong> resonemang om likheter och skillnader inom och mellan några religioner och andra livsåskådningar.",
          "C" : "Dessutom för eleven <strong>utvecklade</strong> resonemang om likheter och skillnader inom och mellan några religioner och andra livsåskådningar.",
          "A" : "Dessutom för eleven <strong>välutvecklade</strong> resonemang om likheter och skillnader inom och mellan några religioner och andra livsåskådningar."
        }
      }, {
        "text" : "Eleven kan utifrån undersökningar om hur religioner kan påverkas av och påverka samhälleliga förhållanden och skeenden beskriva <strong>________</strong> samband med <strong>________</strong> resonemang.",
        "knowledgeRequirementChoice" : {
          "E" : "Eleven kan utifrån undersökningar om hur religioner kan påverkas av och påverka samhälleliga förhållanden och skeenden beskriva <strong>enkla</strong> samband med <strong>enkla och till viss del underbyggda</strong> resonemang.",
          "C" : "Eleven kan utifrån undersökningar om hur religioner kan påverkas av och påverka samhälleliga förhållanden och skeenden beskriva <strong>förhållandevis komplexa</strong> samband med <strong>utvecklade och relativt väl underbyggda</strong> resonemang.",
          "A" : "Eleven kan utifrån undersökningar om hur religioner kan påverkas av och påverka samhälleliga förhållanden och skeenden beskriva <strong>komplexa</strong> samband med <strong>välutvecklade och väl underbyggda</strong> resonemang."
        }
      }, {
        "text" : "Eleven kan också föra <strong>________</strong> resonemang om hur livsfrågor skildras i olika sammanhang och hur identiteter kan formas av religioner och andra livsåskådningar på ett sätt som <strong>________</strong>.",
        "knowledgeRequirementChoice" : {
          "E" : "Eleven kan också föra <strong>enkla</strong> resonemang om hur livsfrågor skildras i olika sammanhang och hur identiteter kan formas av religioner och andra livsåskådningar på ett sätt som <strong>till viss del för resonemanget framåt</strong>.",
          "C" : "Eleven kan också föra <strong>utvecklade</strong> resonemang om hur livsfrågor skildras i olika sammanhang och hur identiteter kan formas av religioner och andra livsåskådningar på ett sätt som <strong>för resonemanget framåt</strong>.",
          "A" : "Eleven kan också föra <strong>välutvecklade och nyanserade</strong> resonemang om hur livsfrågor skildras i olika sammanhang och hur identiteter kan formas av religioner och andra livsåskådningar på ett sätt som <strong>för resonemanget framåt och fördjupar eller breddar det</strong>."
        }
      } ]
    }, {
      "heading" : "",
      "knowledgeRequirements" : [ {
        "text" : "Eleven kan resonera och argumentera kring moraliska frågeställningar och värderingar genom att föra <strong>________</strong> resonemang och använda etiska begrepp och modeller på ett <strong>________</strong> sätt.",
        "knowledgeRequirementChoice" : {
          "E" : "Eleven kan resonera och argumentera kring moraliska frågeställningar och värderingar genom att föra <strong>enkla och till viss del underbyggda</strong> resonemang och använda etiska begrepp och modeller på ett <strong>i huvudsak fungerande</strong> sätt.",
          "C" : "Eleven kan resonera och argumentera kring moraliska frågeställningar och värderingar genom att föra <strong>utvecklade och relativt väl underbyggda</strong> resonemang och använda etiska begrepp och modeller på ett <strong>relativt väl fungerande</strong> sätt.",
          "A" : "Eleven kan resonera och argumentera kring moraliska frågeställningar och värderingar genom att föra <strong>välutvecklade och väl underbyggda</strong> resonemang och använda etiska begrepp och modeller på ett <strong>väl fungerande</strong> sätt."
        }
      }, {
        "text" : "Eleven kan söka information om religioner och andra livsåskådningar och använder då olika typer av källor på ett <strong>________</strong> sätt samt för <strong>________</strong> resonemang om informationens och källornas trovärdighet och relevans.",
        "knowledgeRequirementChoice" : {
          "E" : "Eleven kan söka information om religioner och andra livsåskådningar och använder då olika typer av källor på ett <strong>i huvudsak fungerande</strong> sätt samt för <strong>enkla och till viss del underbyggda</strong> resonemang om informationens och källornas trovärdighet och relevans.",
          "C" : "Eleven kan söka information om religioner och andra livsåskådningar och använder då olika typer av källor på ett <strong>relativt väl fungerande</strong> sätt samt för <strong>utvecklade och relativt väl underbyggda</strong> resonemang om informationens och källornas trovärdighet och relevans.",
          "A" : "Eleven kan söka information om religioner och andra livsåskådningar och använder då olika typer av källor på ett <strong>väl fungerande</strong> sätt samt för <strong>välutvecklade och väl underbyggda</strong> resonemang om informationens och källornas trovärdighet och relevans."
        }
      } ]
    } ],
    "point" : 150,
    "year" : null
  } ]
}