{
  "name" : "Samhällskunskap",
  "description" : "Människor har alltid varit beroende av att samarbeta när de skapar och utvecklar samhällen. I dag står människor i olika delar av världen inför både möjligheter och problem kopplade till digitalisering, globalisering, hållbar samhällsutveckling och interkulturella kontakter. Kunskaper om samhället ger individen verktyg för att orientera sig och ta ansvar för sitt handlande i en komplex värld.",
  "code" : "GRNSAM2",
  "designation" : "",
  "skolfsId" : "2012:18",
  "purposes" : [ {
    "type" : "PARAGRAPH",
    "heading" : "",
    "lines" : [ "Undervisningen i kursen samhällskunskap inom kommunal vuxenutbildning på grundläggande nivå syftar till att eleven utvecklar sina kunskaper om hur individen och samhället påverkar varandra.", "Genom undervisningen ska eleven ges möjlighet att utveckla en helhetssyn på samhällsfrågor och samhällsstrukturer.", "I en sådan helhetssyn är sociala, ekonomiska, miljömässiga, rättsliga, mediala och politiska aspekter centrala." ]
  }, {
    "type" : "PARAGRAPH",
    "heading" : "",
    "lines" : [ "Undervisningen ska ge eleven förutsättningar att se samhällsfrågor ur olika perspektiv.", "På så sätt ska eleven utveckla sin förståelse för egna och andra människors levnadsvillkor, betydelsen av jämställdhet, hur olika intressen och åsikter uppstår och kommer till uttryck samt hur olika aktörer försöker påverka samhällsutvecklingen.", "Vidare ska undervisningen ge eleven möjlighet att förstå digitaliseringens betydelse för samhällsutvecklingen och för den personliga integriteten." ]
  }, {
    "type" : "PARAGRAPH",
    "heading" : "",
    "lines" : [ "Undervisningen ska ge eleven verktyg för att hantera information i vardags-, samhälls- och arbetslivet samt vid studier, och ge kunskaper om hur man söker och värderar information om samhället från olika källor.", "Genom undervisningen ska eleven också ges förutsättningar att utveckla kunskaper om hur man kritiskt granskar samhällsfrågor och samhällsstrukturer.", "Eleven ska vidare ges möjlighet att utveckla kunskaper om samhällsvetenskapliga begrepp och modeller." ]
  }, {
    "type" : "PARAGRAPH",
    "heading" : "",
    "lines" : [ "Undervisningen ska bidra till att eleven utvecklar sin förtrogenhet med de mänskliga rättigheterna och med demokratiska processer och arbetssätt.", "Den ska också bidra till att eleven tillägnar sig kunskaper om, och förmågan att reflektera över, värden och principer som utmärker ett demokratiskt samhälle.", "Vidare ska undervisningen ge eleverna möjlighet att utveckla sin förståelse för vad det innebär att vara en aktiv och ansvarstagande medborgare i ett snabbt föränderligt samhälle." ]
  }, {
    "type" : "PARAGRAPH",
    "heading" : "",
    "lines" : [ "Genom undervisningen ska eleven ges möjlighet att utifrån personliga erfarenheter och aktuella händelser uttrycka och pröva sina ställningstaganden i möten med andra uppfattningar.", "Därigenom ska eleven stimuleras att engagera sig och delta i ett öppet meningsutbyte om samhällsfrågor." ]
  }, {
    "type" : "BULLET",
    "heading" : "Genom undervisningen i kursen samhällskunskap ska eleven ges förutsättningar att utveckla sin förmåga att",
    "lines" : [ "reflektera över hur individer och samhällen formas, förändras och samverkar,", "analysera och kritiskt granska lokala, nationella och globala samhällsfrågor ur olika perspektiv,", "analysera samhällsstrukturer med hjälp av samhällsvetenskapliga begrepp och modeller,", "uttrycka och värdera olika ståndpunkter i till exempel aktuella samhällsfrågor och argumentera utifrån fakta, värderingar och olika perspektiv,", "söka information om samhället från medier, internet och andra källor och värdera deras relevans och trovärdighet, och", "reflektera över mänskliga rättigheter samt demokratiska värden, principer, arbetssätt och beslutsprocesser." ]
  } ],
  "courses" : [ {
    "name" : "Samhällskunskap",
    "description" : "<p align=\"left\">Människor har alltid varit beroende av att samarbeta när de skapar och utvecklar samhällen. I dag står människor i olika delar av världen inför både möjligheter och problem kopplade till digitalisering, globalisering, hållbar samhällsutveckling och interkulturella kontakter. Kunskaper om samhället ger individen verktyg för att orientera sig och ta ansvar för sitt handlande i en komplex värld.",
    "code" : "GRNSAM2",
    "centralContent" : [ {
      "heading" : "Individer och gemenskaper",
      "lines" : [ "Befolkningen, dess storlek, sammansättning och geografiska fördelning i Sverige och i andra delar av världen. Konsekvenser av detta, till exempel socialt, kulturellt och ekonomiskt.", "Välfärdsstrukturer i Sverige och i andra delar av världen, deras funktion och hur de finansieras.", "Migration förr och nu, dess orsaker och konsekvenser. Integration och segregation i samhället." ]
    }, {
      "heading" : "Information och kommunikation",
      "lines" : [ "Mediernas roll som informationsspridare, opinionsbildare, underhållare och granskare av samhällets maktstrukturer.", "Olika slags medier, deras uppbyggnad och innehåll, till exempel sociala medier, webbplatser eller dagstidningar.", "Nyhetsvärdering och hur den kan påverka människors bilder av omvärlden. Hur individer och grupper framställs, till exempel utifrån kön och etnicitet, samt hur information i digitala medier kan styras av bakomliggande programmering.", "Möjligheter och risker förknippade med internet och digital kommunikation samt hur man agerar ansvarsfullt vid användning av digitala och andra medier utifrån sociala, etiska och rättsliga aspekter." ]
    }, {
      "heading" : "Rättigheter och rättsskipning",
      "lines" : [ "De mänskliga rättigheterna samt diskrimineringsgrunderna i svensk lag.", "Hur mänskliga rättigheter kränks i olika delar av världen.", "Demokratiska fri- och rättigheter samt skyldigheter, till exempel gränsen mellan yttrandefrihet och kränkningar i sociala medier. Etiska och demokratiska dilemman.", "Urfolket samerna och övriga nationella minoriteter i Sverige.", "Rättssystem och principer för rättssäkerhet. Normuppfattning och kriminalitet." ]
    }, {
      "heading" : "Samhällsresurser och fördelning",
      "lines" : [ "Hushållens, företagens och det offentligas ekonomi: samband och orsaker till förändringar.", "Länders och regioners ekonomier: samband och orsaker till förändringar i en globaliserad värld.", "Arbetsmarknadens och arbetslivets förändringar och villkor.", "Utbildningsvägar, yrkesval och entreprenörskap.", "Hur socioekonomisk bakgrund, kön och etnicitet påverkar utbildning, boende, välfärd, ekonomiska resurser, makt och inflytande. Begreppen jämlikhet och jämställdhet.", "Digitaliseringens betydelse för samhällsutveckling inom olika områden, till exempel påverkan på arbetsmarknad och infrastruktur samt förändrade attityder och värderingar." ]
    }, {
      "heading" : "Beslutsfattande och politiska idéer",
      "lines" : [ "Politiska ideologier och partier.", "Sveriges politiska system, Europeiska unionen, riksdag, regering, landsting och kommuner. Var olika beslut fattas och hur de påverkar individer, grupper och samhället i stort. Grundlagar.", "Några olika stats- och styrelseskick i världen.", "Aktuella samhällsfrågor i Sverige och världen. Internationell konflikthantering, FN och folkrätten.", "Europeiskt och nordiskt samarbete: dess bakgrund och innehåll.", "Individers och gruppers möjligheter att påverka beslut och samhällsutveckling samt hur man inom ramen för den demokratiska processen kan påverka beslut." ]
    } ],
    "knowledgeRequirementParagraphs" : [ {
      "heading" : "",
      "knowledgeRequirements" : [ {
        "text" : "Eleven har <strong>________</strong> kunskaper om olika samhällsstrukturer.",
        "knowledgeRequirementChoice" : {
          "E" : "Eleven har <strong>grundläggande</strong> kunskaper om olika samhällsstrukturer.",
          "C" : "Eleven har <strong>goda</strong> kunskaper om olika samhällsstrukturer.",
          "A" : "Eleven har <strong>mycket goda</strong> kunskaper om olika samhällsstrukturer."
        }
      }, {
        "text" : "Eleven visar det genom att undersöka hur sociala, mediala, rättsliga, ekonomiska och politiska strukturer i samhället är uppbyggda och fungerar och beskriver då <strong>________</strong> samband inom och mellan olika samhällsstrukturer.",
        "knowledgeRequirementChoice" : {
          "E" : "Eleven visar det genom att undersöka hur sociala, mediala, rättsliga, ekonomiska och politiska strukturer i samhället är uppbyggda och fungerar och beskriver då <strong>enkla</strong> samband inom och mellan olika samhällsstrukturer.",
          "C" : "Eleven visar det genom att undersöka hur sociala, mediala, rättsliga, ekonomiska och politiska strukturer i samhället är uppbyggda och fungerar och beskriver då <strong>förhållandevis komplexa</strong> samband inom och mellan olika samhällsstrukturer.",
          "A" : "Eleven visar det genom att undersöka hur sociala, mediala, rättsliga, ekonomiska och politiska strukturer i samhället är uppbyggda och fungerar och beskriver då <strong>komplexa</strong> samband inom och mellan olika samhällsstrukturer."
        }
      }, {
        "text" : "I beskrivningarna kan eleven använda begrepp och modeller på ett <strong>________</strong> sätt.",
        "knowledgeRequirementChoice" : {
          "E" : "I beskrivningarna kan eleven använda begrepp och modeller på ett <strong>i huvudsak fungerande</strong> sätt.",
          "C" : "I beskrivningarna kan eleven använda begrepp och modeller på ett <strong>relativt väl fungerande</strong> sätt.",
          "A" : "I beskrivningarna kan eleven använda begrepp och modeller på ett <strong>väl fungerande</strong> sätt."
        }
      }, {
        "text" : "Eleven kan föra <strong>________</strong> resonemang om hur individer och samhällen påverkas av och påverkar varandra och beskriver då <strong>________</strong> samband mellan olika faktorer som har betydelse för individers möjligheter att påverka sin egen och andras livssituation.",
        "knowledgeRequirementChoice" : {
          "E" : "Eleven kan föra <strong>enkla</strong> resonemang om hur individer och samhällen påverkas av och påverkar varandra och beskriver då <strong>enkla</strong> samband mellan olika faktorer som har betydelse för individers möjligheter att påverka sin egen och andras livssituation.",
          "C" : "Eleven kan föra <strong>utvecklade</strong> resonemang om hur individer och samhällen påverkas av och påverkar varandra och beskriver då <strong>förhållandevis komplexa</strong> samband mellan olika faktorer som har betydelse för individers möjligheter att påverka sin egen och andras livssituation.",
          "A" : "Eleven kan föra <strong>välutvecklade och nyanserade</strong> resonemang om hur individer och samhällen påverkas av och påverkar varandra och beskriver då <strong>komplexa</strong> samband mellan olika faktorer som har betydelse för individers möjligheter att påverka sin egen och andras livssituation."
        }
      } ]
    }, {
      "heading" : "",
      "knowledgeRequirements" : [ {
        "text" : "Eleven kan undersöka samhällsfrågor ur olika perspektiv och beskriver då <strong>________</strong> samband med <strong>________</strong> resonemang.",
        "knowledgeRequirementChoice" : {
          "E" : "Eleven kan undersöka samhällsfrågor ur olika perspektiv och beskriver då <strong>enkla</strong> samband med <strong>enkla och till viss del underbyggda</strong> resonemang.",
          "C" : "Eleven kan undersöka samhällsfrågor ur olika perspektiv och beskriver då <strong>förhållandevis komplexa</strong> samband med <strong>utvecklade och relativt väl underbyggda</strong> resonemang.",
          "A" : "Eleven kan undersöka samhällsfrågor ur olika perspektiv och beskriver då <strong>komplexa</strong> samband med <strong>välutvecklade och väl underbyggda</strong> resonemang."
        }
      }, {
        "text" : "Eleven värderar och uttrycker olika ståndpunkter i några samhällsfrågor med <strong>________</strong> resonemang och <strong>________</strong> argument och kan då <strong>________</strong> växla mellan olika perspektiv.",
        "knowledgeRequirementChoice" : {
          "E" : "Eleven värderar och uttrycker olika ståndpunkter i några samhällsfrågor med <strong>enkla</strong> resonemang och <strong>till viss del underbyggda</strong> argument och kan då <strong>i viss utsträckning</strong> växla mellan olika perspektiv.",
          "C" : "Eleven värderar och uttrycker olika ståndpunkter i några samhällsfrågor med <strong>utvecklade</strong> resonemang och <strong>relativt väl underbyggda</strong> argument och kan då <strong>i förhållandevis stor utsträckning</strong> växla mellan olika perspektiv.",
          "A" : "Eleven värderar och uttrycker olika ståndpunkter i några samhällsfrågor med <strong>välutvecklade</strong> resonemang och <strong>väl underbyggda</strong> argument och kan då <strong>i stor utsträckning</strong> växla mellan olika perspektiv."
        }
      }, {
        "text" : "Eleven redogör för de mänskliga rättigheternas innebörd och betydelse och <strong>________</strong> på hur de kränks och främjas i olika delar av världen.",
        "knowledgeRequirementChoice" : {
          "E" : "Eleven redogör för de mänskliga rättigheternas innebörd och betydelse och <strong>ger exempel</strong> på hur de kränks och främjas i olika delar av världen.",
          "C" : "Eleven redogör för de mänskliga rättigheternas innebörd och betydelse och <strong>ger exempel</strong> på hur de kränks och främjas i olika delar av världen.",
          "A" : "Eleven redogör för de mänskliga rättigheternas innebörd och betydelse och <strong>ger exempel</strong> på hur de kränks och främjas i olika delar av världen."
        }
      }, {
        "text" : "Dessutom kan eleven <strong>________</strong> för de nationella minoriteterna och deras särställning och rättigheter.",
        "knowledgeRequirementChoice" : {
          "E" : "Dessutom kan eleven <strong>redogöra</strong> för de nationella minoriteterna och deras särställning och rättigheter.",
          "C" : "Dessutom kan eleven <strong>redogöra</strong> för de nationella minoriteterna och deras särställning och rättigheter.",
          "A" : "Dessutom kan eleven <strong>redogöra</strong> för de nationella minoriteterna och deras särställning och rättigheter."
        }
      } ]
    }, {
      "heading" : "",
      "knowledgeRequirements" : [ {
        "text" : "Eleven har <strong>________</strong> kunskaper om demokratiska värden och processer och visar det genom att föra <strong>________</strong> resonemang om demokratiska rättigheter och skyldigheter, samt om för- och nackdelar med olika former för gemensamt beslutsfattande.",
        "knowledgeRequirementChoice" : {
          "E" : "Eleven har <strong>grundläggande</strong> kunskaper om demokratiska värden och processer och visar det genom att föra <strong>enkla</strong> resonemang om demokratiska rättigheter och skyldigheter, samt om för- och nackdelar med olika former för gemensamt beslutsfattande.",
          "C" : "Eleven har <strong>goda</strong> kunskaper om demokratiska värden och processer och visar det genom att föra <strong>utvecklade</strong> resonemang om demokratiska rättigheter och skyldigheter samt om för- och nackdelar med olika former för gemensamt beslutsfattande.",
          "A" : "Eleven har <strong>mycket goda</strong> kunskaper om demokratiska värden och processer och visar det genom att föra <strong>välutvecklade och nyanserade</strong> resonemang om demokratiska rättigheter och skyldigheter samt om för- och nackdelar med olika former för gemensamt beslutsfattande."
        }
      }, {
        "text" : "Eleven kan söka information om samhället och använder då olika källor på ett <strong>________</strong> sätt och för <strong>________</strong> resonemang om informationens och källornas trovärdighet och relevans.",
        "knowledgeRequirementChoice" : {
          "E" : "Eleven kan söka information om samhället och använder då olika källor på ett <strong>i huvudsak fungerande</strong> sätt och för <strong>enkla och till viss del underbyggda</strong> resonemang om informationens och källornas trovärdighet och relevans.",
          "C" : "Eleven kan söka information om samhället och använder då olika källor på ett <strong>relativt väl fungerande</strong> sätt och för <strong>utvecklade och relativt väl underbyggda</strong> resonemang om informationens och källornas trovärdighet och relevans.",
          "A" : "Eleven kan söka information om samhället och använder då olika källor på ett <strong>väl fungerande</strong> sätt och för <strong>välutvecklade och väl underbyggda</strong> resonemang om informationens och källornas trovärdighet och relevans."
        }
      } ]
    } ],
    "point" : 150,
    "year" : null
  } ]
}