{
  "name" : "Modersmål",
  "description" : "Språk är människans främsta redskap för att tänka, kommunicera och lära. Genom språket utvecklar människor sin identitet, uttrycker känslor och tankar och förstår hur andra känner och tänker. Att ha ett rikt och varierat språk är betydelsefullt för att kunna förstå och verka i ett samhälle där kulturer, livsåskådningar, generationer och språk möts. Att ha tillgång till sitt modersmål underlättar också språkutvecklingen och lärandet inom olika områden.",
  "code" : "GRSAMOD01",
  "designation" : "ML",
  "skolfsId" : "2010:255",
  "purposes" : [ {
    "type" : "PARAGRAPH",
    "heading" : "",
    "lines" : [ "Undervisningen i ämnet modersmål ska syfta till att eleverna utvecklar kunskaper i och om sitt modersmål.", "Genom undervisningen ska eleverna ges möjlighet att utveckla sin förmåga att kommunicera och anpassa sitt språk till olika sammanhang och för olika syften.", "Undervisningen ska även bidra till att eleverna utvecklar tal, skrift och andra kommunikationsformer.", "Vidare ska undervisningen bidra till att eleverna utvecklar sin läsförmåga och sitt intresse för att läsa och skriva på modersmålet." ]
  }, {
    "type" : "PARAGRAPH",
    "heading" : "",
    "lines" : [ "Eleverna ska också ges möjlighet att utveckla kunskaper om och tilltro till sin förmåga att formulera och uttrycka egna åsikter och tankar.", "Därigenom ska undervisningen bidra till att eleverna utvecklar sitt språk, sin identitet och sin förståelse för omvärlden." ]
  }, {
    "type" : "PARAGRAPH",
    "heading" : "",
    "lines" : [ "Vidare ska undervisningen syfta till att eleverna utvecklar sina kunskaper om hur modersmålet är uppbyggt.", "På så sätt ska undervisningen bidra till att stärka elevernas medvetenhet om den egna språkliga och kommunikativa förmågan.", "Undervisningen ska också ge eleverna möjligheter att utveckla och fördjupa sin ord- och begreppsförståelse på modersmålet." ]
  }, {
    "type" : "PARAGRAPH",
    "heading" : "",
    "lines" : [ "Undervisningen ska ge eleverna möjligheter att utveckla kunskaper om kulturer och samhällen där modersmålet talas.", "Undervisningen ska därigenom ge eleverna förutsättningar att utveckla sin kulturella identitet och bli flerspråkiga." ]
  }, {
    "type" : "BULLET",
    "heading" : "Genom undervisningen i ämnet modersmål ska eleverna ges förutsättningar att utveckla förmågan att",
    "lines" : [ "tala och samtala i olika sammanhang,", "läsa och förstå texter,", "skriva för olika syften, och", "reflektera över traditioner och kulturella företeelser i områden där modersmålet talas." ]
  } ],
  "courses" : [ {
    "name" : "Årskurs 1-6",
    "description" : "",
    "code" : "GRSAMOD01_1-6",
    "centralContent" : [ {
      "heading" : "I årskurs 1-6",
      "lines" : [ ]
    }, {
      "heading" : "Tala och samtala",
      "lines" : [ "Hur man kan använda omskrivningar, växlingar mellan språk och visuell förstärkning, till exempel bilder, tecken och kroppsspråk, för att förstå och göra sig förstådd.", "Kommunikation i olika sammanhang. Lyssna, svara, fråga, berätta samt uttrycka önskemål och känslor.", "Muntligt berättande i olika sammanhang.", "Uttal, betoning och satsmelodi." ]
    }, {
      "heading" : "Läsa och skriva",
      "lines" : [ "Lässtrategier, till exempel ordbilder, för att avkoda och förstå texter.", "Läsriktning samt skrivteckens form och ljud i jämförelse med svenskan.", "Strategier för att skriva elevnära texter." ]
    }, {
      "heading" : "Berättande texter och faktatexter",
      "lines" : [ "Berättande texter och poetiska texter för barn: rim, ramsor, sånger och skönlitteratur från områden där modersmålet talas.", "Beskrivande och förklarande texter för barn, till exempel faktatexter, med anknytning till traditioner och företeelser i områden där modersmålet talas." ]
    }, {
      "heading" : "Kultur och samhälle",
      "lines" : [ "Lekar och sånger från områden där modersmålet talas.", "Högtider och traditioner som eleven möter i olika sammanhang." ]
    } ],
    "knowledgeRequirementParagraphs" : [ {
      "heading" : "",
      "knowledgeRequirements" : [ {
        "text" : "Eleven kan samtala om elevnära ämnen genom att lyssna på andra och <strong>________</strong> i att ställa frågor, svara och uttrycka önskan och känslor.",
        "knowledgeRequirementChoice" : {
          "E" : "Eleven kan samtala om elevnära ämnen genom att lyssna på andra och <strong>medverka</strong> i att ställa frågor, svara och uttrycka önskan och känslor.",
          "C" : "Eleven kan samtala om elevnära ämnen genom att lyssna på andra och på ett <strong>delvis fungerande</strong> sätt ställa frågor, svara och uttrycka önskan och känslor med ett <strong>delvis ändamålsenligt</strong> ordförråd.",
          "A" : "Eleven kan samtala om elevnära ämnen genom att lyssna på andra och på ett <strong>väl fungerande</strong> sätt ställa frågor, svara och uttrycka önskan och känslor med ett <strong>ändamålsenligt</strong> ordförråd."
        }
      }, {
        "text" : "Dessutom <strong>________</strong> eleven i att berätta om vardagliga händelser.",
        "knowledgeRequirementChoice" : {
          "E" : "Dessutom <strong>medverkar</strong> eleven i att berätta om vardagliga händelser.",
          "C" : "Dessutom berättar eleven om vardagliga händelser på ett <strong>delvis fungerande</strong> sätt.",
          "A" : "Dessutom berättar eleven om vardagliga händelser på ett <strong>väl fungerande</strong> sätt."
        }
      } ]
    }, {
      "heading" : "",
      "knowledgeRequirements" : [ {
        "text" : "Eleven kan med stöd av bilder <strong>________</strong> i att läsa texter med kända ord och bekant innehåll.",
        "knowledgeRequirementChoice" : {
          "E" : "Eleven kan med stöd av bilder <strong>medverka</strong> i att läsa texter med kända ord och bekant innehåll.",
          "C" : "Eleven kan med <strong>visst flyt</strong> läsa texter med bekant innehåll.",
          "A" : "Eleven kan med <strong>flyt</strong> läsa texter med bekant innehåll."
        }
      }, {
        "text" : "Genom att <strong>________</strong> i att svara på frågor om innehållet visar eleven sin förståelse för texterna.",
        "knowledgeRequirementChoice" : {
          "E" : "Genom att <strong>medverka</strong> i att svara på frågor om innehållet visar eleven sin förståelse för texterna.",
          "C" : "Genom att svara på frågor om och återge delar av innehållet på ett <strong>delvis relevant</strong> sätt visar eleven sin förståelse för texterna.",
          "A" : "Genom att svara på frågor om och återge delar av innehållet på ett <strong>relevant</strong> sätt visar eleven sin förståelse för texterna."
        }
      }, {
        "text" : "Utifrån sitt modersmåls särdrag kan eleven <strong>________</strong> i att uttrycka sig i skrift.",
        "knowledgeRequirementChoice" : {
          "E" : "Utifrån sitt modersmåls särdrag kan eleven <strong>medverka</strong> i att uttrycka sig i skrift.",
          "C" : "Utifrån sitt modersmåls särdrag kan eleven uttrycka sig i skrift på ett <strong>delvis fungerande</strong> sätt.",
          "A" : "Utifrån sitt modersmåls särdrag kan eleven uttrycka sig i skrift på ett <strong>väl fungerande</strong> sätt."
        }
      }, {
        "text" : "Eleven kan också <strong>________</strong> till resonemang om <strong>________</strong> tradition eller högtid med betydelse för eleven i områden där modersmålet talas.",
        "knowledgeRequirementChoice" : {
          "E" : "Eleven kan också <strong>bidra</strong> till resonemang om <strong>någon</strong> tradition eller högtid med betydelse för eleven i områden där modersmålet talas.",
          "C" : "Eleven kan också föra <strong>enkla</strong> resonemang om <strong>några</strong> traditioner och högtider i områden där modersmålet talas.",
          "A" : "Eleven kan också föra <strong>välutvecklade</strong> resonemang om <strong>några</strong> traditioner och högtider i områden där modersmålet talas."
        }
      } ]
    } ],
    "point" : null,
    "year" : {
      "start" : 1,
      "end" : 6
    }
  }, {
    "name" : "Årskurs 7-9",
    "description" : "",
    "code" : "GRSAMOD01_7-9",
    "centralContent" : [ {
      "heading" : "I årskurs 7-9",
      "lines" : [ ]
    }, {
      "heading" : "Tala och samtala",
      "lines" : [ "Hur man kan använda omskrivningar, växlingar mellan språk och visuell förstärkning, till exempel bilder, tecken och kroppsspråk, för att förstå och göra sig förstådd.", "Kommunikation i olika sammanhang och för olika syften. Hur åsikter, intresse och argument kan uttryckas.", "Muntliga presentationer i olika sammanhang.", "Uttal, betoning och satsmelodi. Modersmålets uttal i jämförelse med svenskan." ]
    }, {
      "heading" : "Läsa och skriva",
      "lines" : [ "Lässtrategier för att avkoda och förstå olika texter. Sökläsning och läsning mellan raderna.", "Strategier för att skriva olika typer av texter och hur man anpassar innehållet till olika mottagare.", "Modersmålets uppbyggnad. Ordbildning och meningsbyggnad på modersmålet i jämförelse med svenskan." ]
    }, {
      "heading" : "Berättande texter och faktatexter",
      "lines" : [ "Berättande texter och poetiska texter för barn och unga från områden där modersmålet talas.", "Berättande texters budskap, uppbyggnad och innehåll.", "Beskrivande och förklarande texter, till exempel nyhetsartiklar, med anknytning till traditioner och företeelser i områden där modersmålet talas." ]
    }, {
      "heading" : "Kultur och samhälle",
      "lines" : [ "Seder, bruk och traditioner i områden där modersmålet talas.", "Barn och ungdomars vardagsliv i områden där modersmålet talas i jämförelse med vardagsliv i Sverige." ]
    } ],
    "knowledgeRequirementParagraphs" : [ {
      "heading" : "",
      "knowledgeRequirements" : [ {
        "text" : "Eleven kan samtala om varierande ämnen genom att lyssna till andras åsikter och <strong>________</strong> till att framföra egna åsikter och argument.",
        "knowledgeRequirementChoice" : {
          "E" : "Eleven kan samtala om varierande ämnen genom att lyssna till andras åsikter och <strong>bidra</strong> till att framföra egna åsikter och argument.",
          "C" : "Eleven kan samtala om varierande ämnen genom att lyssna till andras åsikter och framföra egna <strong>delvis underbyggda</strong> åsikter och argument med ett <strong>delvis ändamålsenligt</strong> ordförråd.",
          "A" : "Eleven kan samtala om varierande ämnen genom att lyssna till andras åsikter och framföra egna <strong>väl underbyggda</strong> åsikter och argument med ett <strong>ändamålsenligt</strong> ordförråd."
        }
      }, {
        "text" : "Dessutom <strong>________</strong> eleven i att genomföra muntliga presentationer.",
        "knowledgeRequirementChoice" : {
          "E" : "Dessutom <strong>medverkar</strong> eleven i att genomföra muntliga presentationer.",
          "C" : "Dessutom genomför eleven muntliga presentationer på ett <strong>delvis fungerande</strong> sätt.",
          "A" : "Dessutom genomför eleven muntliga presentationer på ett <strong>väl fungerande</strong> sätt."
        }
      } ]
    }, {
      "heading" : "",
      "knowledgeRequirements" : [ {
        "text" : "Eleven kan med stöd av bilder <strong>________</strong> i att läsa olika slags texter.",
        "knowledgeRequirementChoice" : {
          "E" : "Eleven kan med stöd av bilder <strong>medverka</strong> i att läsa olika slags texter.",
          "C" : "Eleven kan med <strong>visst flyt</strong> läsa olika slags texter.",
          "A" : "Eleven kan med <strong>flyt</strong> läsa olika slags texter."
        }
      }, {
        "text" : "Genom att <strong>________</strong> i att svara på frågor om och återge delar av innehållet visar eleven sin förståelse för texterna.",
        "knowledgeRequirementChoice" : {
          "E" : "Genom att <strong>medverka</strong> i att svara på frågor om och återge delar av innehållet visar eleven sin förståelse för texterna.",
          "C" : "Genom att svara på frågor om och återge delar av innehållet på ett <strong>delvis relevant</strong> sätt visar eleven sin förståelse för texterna.",
          "A" : "Genom att svara på frågor om och återge delar av innehållet på ett <strong>relevant</strong> sätt visar eleven sin förståelse för texterna."
        }
      }, {
        "text" : "Utifrån sitt modersmåls särdrag kan eleven <strong>________</strong> till att skriva texter och anpassa dem till olika sammanhang.",
        "knowledgeRequirementChoice" : {
          "E" : "Utifrån sitt modersmåls särdrag kan eleven <strong>bidra</strong> till att skriva texter och anpassa dem till olika sammanhang.",
          "C" : "Utifrån sitt modersmåls särdrag kan eleven skriva texter med <strong>viss</strong> anpassning till olika sammanhang.",
          "A" : "Utifrån sitt modersmåls särdrag kan eleven skriva texter med <strong>god</strong> anpassning till olika sammanhang."
        }
      }, {
        "text" : "Eleven kan också <strong>________</strong> till resonemang om seder, bruk och traditioner i områden där modersmålet talas.",
        "knowledgeRequirementChoice" : {
          "E" : "Eleven kan också <strong>bidra</strong> till resonemang om seder, bruk och traditioner i områden där modersmålet talas.",
          "C" : "Eleven kan också föra <strong>enkla</strong> resonemang om seder, bruk och traditioner i områden där modersmålet talas.",
          "A" : "Eleven kan också föra <strong>välutvecklade</strong> resonemang om seder, bruk och traditioner i områden där modersmålet talas."
        }
      } ]
    } ],
    "point" : null,
    "year" : {
      "start" : 7,
      "end" : 9
    }
  } ]
}