{
  "name" : "Idrott och hälsa",
  "description" : "Fysiska aktiviteter och en hälsosam livsstil är grundläggande för människors välbefinnande. Positiva upplevelser av rörelse och friluftsliv under uppväxtåren har stor betydelse för om vi blir fysiskt aktiva senare i livet. Att ha färdigheter i och kunskaper om idrott och hälsa är en tillgång för både individen och samhället.",
  "code" : "GRSAIDR01",
  "designation" : "IDH",
  "skolfsId" : "2011:28",
  "purposes" : [ {
    "type" : "PARAGRAPH",
    "heading" : "",
    "lines" : [ "Undervisningen i ämnet idrott och hälsa ska syfta till att eleverna utvecklar allsidiga rörelseförmågor och intresse för att vara fysiskt aktiva och vistas i naturen.", "Genom undervisningen ska eleverna få prova många olika slags fysiska aktiviteter." ]
  }, {
    "type" : "PARAGRAPH",
    "heading" : "",
    "lines" : [ "Undervisningen ska ge eleverna möjligheter att utveckla kunskaper i att planera, genomföra och värdera olika rörelseaktiviteter.", "Undervisningen ska även bidra till att eleverna utvecklar kunskaper om vad som påverkar den fysiska förmågan och hur man kan påverka hälsan.", "Därigenom ska eleverna utveckla kunskaper om hur fysisk aktivitet förhåller sig till psykiskt och fysiskt välbefinnande." ]
  }, {
    "type" : "PARAGRAPH",
    "heading" : "",
    "lines" : [ "Undervisningen ska skapa förutsättningar för alla elever att kontinuerligt delta i skolans fysiska aktiviteter och bidra till att eleverna utvecklar en god kroppsuppfattning och tilltro till sin egen fysiska förmåga.", "Genom undervisningen ska eleverna ges förutsättningar att vistas i olika utemiljöer under olika årstider och få förståelse för värdet av ett aktivt friluftsliv." ]
  }, {
    "type" : "PARAGRAPH",
    "heading" : "",
    "lines" : [ "Genom undervisningen ska eleverna ges möjligheter att utveckla sin samarbetsförmåga och sin respekt för andra.", "Eleverna ska också få kännedom om risker och säkerhet vid fysiska aktiviteter och hur man handlar i nödsituationer." ]
  }, {
    "type" : "PARAGRAPH",
    "heading" : "",
    "lines" : [ "Vidare ska undervisningen bidra till att eleverna utvecklar kunskaper om ämnesspecifika begrepp.", "På så sätt ska eleverna ges förutsättningar att samtala om idrott och hälsa och presentera och utvärdera arbetsprocesser." ]
  }, {
    "type" : "BULLET",
    "heading" : "Genom undervisningen i ämnet idrott och hälsa ska eleverna sammanfattningsvis ges förutsättningar att utveckla sin förmåga att",
    "lines" : [ "röra sig allsidigt i olika fysiska sammanhang,", "reflektera över samband mellan rörelse, hälsa och livsstil,", "genomföra och anpassa utevistelser och friluftsliv efter olika förhållanden och miljöer,", "förebygga risker vid fysisk aktivitet och hantera nödsituationer på land och i vatten, och", "använda ämnesspecifika ord, begrepp och symboler." ]
  } ],
  "courses" : [ {
    "name" : "Årskurs 1-6",
    "description" : "",
    "code" : "GRSAIDR01_1-6",
    "centralContent" : [ {
      "heading" : "I årskurs 1–6",
      "lines" : [ ]
    }, {
      "heading" : "Rörelse",
      "lines" : [ "Grovmotoriska grundformer, till exempel springa, hoppa och klättra. Deras sammansatta former i redskapsövningar, lekar, danser och rörelser till musik, såväl inomhus som utomhus.", "Lekar, danser och idrotter och deras regler.", "Takt och rytm i lekar, danser och rörelser till musik.", "Rörelser i vatten. Att balansera, flyta och simma i mag- och ryggläge." ]
    }, {
      "heading" : "Hälsa och livsstil",
      "lines" : [ "Samband mellan rörelse, hälsa och livsstil.", "Klädsel för olika aktiviteter och betydelsen av omklädning och dusch.", "Förebyggande av skador, till exempel genom uppvärmning.", "Samtal om upplevelser av olika fysiska aktiviteter." ]
    }, {
      "heading" : "Friluftsliv och utevistelse",
      "lines" : [ "Att orientera sig i närmiljön. Hur man ger och följer vägbeskrivningar.", "Lekar och rörelseaktiviteter i skiftande natur- och utemiljöer under olika årstider. Allemansrättens grunder.", "Hänsynstagande och säkerhet i samband med fysiska aktiviteter.", "Badvett och säkerhet vid vatten vintertid. Hur man kan hantera nödsituationer vid vatten med hjälpredskap." ]
    }, {
      "heading" : "Ämnesspecifika begrepp",
      "lines" : [ "Ord, begrepp och symboler inom ämnet idrott och hälsa för att till exempel samtala om rörelseaktiviteter och utvärdera arbetsprocesser." ]
    } ],
    "knowledgeRequirementParagraphs" : [ {
      "heading" : "",
      "knowledgeRequirements" : [ {
        "text" : "Eleven kan <strong>________</strong> i att vara fysiskt aktiv i lekar, spel och idrotter i skiftande miljöer.",
        "knowledgeRequirementChoice" : {
          "E" : "Eleven kan <strong>medverka</strong> i att vara fysiskt aktiv i lekar, spel och idrotter i skiftande miljöer.",
          "C" : "Eleven kan på ett <strong>delvis fungerande</strong> sätt vara fysiskt aktiv i lekar, spel och idrotter i skiftande miljöer.",
          "A" : "Eleven kan på ett <strong>väl fungerande</strong> sätt vara fysiskt aktiv i lekar, spel och idrotter i skiftande miljöer."
        }
      }, {
        "text" : "Eleven kan också röra sig i vatten och flyta eller simma.",
        "knowledgeRequirementChoice" : {
          "E" : "Eleven kan också röra sig i vatten och flyta eller simma.",
          "C" : "Eleven kan också röra sig i vatten och flyta eller simma.",
          "A" : "Eleven kan också röra sig i vatten och flyta eller simma."
        }
      }, {
        "text" : "Utifrån egna erfarenheter av fysiska aktiviteter kan eleven <strong>________</strong> till resonemang om faktorer som påverkar hälsan och den fysiska förmågan.",
        "knowledgeRequirementChoice" : {
          "E" : "Utifrån egna erfarenheter av fysiska aktiviteter kan eleven <strong>bidra</strong> till resonemang om faktorer som påverkar hälsan och den fysiska förmågan.",
          "C" : "Utifrån egna erfarenheter av fysiska aktiviteter kan eleven föra <strong>enkla</strong> resonemang om faktorer som påverkar hälsan och den fysiska förmågan.",
          "A" : "Utifrån egna erfarenheter av fysiska aktiviteter kan eleven föra <strong>välutvecklade</strong> resonemang om faktorer som påverkar hälsan och den fysiska förmågan."
        }
      }, {
        "text" : "Eleven kan <strong>________</strong> i att genomföra olika typer av aktiviteter i natur- och utemiljö.",
        "knowledgeRequirementChoice" : {
          "E" : "Eleven kan <strong>medverka</strong> i att genomföra olika typer av aktiviteter i natur- och utemiljö.",
          "C" : "Eleven kan på ett <strong>delvis fungerande</strong> sätt genomföra olika typer av aktiviteter i natur- och utemiljö.",
          "A" : "Eleven kan på ett <strong>väl fungerande</strong> sätt genomföra olika typer av aktiviteter i natur- och utemiljö."
        }
      }, {
        "text" : "Dessutom <strong>________</strong> eleven till att orientera sig i närmiljön och <strong>________</strong> då i att använda vägbeskrivningar och andra hjälpmedel.",
        "knowledgeRequirementChoice" : {
          "E" : "Dessutom <strong>bidrar</strong> eleven till att orientera sig i närmiljön och <strong>medverkar</strong> då i att använda vägbeskrivningar och andra hjälpmedel.",
          "C" : "Dessutom orienterar sig eleven med <strong>viss säkerhet</strong> i närmiljön och använder då vägbeskrivningar och andra hjälpmedel på ett <strong>delvis ändamålsenligt</strong> sätt.",
          "A" : "Dessutom orienterar sig eleven med <strong>säkerhet</strong> i närmiljön och använder då vägbeskrivningar och andra hjälpmedel på ett <strong>ändamålsenligt</strong> sätt."
        }
      } ]
    }, {
      "heading" : "",
      "knowledgeRequirements" : [ {
        "text" : "Eleven kan <strong>________</strong> till resonemang om hur man förebygger skador som är förknippade med lekar, spel och idrotter.",
        "knowledgeRequirementChoice" : {
          "E" : "Eleven kan <strong>bidra</strong> till resonemang om hur man förebygger skador som är förknippade med lekar, spel och idrotter.",
          "C" : "Eleven kan föra <strong>enkla</strong> resonemang om hur man förebygger skador som är förknippade med lekar, spel och idrotter.",
          "A" : "Eleven kan föra <strong>välutvecklade</strong> resonemang om hur man förebygger skador som är förknippade med lekar, spel och idrotter."
        }
      }, {
        "text" : "Eleven <strong>________</strong> också i att beskriva hur man kan agera vid nödsituationer på land och vid vatten under olika årstider.",
        "knowledgeRequirementChoice" : {
          "E" : "Eleven <strong>medverkar</strong> också i att beskriva hur man kan agera vid nödsituationer på land och vid vatten under olika årstider.",
          "C" : "Eleven beskriver också på ett <strong>delvis fungerande</strong> sätt hur man kan agera vid nödsituationer på land och vid vatten under olika årstider.",
          "A" : "Eleven beskriver också på ett <strong>väl fungerande</strong> sätt hur man kan agera vid nödsituationer på land och vid vatten under olika årstider."
        }
      }, {
        "text" : "Eleven kan använda <strong>________</strong> ämnesspecifika ord, begrepp och symboler i resonemang om idrott och hälsa och i utvärdering av arbetsprocesser.",
        "knowledgeRequirementChoice" : {
          "E" : "Eleven kan använda <strong>enstaka</strong> ämnesspecifika ord, begrepp och symboler i resonemang om idrott och hälsa och i utvärdering av arbetsprocesser.",
          "C" : "Eleven kan använda <strong>några</strong> ämnesspecifika ord, begrepp och symboler på ett <strong>delvis ändamålsenligt</strong> sätt i resonemang om idrott och hälsa och i utvärdering av arbetsprocesser.",
          "A" : "Eleven kan använda <strong>några</strong> ämnesspecifika ord, begrepp och symboler på ett <strong>ändamålsenligt</strong> sätt i resonemang om idrott och hälsa och i utvärdering av arbetsprocesser."
        }
      } ]
    } ],
    "point" : null,
    "year" : {
      "start" : 1,
      "end" : 6
    }
  }, {
    "name" : "Årskurs 7-9",
    "description" : "",
    "code" : "GRSAIDR01_7-9",
    "centralContent" : [ {
      "heading" : "I årskurs 7–9",
      "lines" : [ ]
    }, {
      "heading" : "Rörelse",
      "lines" : [ "Rörelseförmågor och hur de utvecklas av varierande aktiviteter.", "Styrketräning, konditionsträning, rörlighetsträning och mental träning. Hur dessa aktiviteter påverkar rörelseförmågan och hälsan.", "Lekar, spel och idrotter och deras regler.", "Traditionella och moderna danser. Rörelse- och träningsprogram till musik.", "Olika simsätt i mag- och ryggläge." ]
    }, {
      "heading" : "Hälsa och livsstil",
      "lines" : [ "Att sätta upp mål för välbefinnande, till exempel förbättring av konditionen. Samband mellan hälsa, rörelse, kost och hygien.", "Hur individens val av idrotter och andra fysiska aktiviteter påverkas av olika faktorer, till exempel av kön.", "Samtal om upplevelser av olika fysiska aktiviteter och träningsformer, kroppsuppfattning och självbild.", "Kroppsideal inom idrotten och samhället i övrigt. Dopning och vilka lagar och regler som reglerar detta.", "Arbetsställningar och belastningar vid fysiska aktiviteter och förebyggande av skador, till exempel genom uppvärmning och allsidig träning.", "Första hjälpen och hjärt-lungräddning." ]
    }, {
      "heading" : "Friluftsliv och utevistelse",
      "lines" : [ "Att orientera sig i kända miljöer. Enkla kartors uppbyggnad.", "Hur olika friluftsaktiviteter kan planeras och genomföras.", "Rättigheter och skyldigheter i naturen enligt allemansrätten.", "Kulturella traditioner i samband med friluftsliv och utevistelse.", "Badvett och säkerhet vid vatten vintertid. Hur man kan hantera nödsituationer i och vid vatten med alternativa hjälpredskap, enligt principen för förlängda armen." ]
    }, {
      "heading" : "Ämnesspecifika begrepp",
      "lines" : [ "Ord, begrepp och symboler inom ämnet idrott och hälsa för att till exempel samtala om rörelseaktiviteter och utvärdera arbetsprocesser." ]
    } ],
    "knowledgeRequirementParagraphs" : [ {
      "heading" : "",
      "knowledgeRequirements" : [ {
        "text" : "Eleven kan <strong>________</strong> i att vara fysiskt aktiv i lekar, spel och idrotter i skiftande miljöer genom att <strong>________</strong> till att variera och anpassa sina rörelser till aktiviteten och sammanhanget.",
        "knowledgeRequirementChoice" : {
          "E" : "Eleven kan <strong>medverka</strong> i att vara fysiskt aktiv i lekar, spel och idrotter i skiftande miljöer genom att <strong>bidra</strong> till att variera och anpassa sina rörelser till aktiviteten och sammanhanget.",
          "C" : "Eleven kan på ett <strong>delvis fungerande</strong> sätt vara fysiskt aktiv i lekar, spel och idrotter i skiftande miljöer genom att <strong>delvis</strong> variera och anpassa sina rörelser till aktiviteten och sammanhanget.",
          "A" : "Eleven kan på ett <strong>väl fungerande</strong> sätt vara fysiskt aktiv i lekar, spel och idrotter i skiftande miljöer genom att variera och anpassa sina rörelser <strong>väl</strong> till aktiviteten och sammanhanget."
        }
      }, {
        "text" : "Eleven kan också simma 200 meter.",
        "knowledgeRequirementChoice" : {
          "E" : "Eleven kan också simma 200 meter.",
          "C" : "Eleven kan också simma 200 meter.",
          "A" : "Eleven kan också simma 200 meter varav 50 meter i ryggläge."
        }
      }, {
        "text" : "Utifrån egna erfarenheter av fysiska aktiviteter kan eleven <strong>________</strong> till resonemang om samband mellan rörelse, hälsa och livsstil.",
        "knowledgeRequirementChoice" : {
          "E" : "Utifrån egna erfarenheter av fysiska aktiviteter kan eleven <strong>bidra</strong> till resonemang om samband mellan rörelse, hälsa och livsstil.",
          "C" : "Utifrån egna erfarenheter av fysiska aktiviteter kan eleven föra <strong>enkla</strong> resonemang om samband mellan rörelse, hälsa och livsstil.",
          "A" : "Utifrån egna erfarenheter av fysiska aktiviteter kan eleven föra <strong>välutvecklade</strong> resonemang om samband mellan rörelse, hälsa och livsstil."
        }
      }, {
        "text" : "Eleven kan <strong>________</strong> i att genomföra och planera olika typer av aktiviteter i natur- och utemiljö och <strong>________</strong> till att anpassa aktiviteterna till olika förhållanden och allemansrättens regler.",
        "knowledgeRequirementChoice" : {
          "E" : "Eleven kan <strong>medverka</strong> i att genomföra och planera olika typer av aktiviteter i natur- och utemiljö och <strong>bidrar</strong> till att anpassa aktiviteterna till olika förhållanden och allemansrättens regler.",
          "C" : "Eleven kan på ett <strong>delvis fungerande</strong> sätt genomföra och planera olika typer av aktiviteter i natur- och utemiljö och anpassar <strong>delvis</strong> aktiviteterna till olika förhållanden och allemansrättens regler.",
          "A" : "Eleven kan på ett <strong>väl fungerande</strong> sätt genomföra och planera olika typer av aktiviteter i natur- och utemiljö och anpassar aktiviteterna <strong>väl</strong> till olika förhållanden och allemansrättens regler."
        }
      }, {
        "text" : "Dessutom <strong>________</strong> eleven till att orientera sig i kända miljöer och <strong>________</strong> då i att använda kartor och andra hjälpmedel.",
        "knowledgeRequirementChoice" : {
          "E" : "Dessutom <strong>bidrar</strong> eleven till att orientera sig i kända miljöer och <strong>medverkar</strong> då i att använda kartor och andra hjälpmedel.",
          "C" : "Dessutom orienterar sig eleven med <strong>viss säkerhet</strong> i kända miljöer och använder då kartor och andra hjälpmedel på ett <strong>delvis ändamålsenligt</strong> sätt.",
          "A" : "Dessutom orienterar sig eleven med <strong>säkerhet</strong> i kända miljöer och använder då kartor och andra hjälpmedel på ett <strong>ändamålsenligt</strong> sätt."
        }
      } ]
    }, {
      "heading" : "",
      "knowledgeRequirements" : [ {
        "text" : "Eleven kan <strong>________</strong> till resonemang om hur man förebygger skador som är förknippade med lekar, spel och idrotter.",
        "knowledgeRequirementChoice" : {
          "E" : "Eleven kan <strong>bidra</strong> till resonemang om hur man förebygger skador som är förknippade med lekar, spel och idrotter.",
          "C" : "Eleven kan föra <strong>enkla</strong> resonemang om hur man förebygger skador som är förknippade med lekar, spel och idrotter.",
          "A" : "Eleven kan föra <strong>välutvecklade</strong> resonemang om hur man förebygger skador som är förknippade med lekar, spel och idrotter."
        }
      }, {
        "text" : "Eleven <strong>________</strong> också i att beskriva hur man kan agera och använda olika hjälpredskap och metoder vid nödsituationer på land samt i och vid vatten under olika årstider.",
        "knowledgeRequirementChoice" : {
          "E" : "Eleven <strong>medverkar</strong> också i att beskriva hur man kan agera och använda olika hjälpredskap och metoder vid nödsituationer på land samt i och vid vatten under olika årstider.",
          "C" : "Eleven beskriver också på ett <strong>delvis fungerande</strong> sätt hur man kan agera och använda olika hjälpredskap och metoder vid nödsituationer på land samt i och vid vatten under olika årstider.",
          "A" : "Eleven beskriver också på ett <strong>väl fungerande</strong> sätt hur man kan agera och använda olika hjälpredskap och metoder vid nödsituationer på land samt i och vid vatten under olika årstider."
        }
      }, {
        "text" : "Eleven kan använda <strong>________</strong> ämnesspecifika ord, begrepp och symboler i resonemang om idrott, hälsa och upplevelser av olika fysiska aktiviteter, i egna frågor och vid <strong>________</strong> till omdömen om olika arbetsprocesser.",
        "knowledgeRequirementChoice" : {
          "E" : "Eleven kan använda <strong>några</strong> ämnesspecifika ord, begrepp och symboler i resonemang om idrott, hälsa och upplevelser av olika fysiska aktiviteter, i egna frågor och vid <strong>bidrag</strong> till omdömen om olika arbetsprocesser.",
          "C" : "Eleven kan använda <strong>många</strong> ämnesspecifika ord, begrepp och symboler på ett <strong>delvis ändamålsenligt</strong> sätt i resonemang om idrott, hälsa och upplevelser av olika fysiska aktiviteter, i egna frågor och i <strong>enkla</strong> omdömen om olika arbetsprocesser.",
          "A" : "Eleven kan använda <strong>många</strong> ämnesspecifika ord, begrepp och symboler på ett <strong>ändamålsenligt</strong> sätt i resonemang om idrott, hälsa och upplevelser av olika fysiska aktiviteter, i egna frågor och i <strong>välutvecklade</strong> omdömen om olika arbetsprocesser."
        }
      } ]
    } ],
    "point" : null,
    "year" : {
      "start" : 7,
      "end" : 9
    }
  } ]
}