{
  "name" : "Bild",
  "description" : "Bilder har stor betydelse för människors sätt att tänka, lära och uppleva sig själva och omvärlden. Vi omges ständigt av bilder som har till syfte att informera, övertala, underhålla och ge oss estetiska och känslomässiga upplevelser. Kunskaper om bilder och bildkommunikation är betydelsefulla för att kunna uttrycka egna åsikter och delta aktivt i samhällslivet. Genom att arbeta med olika typer av bilder kan människor utveckla sin kreativitet och bildskapande förmåga.",
  "code" : "GRSABIL01",
  "designation" : "BL",
  "skolfsId" : "2011:28",
  "purposes" : [ {
    "type" : "PARAGRAPH",
    "heading" : "",
    "lines" : [ "Undervisningen i ämnet bild ska syfta till att eleverna utvecklar kunskaper om hur bilder kan skapas och tolkas.", "Genom undervisningen ska eleverna ges förutsättningar att framställa egna bilder med olika uttrycksformer, tekniker och material.", "På så sätt ska undervisningen bidra till att eleverna stärker tilltron till sin egen förmåga att arbeta kreativt på ett undersökande och problemlösande sätt.", "Därigenom ska elevernas förmåga att ta egna initiativ uppmuntras." ]
  }, {
    "type" : "PARAGRAPH",
    "heading" : "",
    "lines" : [ "Vidare ska undervisningen bidra till att eleverna får erfarenheter av film, foto, design, konst, arkitektur och olika miljöer.", "Genom undervisningen ska eleverna ges möjlighet att utveckla kunskaper i att undersöka och jämföra bilder.", "Därigenom ska undervisningen bidra till att eleverna utvecklar en förståelse för konst och bilder från olika genrer, kulturer och tidsepoker." ]
  }, {
    "type" : "PARAGRAPH",
    "heading" : "",
    "lines" : [ "Genom undervisningen ska eleverna utveckla ett kritiskt förhållningssätt till hur bildbudskap utformas i olika medier.", "Därigenom ska eleverna ges kunskaper om olika sätt att tolka och förhålla sig till bilder." ]
  }, {
    "type" : "PARAGRAPH",
    "heading" : "",
    "lines" : [ "Vidare ska undervisningen bidra till att eleverna utvecklar kunskaper om ämnesspecifika begrepp.", "På så sätt ska eleverna ges förutsättningar att samtala om bilder och presentera och utvärdera arbetsprocesser." ]
  }, {
    "type" : "BULLET",
    "heading" : "Genom undervisningen i ämnet bild ska eleverna sammanfattningsvis ges förutsättningar att utveckla sin förmåga att",
    "lines" : [ "skapa bilder med olika verktyg, tekniker och material,", "jämföra och reflektera över bilder,", "undersöka bilder och värdera deras syften, och", "använda ämnesspecifika ord, begrepp och symboler." ]
  } ],
  "courses" : [ {
    "name" : "Årskurs 1-6",
    "description" : "",
    "code" : "GRSABIL01_1-6",
    "centralContent" : [ {
      "heading" : "I årskurs 1–6",
      "lines" : [ ]
    }, {
      "heading" : "Bildframställning",
      "lines" : [ "Framställning av berättande bilder, till exempel sagobilder.", "Teckning, måleri, modellering och konstruktion.", "Fotografering och överföring av bilder med hjälp av digital teknik.", "Presentation och utvärdering av eget bildskapande." ]
    }, {
      "heading" : "Redskap för bildframställning",
      "lines" : [ "Några verktyg och tekniker för bildframställning.", "Material som kan användas vid framställning av två- och tredimensionella bilder, till exempel papper, lera och naturmaterial.", "Bildkomposition med hjälp av färg, form och yta." ]
    }, {
      "heading" : "Bildanalys",
      "lines" : [ "Bilder från olika genrer, kulturer och tidsepoker. Hur de är utformade och vilka budskap de förmedlar.", "Reklam- och nyhetsbilder. Vilket budskap de förmedlar och vilken påverkan de kan ha.", "Informativa bilder, till exempel läromedelsbilder. Vilka budskap de förmedlar och vilken påverkan de kan ha.", "Några inhemska konstnärer och deras verk." ]
    }, {
      "heading" : "Ämnesspecifika begrepp",
      "lines" : [ "Ord, begrepp och symboler inom ämnet bild, till exempel för att samtala om bilder och utvärdera arbetsprocesser." ]
    } ],
    "knowledgeRequirementParagraphs" : [ {
      "heading" : "",
      "knowledgeRequirements" : [ {
        "text" : "Eleven kan <strong>________</strong> i att framställa olika typer av berättande bilder och i att arbeta med givna verktyg, tekniker och material.",
        "knowledgeRequirementChoice" : {
          "E" : "Eleven kan <strong>medverka</strong> i att framställa olika typer av berättande bilder och i att arbeta med givna verktyg, tekniker och material.",
          "C" : "Eleven kan på ett <strong>delvis fungerande</strong> sätt framställa olika typer av berättande bilder och arbeta med givna verktyg, tekniker och material.",
          "A" : "Eleven kan på ett <strong>väl fungerande</strong> sätt framställa olika typer av berättande bilder och arbeta med givna verktyg, tekniker och material."
        }
      }, {
        "text" : "Eleven <strong>________</strong> i att jämföra egna och andras bilder och <strong>________</strong> då till resonemang om bildernas utformning och om samband, likheter och skillnader i hur de ser ut.",
        "knowledgeRequirementChoice" : {
          "E" : "Eleven <strong>medverkar</strong> i att jämföra egna och andras bilder och <strong>bidrar</strong> då till resonemang om bildernas utformning och om samband, likheter och skillnader i hur de ser ut.",
          "C" : "Eleven jämför egna och andras bilder på ett <strong>delvis fungerande</strong> sätt och för då <strong>enkla</strong> resonemang om bildernas utformning och om samband, likheter och skillnader i hur de ser ut.",
          "A" : "Eleven jämför egna och andras bilder på ett <strong>väl fungerande</strong> sätt och för då <strong>välutvecklade</strong> resonemang om bildernas utformning och om samband, likheter och skillnader i hur de ser ut."
        }
      } ]
    }, {
      "heading" : "",
      "knowledgeRequirements" : [ {
        "text" : "Utifrån undersökningar av reklam- och nyhetsbilder <strong>________</strong> eleven till resonemang om bilders budskap, hur de kan användas och vilken påverkan de kan ha.",
        "knowledgeRequirementChoice" : {
          "E" : "Utifrån undersökningar av reklam- och nyhetsbilder <strong>bidrar</strong> eleven till resonemang om bilders budskap, hur de kan användas och vilken påverkan de kan ha.",
          "C" : "Utifrån undersökningar av reklam- och nyhetsbilder för eleven <strong>enkla</strong> resonemang om bilders budskap, hur de kan användas och vilken påverkan de kan ha.",
          "A" : "Utifrån undersökningar av reklam- och nyhetsbilder för eleven <strong>välutvecklade</strong> resonemang om bilders budskap, hur de kan användas och vilken påverkan de kan ha."
        }
      }, {
        "text" : "Eleven kan använda <strong>________</strong> ämnesspecifika ord, begrepp och symboler i resonemang om bilder, verktyg, tekniker och material och i utvärdering av arbetsprocesser och bildarbeten.",
        "knowledgeRequirementChoice" : {
          "E" : "Eleven kan använda <strong>enstaka</strong> ämnesspecifika ord, begrepp och symboler i resonemang om bilder, verktyg, tekniker och material och i utvärdering av arbetsprocesser och bildarbeten.",
          "C" : "Eleven kan använda <strong>några</strong> ämnesspecifika ord, begrepp och symboler på ett <strong>delvis ändamålsenligt</strong> sätt i resonemang om bilder, verktyg, tekniker och material och i utvärdering av arbetsprocesser och bildarbeten.",
          "A" : "Eleven kan använda <strong>några</strong> ämnesspecifika ord, begrepp och symboler på ett <strong>ändamålsenligt</strong> sätt i resonemang om bilder, verktyg, tekniker och material och i utvärdering av arbetsprocesser och bildarbeten."
        }
      } ]
    } ],
    "point" : null,
    "year" : {
      "start" : 1,
      "end" : 6
    }
  }, {
    "name" : "Årskurs 7-9",
    "description" : "",
    "code" : "GRSABIL01_7-9",
    "centralContent" : [ {
      "heading" : "I årskurs 7–9",
      "lines" : [ ]
    }, {
      "heading" : "Bildframställning",
      "lines" : [ "Framställning av berättande och informativa bilder, till exempel seriebilder och illustrationer till text.", "Kombinationer av bild, ljud och text, till exempel serier och film.", "Fotografering och filmande. Hur foto och film kan redigeras med hjälp av digital teknik.", "Presentationer och utvärderingar av eget bildskapande." ]
    }, {
      "heading" : "Redskap för bildframställning",
      "lines" : [ "Material, verktyg och tekniker. Hur dessa kan användas för bestämda syften i två- och tredimensionella bilder.", "Bildkomposition. Skapa rumslighet med hjälp av linjer, för- och bakgrund." ]
    }, {
      "heading" : "Bildanalys",
      "lines" : [ "Bilder som behandlar frågor om identitet, kön, sexualitet, etnicitet och maktrelationer. Vilket budskap de förmedlar och vilken påverkan de kan ha.", "Konst- och dokumentärbilder samt arkitektur. Några historiska och samtida bilduttryck och stilar.", "Några internationella konstnärer och deras verk." ]
    }, {
      "heading" : "Ämnesspecifika begrepp",
      "lines" : [ "Ord, begrepp och symboler inom ämnet bild, till exempel för att samtala om bilder och utvärdera arbetsprocesser." ]
    } ],
    "knowledgeRequirementParagraphs" : [ {
      "heading" : "",
      "knowledgeRequirements" : [ {
        "text" : "Eleven kan <strong>________</strong> i att framställa olika typer av berättande och informativa bilder och i att arbeta med olika verktyg, tekniker och material.",
        "knowledgeRequirementChoice" : {
          "E" : "Eleven kan <strong>medverka</strong> i att framställa olika typer av berättande och informativa bilder och i att arbeta med olika verktyg, tekniker och material.",
          "C" : "Eleven kan på ett <strong>delvis fungerande</strong> sätt framställa olika typer av berättande och informativa bilder och arbeta med olika verktyg, tekniker och material.",
          "A" : "Eleven kan på ett <strong>väl fungerande</strong> sätt framställa olika typer av berättande och informativa bilder och arbeta med olika verktyg, tekniker och material."
        }
      }, {
        "text" : "Dessutom <strong>________</strong> eleven till att kombinera bilder med text och ljud så att de olika delarna samspelar.",
        "knowledgeRequirementChoice" : {
          "E" : "Dessutom <strong>bidrar</strong> eleven till att kombinera bilder med text och ljud så att de olika delarna samspelar.",
          "C" : "Dessutom kombinerar eleven bilder med text och ljud så att de olika delarna till <strong>viss del</strong> samspelar.",
          "A" : "Dessutom kombinerar eleven bilder med text och ljud så att de olika delarna samspelar <strong>väl</strong>."
        }
      }, {
        "text" : "Eleven <strong>________</strong> i att jämföra olika bilder och arkitektur och <strong>________</strong> då till resonemang om bilduttryck och stilar i några olika tidsepoker.",
        "knowledgeRequirementChoice" : {
          "E" : "Eleven <strong>medverkar</strong> i att jämföra olika bilder och arkitektur och <strong>bidrar</strong> då till resonemang om bilduttryck och stilar i några olika tidsepoker.",
          "C" : "Eleven jämför olika bilder och arkitektur på ett <strong>delvis fungerande</strong> sätt och för då <strong>enkla</strong> resonemang om bilduttryck och stilar i några olika tidsepoker.",
          "A" : "Eleven jämför olika bilder och arkitektur på ett <strong>väl fungerande</strong> sätt och för då <strong>välutvecklade</strong> resonemang om bilduttryck och stilar i några olika tidsepoker."
        }
      } ]
    }, {
      "heading" : "",
      "knowledgeRequirements" : [ {
        "text" : "Utifrån undersökningar av hur bilder uttrycker identitet, sexualitet, etnicitet och maktrelationer <strong>________</strong> eleven till resonemang om bilders budskap, hur de kan användas och vilken påverkan de kan ha.",
        "knowledgeRequirementChoice" : {
          "E" : "Utifrån undersökningar av hur bilder uttrycker identitet, sexualitet, etnicitet och maktrelationer <strong>bidrar</strong> eleven till resonemang om bilders budskap, hur de kan användas och vilken påverkan de kan ha.",
          "C" : "Utifrån undersökningar av hur bilder uttrycker identitet, sexualitet, etnicitet och maktrelationer för eleven <strong>enkla</strong> resonemang om bilders budskap, hur de kan användas och vilken påverkan de kan ha.",
          "A" : "Utifrån undersökningar av hur bilder uttrycker identitet, sexualitet, etnicitet och maktrelationer för eleven <strong>välutvecklade</strong> resonemang om bilders budskap, hur de kan användas och vilken påverkan de kan ha."
        }
      }, {
        "text" : "Eleven kan använda <strong>________</strong> ämnesspecifika ord, begrepp och symboler i resonemang om bilder, verktyg, tekniker och material, i egna frågor och vid <strong>________</strong> till omdömen om arbetsprocesser och bildarbeten.",
        "knowledgeRequirementChoice" : {
          "E" : "Eleven kan använda <strong>några</strong> ämnesspecifika ord, begrepp och symboler i resonemang om bilder, verktyg, tekniker och material, i egna frågor och vid <strong>bidrag</strong> till omdömen om arbetsprocesser och bildarbeten.",
          "C" : "Eleven kan använda <strong>många</strong> ämnesspecifika ord, begrepp och symboler på ett <strong>delvis ändamålsenligt</strong> sätt i egna frågor, i resonemang om bilder, verktyg, tekniker och material och i <strong>enkla</strong> omdömen om arbetsprocesser och bildarbeten.",
          "A" : "Eleven kan använda <strong>många</strong> ämnesspecifika ord, begrepp och symboler på ett <strong>ändamålsenligt</strong> sätt i egna frågor, i resonemang om bilder, verktyg, tekniker och material och i <strong>välutvecklade</strong> omdömen om arbetsprocesser och bildarbeten."
        }
      } ]
    } ],
    "point" : null,
    "year" : {
      "start" : 7,
      "end" : 9
    }
  } ]
}