{
  "name" : "Verklighetsuppfattning",
  "description" : "Naturvetenskapen har sitt ursprung i människans nyfikenhet och behov av att veta mer om sig själv och sin omvärld. Att veta hur företeelser i omvärlden hänger samman är en förutsättning för att verkligheten ska vara begriplig. Med kunskaper om människan och naturen får människor redskap för att påverka sitt eget välbefinnande, men också för att kunna bidra till en hållbar utveckling.",
  "code" : "GRSAVER01",
  "designation" : "",
  "skolfsId" : "2011:28",
  "purposes" : [ {
    "type" : "PARAGRAPH",
    "heading" : "",
    "lines" : [ "Undervisningen inom ämnesområdet verklighetsuppfattning ska syfta till att eleverna utvecklar kunskaper om människa och natur och om samband mellan dem.", "Därigenom ska undervisningen bidra till att eleverna ges förutsättningar att samspela med naturen och sin omgivning." ]
  }, {
    "type" : "PARAGRAPH",
    "heading" : "",
    "lines" : [ "Vidare ska undervisningen syfta till att eleverna utvecklar en matematisk förståelse och därigenom en förmåga att strukturera vardagen och lösa praktiska problem.", "Genom undervisningen ska eleverna ges möjlighet att utveckla kunskaper i att ordna sina erfarenheter utifrån rum, tid, kvalitet och kvantitet.", "Undervisningen bidrar därigenom till att eleverna ges förutsättningar att tolka, beskriva och påverka sin verklighet." ]
  }, {
    "type" : "PARAGRAPH",
    "heading" : "",
    "lines" : [ "Undervisningen ska bidra till att eleverna stimuleras till en utforskande hållning och en förmåga att använda sina kunskaper i olika situationer.", "Genom undervisningen ska eleverna ges möjlighet att se konsekvenserna av eget och andras handlande samt uppfatta samband mellan orsak och verkan." ]
  }, {
    "type" : "PARAGRAPH",
    "heading" : "",
    "lines" : [ "Undervisningen ska också bidra till att eleverna utvecklar kunskaper om naturvetenskapliga företeelser och teknik.", "På så sätt ska eleverna få en ökad förståelse för omvärlden och en tilltro till den egna förmågan att hantera vardagliga situationer." ]
  }, {
    "type" : "PARAGRAPH",
    "heading" : "",
    "lines" : [ "Vidare syftar undervisningen till att eleverna utvecklar kunskaper om ämnesspecifika begrepp, symboler och uttrycksformer.", "På så sätt ska eleverna ges förutsättningar att bli delaktiga i samtal om naturvetenskap, matematik och teknik." ]
  }, {
    "type" : "BULLET",
    "heading" : "Genom undervisningen inom ämnesområdet verklighetsuppfattning ska eleverna sammanfattningsvis ges förutsättningar att utveckla sin förmåga att",
    "lines" : [ "använda kunskaper om människa och natur,", "ordna händelser och upplevelser i tid och rum,", "sortera föremål utifrån kvalitet och kvantitet,", "reflektera över samband mellan orsak och verkan,", "identifiera och reflektera över tekniska lösningar i vardagen utifrån funktion, och", "använda ord, begrepp och symboler inom ämnesområdet." ]
  } ],
  "courses" : [ {
    "name" : "Årskurs 1-9  BASIC_REQUIREMENTS",
    "description" : "",
    "code" : "GRSAVER01_1-9-BASIC_REQUIREMENTS",
    "centralContent" : [ {
      "heading" : "I årskurs 1-9",
      "lines" : [ ]
    }, {
      "heading" : "Människa, djur och natur",
      "lines" : [ "Människans upplevelser av ljus, ljud, temperatur, smak och doft med hjälp av olika sinnen.", "Människokroppen och kroppsdelars namn och funktioner.", "Pubertet och hur den inverkar på individen. Sexualitet, reproduktion, kärlek och olika slags relationer samt preventivmetoder.", "Växter och djur, deras namn, livsvillkor och levnadsmiljöer.", "Återkommande mönster i naturen, till exempel dygn, årstider och vädertyper. Hur detta kan påverka människor, djur och växter.", "Vattnets olika former och kretslopp i naturen." ]
    }, {
      "heading" : "Tid",
      "lines" : [ "Tidsuppfattning, till exempel länge, före och strax.", "Uttryck för tid som beskriver nutid, dåtid och framtid samt uppdelning av tid, till exempel morgon, veckodag och årstid.", "Planering av händelser i tidsföljd och tidsåtgång för aktiviteter." ]
    }, {
      "heading" : "Rum",
      "lines" : [ "Lägesord och hur de används för att beskriva placering i rummet, till exempel här, under och framför.", "Avstånd, riktning, riktmärken och kännemärken och hur de används vid förflyttning.", "Avbildningar av verkligheten och förhållandet mellan original och till exempel bild, foto och film." ]
    }, {
      "heading" : "Kvalitet",
      "lines" : [ "Likheter och olikheter. Hur föremål kan jämföras, sorteras och kategoriseras utifrån sina egenskaper.", "Strukturer och egenskaper hos olika material och hur de kan upplevas, till exempel varmt, blankt och mjukt.", "Geometriska figurer och namn på några av dessa, till exempel cirkel, kvadrat och triangel." ]
    }, {
      "heading" : "Kvantitet",
      "lines" : [ "Längd, volym och massa och hur de kan mätas, storleksordnas och jämföras.", "Heltal. Hur de benämns, storleksordnas och används för att ange antal och ordning. Ramsräkning.", "Sedlar och mynt. Hur de kan sorteras efter värde.", "Pengars användning. Vad några vanliga varor kan kosta.", "De fyra räknesätten i praktiska situationer." ]
    }, {
      "heading" : "Orsak och verkan",
      "lines" : [ "Metoder och strategier för att påverka situationer och lösa problem, till exempel ta på jacka när det är kallt och tända ljuset när det är mörkt.", "Konsekvenser av olika val och handlingar som rör kroppen.", "Hur människans olika val och handlingar kan påverka naturen och miljön och vad detta innebär för en hållbar utveckling, till exempel källsortering och val av färdmedel.", "Risker i närmiljön, till exempel kemikalier och elektricitet." ]
    }, {
      "heading" : "Tekniska lösningar",
      "lines" : [ "Undersökande av hur några vardagliga föremål fungerar.", "Föremål där enkla mekanismer såsom hävstänger används för att uppnå en viss funktion, till exempel på lekplatsen och i hemmet.", "Redskap och teknisk utrustning i närmiljön. Hur de används på ett ändamålsenligt och säkert sätt." ]
    }, {
      "heading" : "Ämnesspecifika begrepp",
      "lines" : [ "Ord, begrepp och symboler inom ämnesområdet verklighetsuppfattning för att till exempel kommunicera om människa, djur och natur." ]
    } ],
    "knowledgeRequirementParagraphs" : [ {
      "heading" : "",
      "knowledgeRequirements" : [ {
        "text" : "Eleven kan <strong>________</strong> människans sinnen och kroppsdelar och <strong>________</strong> i kommunikation om människans pubertet, sexualitet och reproduktion.",
        "knowledgeRequirementChoice" : {
          "G" : "Eleven kan <strong>identifiera</strong> människans sinnen och kroppsdelar och <strong>delta</strong> i kommunikation om människans pubertet, sexualitet och reproduktion."
        }
      }, {
        "text" : "Utifrån upplevelser i närmiljön kan eleven <strong>________</strong> på några egenskaper hos växter och djur.",
        "knowledgeRequirementChoice" : {
          "G" : "Utifrån upplevelser i närmiljön kan eleven <strong>urskilja och reagera</strong> på några egenskaper hos växter och djur."
        }
      }, {
        "text" : "Dessutom <strong>________</strong> eleven i kommunikation om några växters och djurs livsvillkor och levnadsmiljöer.",
        "knowledgeRequirementChoice" : {
          "G" : "Dessutom <strong>deltar</strong> eleven i kommunikation om några växters och djurs livsvillkor och levnadsmiljöer."
        }
      }, {
        "text" : "Eleven <strong>________</strong> i observationer av dygn, årstider och vädertyper.",
        "knowledgeRequirementChoice" : {
          "G" : "Eleven <strong>deltar</strong> i observationer av dygn, årstider och vädertyper."
        }
      }, {
        "text" : "Eleven <strong>________</strong> också i kommunikation om vattnets olika former och vattnets betydelse för liv på jorden.",
        "knowledgeRequirementChoice" : {
          "G" : "Eleven <strong>deltar</strong> också i kommunikation om vattnets olika former och vattnets betydelse för liv på jorden."
        }
      }, {
        "text" : "Eleven <strong>________</strong> igenkännande i bekanta miljöer och <strong>________</strong> inför händelser.",
        "knowledgeRequirementChoice" : {
          "G" : "Eleven <strong>reagerar</strong> igenkännande i bekanta miljöer och <strong>samspelar</strong> inför händelser."
        }
      }, {
        "text" : "Dessutom <strong>________</strong> eleven i övningar om objekts beständighet och i bedömningar av avstånd och riktning.",
        "knowledgeRequirementChoice" : {
          "G" : "Dessutom <strong>deltar</strong> eleven i övningar om objekts beständighet och i bedömningar av avstånd och riktning."
        }
      }, {
        "text" : "Eleven kan <strong>________</strong> i ramsräkning.",
        "knowledgeRequirementChoice" : {
          "G" : "Eleven kan <strong>delta</strong> i ramsräkning."
        }
      } ]
    }, {
      "heading" : "",
      "knowledgeRequirements" : [ {
        "text" : "Eleven <strong>________</strong> också i att sortera konkret material utifrån likheter, olikheter, storlek, mängd, kvalitet och form.",
        "knowledgeRequirementChoice" : {
          "G" : "Eleven <strong>deltar</strong> också i att sortera konkret material utifrån likheter, olikheter, storlek, mängd, kvalitet och form."
        }
      }, {
        "text" : "Utifrån att eleven <strong>________</strong> på olika egenskaper hos vardagsföremål kan eleven <strong>________</strong> i att göra val.",
        "knowledgeRequirementChoice" : {
          "G" : "Utifrån att eleven <strong>urskiljer och reagerar</strong> på olika egenskaper hos vardagsföremål kan eleven <strong>delta</strong> i att göra val."
        }
      }, {
        "text" : "Eleven kan <strong>________</strong> i kommunikation om orsak och verkan och i att använda metoder och strategier för att påverka och lösa situationer i vardagen.",
        "knowledgeRequirementChoice" : {
          "G" : "Eleven kan <strong>delta</strong> i kommunikation om orsak och verkan och i att använda metoder och strategier för att påverka och lösa situationer i vardagen."
        }
      }, {
        "text" : "Dessutom <strong>________</strong> eleven i kommunikation om hur olika val och handlingar påverkar naturen och om hur risker i närmiljön kan undvikas.",
        "knowledgeRequirementChoice" : {
          "G" : "Dessutom <strong>deltar</strong> eleven i kommunikation om hur olika val och handlingar påverkar naturen och om hur risker i närmiljön kan undvikas."
        }
      }, {
        "text" : "Eleven <strong>________</strong> i undersökningar av hur några tekniska föremål används och fungerar och i kommunikation om hur redskap och teknisk utrustning kan användas på ett säkert och ändamålsenligt sätt.",
        "knowledgeRequirementChoice" : {
          "G" : "Eleven <strong>deltar</strong> i undersökningar av hur några tekniska föremål används och fungerar och i kommunikation om hur redskap och teknisk utrustning kan användas på ett säkert och ändamålsenligt sätt."
        }
      }, {
        "text" : "Eleven <strong>________</strong> ord, begrepp och symboler på ett i sammanhanget relevant sätt genom att visa igenkännande och samspela.",
        "knowledgeRequirementChoice" : {
          "G" : "Eleven <strong>identifierar</strong> ord, begrepp och symboler på ett i sammanhanget relevant sätt genom att visa igenkännande och samspela."
        }
      } ]
    } ],
    "point" : null,
    "year" : {
      "start" : 1,
      "end" : 9
    }
  }, {
    "name" : "Årskurs 1-9  ADVANCED_REQUIREMENTS",
    "description" : "",
    "code" : "GRSAVER01_1-9-ADVANCED_REQUIREMENTS",
    "centralContent" : [ {
      "heading" : "I årskurs 1-9",
      "lines" : [ ]
    }, {
      "heading" : "Människa, djur och natur",
      "lines" : [ "Människans upplevelser av ljus, ljud, temperatur, smak och doft med hjälp av olika sinnen.", "Människokroppen och kroppsdelars namn och funktioner.", "Pubertet och hur den inverkar på individen. Sexualitet, reproduktion, kärlek och olika slags relationer samt preventivmetoder.", "Växter och djur, deras namn, livsvillkor och levnadsmiljöer.", "Återkommande mönster i naturen, till exempel dygn, årstider och vädertyper. Hur detta kan påverka människor, djur och växter.", "Vattnets olika former och kretslopp i naturen." ]
    }, {
      "heading" : "Tid",
      "lines" : [ "Tidsuppfattning, till exempel länge, före och strax.", "Uttryck för tid som beskriver nutid, dåtid och framtid samt uppdelning av tid, till exempel morgon, veckodag och årstid.", "Planering av händelser i tidsföljd och tidsåtgång för aktiviteter." ]
    }, {
      "heading" : "Rum",
      "lines" : [ "Lägesord och hur de används för att beskriva placering i rummet, till exempel här, under och framför.", "Avstånd, riktning, riktmärken och kännemärken och hur de används vid förflyttning.", "Avbildningar av verkligheten och förhållandet mellan original och till exempel bild, foto och film." ]
    }, {
      "heading" : "Kvalitet",
      "lines" : [ "Likheter och olikheter. Hur föremål kan jämföras, sorteras och kategoriseras utifrån sina egenskaper.", "Strukturer och egenskaper hos olika material och hur de kan upplevas, till exempel varmt, blankt och mjukt.", "Geometriska figurer och namn på några av dessa, till exempel cirkel, kvadrat och triangel." ]
    }, {
      "heading" : "Kvantitet",
      "lines" : [ "Längd, volym och massa och hur de kan mätas, storleksordnas och jämföras.", "Heltal. Hur de benämns, storleksordnas och används för att ange antal och ordning. Ramsräkning.", "Sedlar och mynt. Hur de kan sorteras efter värde.", "Pengars användning. Vad några vanliga varor kan kosta.", "De fyra räknesätten i praktiska situationer." ]
    }, {
      "heading" : "Orsak och verkan",
      "lines" : [ "Metoder och strategier för att påverka situationer och lösa problem, till exempel ta på jacka när det är kallt och tända ljuset när det är mörkt.", "Konsekvenser av olika val och handlingar som rör kroppen.", "Hur människans olika val och handlingar kan påverka naturen och miljön och vad detta innebär för en hållbar utveckling, till exempel källsortering och val av färdmedel.", "Risker i närmiljön, till exempel kemikalier och elektricitet." ]
    }, {
      "heading" : "Tekniska lösningar",
      "lines" : [ "Undersökande av hur några vardagliga föremål fungerar.", "Föremål där enkla mekanismer såsom hävstänger används för att uppnå en viss funktion, till exempel på lekplatsen och i hemmet.", "Redskap och teknisk utrustning i närmiljön. Hur de används på ett ändamålsenligt och säkert sätt." ]
    }, {
      "heading" : "Ämnesspecifika begrepp",
      "lines" : [ "Ord, begrepp och symboler inom ämnesområdet verklighetsuppfattning för att till exempel kommunicera om människa, djur och natur." ]
    } ],
    "knowledgeRequirementParagraphs" : [ {
      "heading" : "",
      "knowledgeRequirements" : [ {
        "text" : "Eleven kan <strong>________</strong> om människans sinnen och kroppsdelar och deras funktion och <strong>________</strong> om människans pubertet, sexualitet och reproduktion.",
        "knowledgeRequirementChoice" : {
          "G" : "Eleven kan <strong>berätta</strong> om människans sinnen och kroppsdelar och deras funktion och <strong>kommunicera</strong> om människans pubertet, sexualitet och reproduktion."
        }
      }, {
        "text" : "Utifrån egna upplevelser och undersökningar i närmiljön kan eleven <strong>________</strong> återkommande mönster i naturen och <strong>________</strong> på några växter och djur och deras egenskaper.",
        "knowledgeRequirementChoice" : {
          "G" : "Utifrån egna upplevelser och undersökningar i närmiljön kan eleven <strong>beskriva</strong> återkommande mönster i naturen och <strong>ge exempel</strong> på några växter och djur och deras egenskaper."
        }
      }, {
        "text" : "Dessutom kan eleven <strong>________</strong> om några växters och djurs livsvillkor och levnadsmiljöer.",
        "knowledgeRequirementChoice" : {
          "G" : "Dessutom kan eleven <strong>berätta</strong> om några växters och djurs livsvillkor och levnadsmiljöer."
        }
      }, {
        "text" : "Eleven <strong>________</strong> observationer av dygn, årstider och vädertyper.",
        "knowledgeRequirementChoice" : {
          "G" : "Eleven <strong>gör</strong> observationer av dygn, årstider och vädertyper."
        }
      }, {
        "text" : "Eleven <strong>________</strong> också <strong>________</strong> på vattnets olika former och vattnets betydelse för liv på jorden.",
        "knowledgeRequirementChoice" : {
          "G" : "Eleven <strong>ger</strong> också <strong>exempel</strong> på vattnets olika former och vattnets betydelse för liv på jorden."
        }
      }, {
        "text" : "Eleven <strong>________</strong> nutida och framtida aktiviteter i sin vardag vad gäller plats, klockslag och tidsåtgång och <strong>________</strong> om tidigare och kommande händelser.",
        "knowledgeRequirementChoice" : {
          "G" : "Eleven <strong>planerar</strong> nutida och framtida aktiviteter i sin vardag vad gäller plats, klockslag och tidsåtgång och <strong>kommunicerar</strong> om tidigare och kommande händelser."
        }
      }, {
        "text" : "Dessutom <strong>________</strong> eleven om objekt och deras beständighet och kan <strong>________</strong> en enkel skiss av klassrummet och en enkel karta över skolans omgivning.",
        "knowledgeRequirementChoice" : {
          "G" : "Dessutom <strong>kommunicerar</strong> eleven om objekt och deras beständighet och kan <strong>göra</strong> en enkel skiss av klassrummet och en enkel karta över skolans omgivning."
        }
      }, {
        "text" : "Eleven kan <strong>________</strong> inom heltalsområdet och <strong>________</strong> matematiska uppgifter med betydelse för eleven.",
        "knowledgeRequirementChoice" : {
          "G" : "Eleven kan <strong>ramsräkna, läsa och ordna tal</strong> inom heltalsområdet och <strong>lösa</strong> matematiska uppgifter med betydelse för eleven."
        }
      } ]
    }, {
      "heading" : "",
      "knowledgeRequirements" : [ {
        "text" : "Eleven <strong>________</strong> också konkret material utifrån likheter, olikheter, storlek, mängd, kvalitet och form.",
        "knowledgeRequirementChoice" : {
          "G" : "Eleven <strong>beskriver och sorterar</strong> också konkret material utifrån likheter, olikheter, storlek, mängd, kvalitet och form."
        }
      }, {
        "text" : "Utifrån att eleven <strong>________</strong> olika egenskaper hos vardagsföremål kan eleven <strong>________</strong> egna val.",
        "knowledgeRequirementChoice" : {
          "G" : "Utifrån att eleven <strong>urskiljer och beskriver</strong> olika egenskaper hos vardagsföremål kan eleven <strong>göra</strong> egna val."
        }
      }, {
        "text" : "Dessutom <strong>________</strong> eleven några olika sträckor, massor och volymer och <strong>________</strong> sedlar och mynt efter värde.",
        "knowledgeRequirementChoice" : {
          "G" : "Dessutom <strong>jämför</strong> eleven några olika sträckor, massor och volymer och <strong>sorterar</strong> sedlar och mynt efter värde."
        }
      }, {
        "text" : "Eleven kan <strong>________</strong> om orsak och verkan och <strong>________</strong> metoder och strategier för att påverka och lösa situationer i vardagen.",
        "knowledgeRequirementChoice" : {
          "G" : "Eleven kan <strong>kommunicera</strong> om orsak och verkan och <strong>använda</strong> metoder och strategier för att påverka och lösa situationer i vardagen."
        }
      }, {
        "text" : "Dessutom <strong>________</strong> eleven om hur olika val och handlingar påverkar naturen och förutsättningarna för en hållbar utveckling och <strong>________</strong> på hur risker i närmiljön kan undvikas.",
        "knowledgeRequirementChoice" : {
          "G" : "Dessutom <strong>kommunicerar</strong> eleven om hur olika val och handlingar påverkar naturen och förutsättningarna för en hållbar utveckling och <strong>ger exempel</strong> på hur risker i närmiljön kan undvikas."
        }
      }, {
        "text" : "Eleven <strong>________</strong> hur några vardagliga tekniska föremål används och fungerar och <strong>________</strong> på hur redskap och teknisk utrustning kan användas på ett säkert och ändamålsenligt sätt.",
        "knowledgeRequirementChoice" : {
          "G" : "Eleven <strong>jämför och beskriver</strong> hur några vardagliga tekniska föremål används och fungerar och <strong>ger exempel</strong> på hur redskap och teknisk utrustning kan användas på ett säkert och ändamålsenligt sätt."
        }
      }, {
        "text" : "Eleven <strong>________</strong> ord, begrepp och symboler på ett i sammanhanget relevant sätt.",
        "knowledgeRequirementChoice" : {
          "G" : "Eleven <strong>använder</strong> ord, begrepp och symboler på ett i sammanhanget relevant sätt."
        }
      } ]
    } ],
    "point" : null,
    "year" : {
      "start" : 1,
      "end" : 9
    }
  } ]
}