{
  "name" : "Musik",
  "description" : "Musik finns i alla kulturer och berör människor såväl tanke- som känslomässigt. Musik som estetisk uttrycksform används i en mängd sammanhang, har olika funktioner och betyder olika saker för var och en av oss. Den är också en viktig del i människors sociala gemenskap och kan påverka individens identitetsutveckling. I vår tid förenas musik från skilda kulturer och epoker med andra konstformer i nya uttryck. Kunskaper om och i musik ökar möjligheterna att delta i samhällets kulturliv.",
  "code" : "GRSAMUS01",
  "designation" : "MU",
  "skolfsId" : "2011:28",
  "purposes" : [ {
    "type" : "PARAGRAPH",
    "heading" : "",
    "lines" : [ "Undervisningen i ämnet musik ska syfta till att eleverna utvecklar kunskaper som gör det möjligt att delta i musikaliska sammanhang, både genom att själva musicera och genom att lyssna till musik.", "Genom undervisningen ska eleverna ges förutsättningar att tillägna sig musik som uttrycksform och kommunikationsmedel.", "Undervisningen ska också bidra till att eleverna utvecklar kunskaper för att använda sin röst, musikinstrument och digitala verktyg." ]
  }, {
    "type" : "PARAGRAPH",
    "heading" : "",
    "lines" : [ "Vidare syftar undervisningen till att eleverna utvecklar kunskaper om hur musik kan kombineras med andra uttrycksformer.", "Undervisningen ska ge eleverna möjlighet att musicera, röra sig och dramatisera enskilt och i grupp.", "Genom att på detta sätt bearbeta och skapa musik ska eleverna få möjlighet att utveckla sin kreativitet, musikalitet och tilltro till sin förmåga att sjunga och spela." ]
  }, {
    "type" : "PARAGRAPH",
    "heading" : "",
    "lines" : [ "Undervisningen ska ge eleverna förutsättningar att lyssna till, reflektera över och samtala om musik från olika sociala, kulturella och historiska sammanhang.", "Syftet är att elevernas erfarenheter av musik ska utmanas och fördjupas i mötet med andras musikaliska erfarenheter.", "På så sätt ska undervisningen i musik bidra till att eleverna får kunskaper om och förståelse för olika musikkulturer." ]
  }, {
    "type" : "PARAGRAPH",
    "heading" : "",
    "lines" : [ "Vidare ska undervisningen bidra till att eleverna utvecklar kunskaper om ämnesspecifika begrepp, termer och symboler.", "På så sätt ska eleverna ges förutsättningar att samtala om musik och presentera och utvärdera arbetsprocesser." ]
  }, {
    "type" : "BULLET",
    "heading" : "Genom undervisningen i ämnet musik ska eleverna sammanfattningsvis ges möjlighet att utveckla sin förmåga att",
    "lines" : [ "sjunga, spela och skapa musik i olika sammanhang,", "kombinera musik med andra uttrycksformer,", "jämföra och reflektera över musik från olika genrer, tidsepoker och kulturer, och", "använda ämnesspecifika ord, begrepp och symboler." ]
  } ],
  "courses" : [ {
    "name" : "Årskurs 1-6",
    "description" : "",
    "code" : "GRSAMUS01_1-6",
    "centralContent" : [ {
      "heading" : "I årskurs 1–6",
      "lines" : [ ]
    }, {
      "heading" : "Musicerande och musikskapande",
      "lines" : [ "Sång och spel i olika former och genrer: unison sång, kanon och ensemblespel.", "Imitation med röst, rörelser, rytmer och toner.", "Skapande av egen musik, till exempel till text eller bild.", "Gestaltning av sånger och berättelser med ljud, rytmer och rörelser." ]
    }, {
      "heading" : "Musikens verktyg",
      "lines" : [ "Rösten som instrument, till exempel i sång och rap.", "Musikaliska symboler med bild, färg, siffer- eller bokstavsstöd, till exempel noter och ackord.", "Blås-, sträng-, tangent-, och slagverksinstrument. Hur instrumenten låter och ser ut och exempel på ensemblespel.", "Röst- och hörselvård i samband med musikutövning och musiklyssning, till exempel uppvärmningsövningar och användning av hörselskydd.", "Musikens byggstenar, till exempel rytm, tempo och melodier.", "Musikens formelement, till exempel intro, vers och refräng." ]
    }, {
      "heading" : "Musikens sammanhang och funktioner",
      "lines" : [ "Musik som knyter an till elevens vardagliga och högtidliga sammanhang, bland annat nationalsången och några av de vanligaste psalmerna.", "Sång- och danslekar.", "Musik i olika kulturer och från olika epoker, till exempel folkmusik och populärmusik.", "Musikassociationer: bilder och känslor som kan uppstå när man lyssnar på musik." ]
    }, {
      "heading" : "Ämnesspecifika begrepp",
      "lines" : [ "Ord, begrepp och symboler inom ämnet musik för att till exempel samtala om musik och utvärdera arbetsprocesser." ]
    } ],
    "knowledgeRequirementParagraphs" : [ {
      "heading" : "",
      "knowledgeRequirements" : [ {
        "text" : "Eleven kan <strong>________</strong> i att sjunga unisont och i kanon.",
        "knowledgeRequirementChoice" : {
          "E" : "Eleven kan <strong>medverka</strong> i att sjunga unisont och i kanon.",
          "C" : "Eleven kan sjunga unisont och i kanon på ett <strong>delvis fungerande</strong> sätt.",
          "A" : "Eleven kan sjunga unisont och i kanon på ett <strong>väl fungerande</strong> sätt."
        }
      }, {
        "text" : "I ensemblespel <strong>________</strong> eleven i att spela på något instrument och <strong>________</strong> då till att använda enstaka musikaliska symboler, byggstenar och formelement.",
        "knowledgeRequirementChoice" : {
          "E" : "I ensemblespel <strong>medverkar</strong> eleven i att spela på något instrument och <strong>bidrar</strong> då till att använda enstaka musikaliska symboler, byggstenar och formelement.",
          "C" : "I ensemblespel spelar eleven på något instrument på ett <strong>delvis fungerande</strong> sätt och använder då med <strong>viss säkerhet</strong> enstaka musikaliska symboler, byggstenar och formelement.",
          "A" : "I ensemblespel spelar eleven på något instrument på ett <strong>väl fungerande</strong> sätt och använder då med <strong>säkerhet</strong> enstaka musikaliska symboler, byggstenar och formelement."
        }
      } ]
    }, {
      "heading" : "",
      "knowledgeRequirements" : [ {
        "text" : "Eleven kan <strong>________</strong> i att kombinera musik med andra uttrycksformer och i att imitera och gestalta musikupplevelser.",
        "knowledgeRequirementChoice" : {
          "E" : "Eleven kan <strong>medverka</strong> i att kombinera musik med andra uttrycksformer och i att imitera och gestalta musikupplevelser.",
          "C" : "Eleven kan på ett <strong>delvis fungerande</strong> sätt kombinera musik med andra uttrycksformer genom att imitera och gestalta musikupplevelser.",
          "A" : "Eleven kan på ett <strong>väl fungerande</strong> sätt kombinera musik med andra uttrycksformer genom att imitera och gestalta musikupplevelser."
        }
      }, {
        "text" : "Eleven kan också <strong>________</strong> och ge exempel på hur hörseln kan påverkas av höga ljudnivåer.",
        "knowledgeRequirementChoice" : {
          "E" : "Eleven kan också <strong>beskriva</strong> och ge exempel på hur hörseln kan påverkas av höga ljudnivåer.",
          "C" : "Eleven kan också <strong>beskriva</strong> och ge exempel på hur hörseln kan påverkas av höga ljudnivåer.",
          "A" : "Eleven kan också <strong>beskriva</strong> och ge exempel på hur hörseln kan påverkas av höga ljudnivåer."
        }
      }, {
        "text" : "Vid jämförelser mellan olika typer av musik <strong>________</strong> eleven till resonemang om musikens utformning och om samband, likheter och skillnader.",
        "knowledgeRequirementChoice" : {
          "E" : "Vid jämförelser mellan olika typer av musik <strong>bidrar</strong> eleven till resonemang om musikens utformning och om samband, likheter och skillnader.",
          "C" : "Vid jämförelser mellan olika typer av musik för eleven <strong>enkla</strong> resonemang om musikens utformning och om samband, likheter och skillnader.",
          "A" : "Vid jämförelser mellan olika typer av musik för eleven <strong>välutvecklade</strong> resonemang om musikens utformning och om samband, likheter och skillnader."
        }
      }, {
        "text" : "Eleven kan använda <strong>________</strong> ämnesspecifika ord, begrepp och symboler i resonemang om musik och i utvärdering av arbetsprocesser.",
        "knowledgeRequirementChoice" : {
          "E" : "Eleven kan använda <strong>enstaka</strong> ämnesspecifika ord, begrepp och symboler i resonemang om musik och i utvärdering av arbetsprocesser.",
          "C" : "Eleven kan använda <strong>några</strong> ämnesspecifika ord, begrepp och symboler på ett <strong>delvis ändamålsenligt</strong> sätt i resonemang om musik och i utvärdering av arbetsprocesser.",
          "A" : "Eleven kan använda <strong>några</strong> ämnesspecifika ord, begrepp och symboler på ett <strong>ändamålsenligt</strong> sätt i resonemang om musik och i utvärdering av arbetsprocesser."
        }
      } ]
    } ],
    "point" : null,
    "year" : {
      "start" : 1,
      "end" : 6
    }
  }, {
    "name" : "Årskurs 7-9",
    "description" : "",
    "code" : "GRSAMUS01_7-9",
    "centralContent" : [ {
      "heading" : "I årskurs 7–9",
      "lines" : [ ]
    }, {
      "heading" : "Musicerande och musikskapande",
      "lines" : [ "Sång i enkla stämmor, ackord- och melodispel i enkla tonarter och ensemblespel i olika genrer.", "Improvisation med sång, dans, rytmik, melodier och instrument.", "Gehörsmusicerande efter musikaliska mönster, till exempel ackord i ett par tonarter.", "Komposition av egen musik, rytmer och rörelser.", "Musik i kombination med andra uttrycksformer, till exempel film, drama, dans och rörelse.", "Framförande av egen och andras musik." ]
    }, {
      "heading" : "Musikens verktyg",
      "lines" : [ "Rösten som instrument i unison och enklare flerstämmig sång.", "Melodi-, ackord- och digitala instrument, bas och trumset samt verktyg för musikproduktion.", "Musikaliska symboler med bild, färg, siffer- eller bokstavsstöd, till exempel noter och ackord.", "Röst- och hörselvård. Sångteknik och ljudnivåanpassning i musikaliska sammanhang.", "Musikens byggstenar och formelement. Hur de används för att musicera och komponera musik." ]
    }, {
      "heading" : "Musikens sammanhang och funktioner",
      "lines" : [ "Musik som knyter an till elevens vardagliga och högtidliga sammanhang.", "Musikens funktion i samtida medier, till exempel film, reklam och datorspel.", "Ljud och funktioner hos instrument i olika sammanhang, till exempel i en symfoniorkester och i ett rockband.", "Musik och dans som uttryck i några olika kulturer förr och nu, till exempel klassisk musik, folkmusik och rockmusik. Några betydelsefulla tonsättare, låtskrivare och musikaliska verk.", "Musikassociationer: bilder, känslor, åsikter och berättelser som kan uppstå när man lyssnar på musik.", "Musikens funktion för att markera identitet och grupptillhörighet i olika kulturer." ]
    }, {
      "heading" : "Ämnesspecifika begrepp",
      "lines" : [ "Ord, begrepp och symboler inom ämnet musik för att till exempel samtala om musik och utvärdera arbetsprocesser." ]
    } ],
    "knowledgeRequirementParagraphs" : [ {
      "heading" : "",
      "knowledgeRequirements" : [ {
        "text" : "Eleven kan <strong>________</strong> i att sjunga unisont, i kanon och i stämmor i olika sammanhang och genrer.",
        "knowledgeRequirementChoice" : {
          "E" : "Eleven kan <strong>medverka</strong> i att sjunga unisont, i kanon och i stämmor i olika sammanhang och genrer.",
          "C" : "Eleven kan på ett <strong>delvis fungerande</strong> sätt sjunga unisont, i kanon och i stämmor i olika sammanhang och genrer.",
          "A" : "Eleven kan på ett <strong>väl fungerande</strong> sätt sjunga unisont, i kanon och i stämmor i olika sammanhang och genrer."
        }
      }, {
        "text" : "I ensemblespel <strong>________</strong> eleven i att spela på instrument och <strong>________</strong> då till att använda några musikaliska symboler, byggstenar och formelement.",
        "knowledgeRequirementChoice" : {
          "E" : "I ensemblespel <strong>medverkar</strong> eleven i att spela på instrument och <strong>bidrar</strong> då till att använda några musikaliska symboler, byggstenar och formelement.",
          "C" : "I ensemblespel spelar eleven på instrument på ett <strong>delvis fungerande</strong> sätt och använder då med <strong>viss säkerhet</strong> några musikaliska symboler, byggstenar och formelement.",
          "A" : "I ensemblespel spelar eleven på instrument på ett <strong>väl fungerande</strong> sätt och använder då med <strong>säkerhet</strong> några musikaliska symboler, byggstenar och formelement."
        }
      }, {
        "text" : "Eleven <strong>________</strong> till att anpassa sitt musicerande till sammanhang och genre.",
        "knowledgeRequirementChoice" : {
          "E" : "Eleven <strong>bidrar</strong> till att anpassa sitt musicerande till sammanhang och genre.",
          "C" : "Eleven anpassar <strong>delvis</strong> sitt musicerande till sammanhang och genre.",
          "A" : "Eleven anpassar sitt musicerande <strong>väl</strong> till sammanhang och genre."
        }
      } ]
    }, {
      "heading" : "",
      "knowledgeRequirements" : [ {
        "text" : "Eleven kan <strong>________</strong> i att kombinera musik med andra uttrycksformer och i att improvisera och skapa kompositioner.",
        "knowledgeRequirementChoice" : {
          "E" : "Eleven kan <strong>medverka</strong> i att kombinera musik med andra uttrycksformer och i att improvisera och skapa kompositioner.",
          "C" : "Eleven kan på ett <strong>delvis fungerande</strong> sätt kombinera musik med andra uttrycksformer genom att improvisera och skapa kompositioner.",
          "A" : "Eleven kan på ett <strong>väl fungerande</strong> sätt kombinera musik med andra uttrycksformer genom att improvisera och skapa kompositioner."
        }
      }, {
        "text" : "Eleven kan också <strong>________</strong> och ge exempel på hur hörseln kan påverkas av höga ljudnivåer.",
        "knowledgeRequirementChoice" : {
          "E" : "Eleven kan också <strong>beskriva</strong> och ge exempel på hur hörseln kan påverkas av höga ljudnivåer.",
          "C" : "Eleven kan också <strong>beskriva</strong> och ge exempel på hur hörseln kan påverkas av höga ljudnivåer.",
          "A" : "Eleven kan också <strong>beskriva</strong> och ge exempel på hur hörseln kan påverkas av höga ljudnivåer."
        }
      }, {
        "text" : "Vid jämförelser mellan olika typer av musik <strong>________</strong> eleven till resonemang om musikuttryck och funktion i några olika tidsepoker, kulturer och medier.",
        "knowledgeRequirementChoice" : {
          "E" : "Vid jämförelser mellan olika typer av musik <strong>bidrar</strong> eleven till resonemang om musikuttryck och funktion i några olika tidsepoker, kulturer och medier.",
          "C" : "Vid jämförelser mellan olika typer av musik för eleven <strong>enkla</strong> resonemang om musikuttryck och funktion i några olika tidsepoker, kulturer och medier.",
          "A" : "Vid jämförelser mellan olika typer av musik för eleven <strong>välutvecklade</strong> resonemang om musikuttryck och funktion i några olika tidsepoker, kulturer och medier."
        }
      }, {
        "text" : "Eleven kan använda <strong>________</strong> ämnesspecifika ord, begrepp och symboler i resonemang om musik, i egna frågor och vid <strong>________</strong> till omdömen om arbetsprocesser.",
        "knowledgeRequirementChoice" : {
          "E" : "Eleven kan använda <strong>några</strong> ämnesspecifika ord, begrepp och symboler i resonemang om musik, i egna frågor och vid <strong>bidrag</strong> till omdömen om arbetsprocesser.",
          "C" : "Eleven kan använda <strong>många</strong> ämnesspecifika ord, begrepp och symboler på ett <strong>delvis ändamålsenligt</strong> sätt i resonemang om musik, i egna frågor och i <strong>enkla</strong> omdömen om arbetsprocesser.",
          "A" : "Eleven kan använda <strong>många</strong> ämnesspecifika ord, begrepp och symboler på ett <strong>ändamålsenligt</strong> sätt i resonemang om musik, i egna frågor och i <strong>välutvecklade</strong> omdömen om arbetsprocesser."
        }
      } ]
    } ],
    "point" : null,
    "year" : {
      "start" : 7,
      "end" : 9
    }
  } ]
}