{
  "name" : "Teknik",
  "description" : "Tekniska lösningar har i alla tider varit betydelsefulla för människan och för samhällens utveckling. Drivkrafterna bakom teknikutvecklingen har ofta varit en strävan att lösa problem och uppfylla mänskliga behov. I vår tid ställs allt högre krav på tekniskt kunnande i vardags- och arbetslivet och många av dagens samhällsfrågor och politiska beslut rymmer inslag av teknik. För att förstå teknikens roll för individen, samhället och miljön behöver den teknik som omger oss göras synlig och begriplig.",
  "code" : "GRSATEK01",
  "designation" : "TK",
  "skolfsId" : "2011:28",
  "purposes" : [ {
    "type" : "PARAGRAPH",
    "heading" : "",
    "lines" : [ "Undervisningen i ämnet teknik ska syfta till att eleverna utvecklar kunskaper om tekniska lösningar i vardagen, hur de fungerar och kan användas.", "Undervisningen syftar också till att stimulera elevernas intresse för teknik." ]
  }, {
    "type" : "PARAGRAPH",
    "heading" : "",
    "lines" : [ "Genom undervisningen ska eleverna ges förutsättningar att utveckla kunskaper om hur man kan lösa problem och uppfylla behov med hjälp av teknik.", "Eleverna ska även ges förutsättningar att pröva egna tekniska idéer och hitta lösningar.", "Undervisningen ska också bidra till att eleverna utvecklar kunskaper om och erfarenheter av hur redskap och teknisk utrustning används på ett säkert och ändamålsenligt sätt.", "På så sätt ska eleverna ges möjlighet att stärka tilltron till sin förmåga att använda teknik och att med teknikens hjälp lösa vardagliga problem och tillfredsställa olika behov." ]
  }, {
    "type" : "PARAGRAPH",
    "heading" : "",
    "lines" : [ "I teknikundervisningen ska eleverna ges möjlighet att utveckla medvetenhet om att teknisk verksamhet har betydelse för och påverkar människan, samhället och miljön.", "Därigenom ska eleverna ges förutsättningar att utveckla ett kritiskt förhållningssätt till tekniska lösningar.", "Eleverna ska även ges möjlighet att få en orientering om teknikens historiska utveckling för att bättre förstå framväxten av dagens teknik." ]
  }, {
    "type" : "PARAGRAPH",
    "heading" : "",
    "lines" : [ "Vidare ska undervisningen i teknik bidra till att eleverna utvecklar kunskaper om ämnesspecifika begrepp och uttrycksformer.", "På så sätt ska eleverna ges förutsättningar att samtala om teknik och presentera och utvärdera arbetsprocesser." ]
  }, {
    "type" : "BULLET",
    "heading" : "Genom undervisningen i ämnet teknik ska eleverna sammanfattningsvis ges förutsättningar att utveckla sin förmåga att",
    "lines" : [ "jämföra och reflektera över tekniska lösningar i vardagen utifrån ändamålsenlighet och funktion,", "identifiera problem och behov som kan lösas med teknik och utarbeta förslag till lösningar,", "hantera redskap och teknisk utrustning på ett säkert och ändamålsenligt sätt,", "värdera konsekvenser av olika teknikval för individ, samhälle och miljö, och", "använda ämnesspecifika ord, begrepp och symboler." ]
  } ],
  "courses" : [ {
    "name" : "Årskurs 1-6",
    "description" : "",
    "code" : "GRSATEK01_1-6",
    "centralContent" : [ {
      "heading" : "I årskurs 1–6",
      "lines" : [ ]
    }, {
      "heading" : "Tekniska lösningar",
      "lines" : [ "Föremål där enkla mekanismer såsom hävstänger och länkar används för att uppnå en viss funktion, till exempel föremål på lekplatsen och husgeråd av olika slag.", "Tekniska lösningar där människan härmat naturen, till exempel kardborren som förebild för kardborrebandet.", "Material för eget konstruktionsarbete. Deras egenskaper och hur de kan sammanfogas." ]
    }, {
      "heading" : "Strategier för att hantera och utveckla tekniska lösningar",
      "lines" : [ "Undersökande av hur några vardagliga föremål är uppbyggda, utformade och fungerar.", "Egna konstruktioner där man tillämpar enkla mekanismer.", "Dokumentation, till exempel i form av skisser och bilder.", "Redskap och teknisk utrustning i närmiljön. Hur de används på ett ändamålsenligt och säkert sätt.", "Instruktioner, till exempel till enkla byggsatser." ]
    }, {
      "heading" : "Teknik, människa, samhälle och miljö",
      "lines" : [ "Föremål i elevens vardag. Hur de är anpassade efter människans behov och har förändrats över tid.", "Säkerhet vid teknikanvändning, till exempel när man hanterar elektricitet." ]
    }, {
      "heading" : "Ämnesspecifika begrepp",
      "lines" : [ "Ord, begrepp och symboler inom ämnet teknik för att till exempel samtala om teknik och utvärdera arbetsprocesser." ]
    } ],
    "knowledgeRequirementParagraphs" : [ {
      "heading" : "",
      "knowledgeRequirements" : [ {
        "text" : "Eleven kan <strong>________</strong> till resonemang om hur några föremål är konstruerade, fungerar och används.",
        "knowledgeRequirementChoice" : {
          "E" : "Eleven kan <strong>bidra</strong> till resonemang om hur några föremål är konstruerade, fungerar och används.",
          "C" : "Eleven kan föra <strong>enkla</strong> resonemang om hur några föremål är konstruerade, fungerar och används.",
          "A" : "Eleven kan föra <strong>välutvecklade</strong> resonemang om hur några föremål är konstruerade, fungerar och används."
        }
      }, {
        "text" : "Eleven ger också <strong>________</strong> exempel på föremål där människan har härmat naturen.",
        "knowledgeRequirementChoice" : {
          "E" : "Eleven ger också <strong>något</strong> exempel på föremål där människan har härmat naturen.",
          "C" : "Eleven ger också <strong>några</strong> exempel på föremål där människan har härmat naturen.",
          "A" : "Eleven ger också <strong>några</strong> exempel på föremål där människan har härmat naturen."
        }
      }, {
        "text" : "Dessutom <strong>________</strong> eleven i att undersöka och beskriva föremål med enkla mekanismer och <strong>________</strong> till resonemang om hur de är konstruerade och fungerar.",
        "knowledgeRequirementChoice" : {
          "E" : "Dessutom <strong>medverkar</strong> eleven i att undersöka och beskriva föremål med enkla mekanismer och <strong>bidrar</strong> till resonemang om hur de är konstruerade och fungerar.",
          "C" : "Dessutom undersöker och beskriver eleven på ett <strong>delvis fungerande</strong> sätt föremål med enkla mekanismer och för <strong>enkla</strong> resonemang om hur de är konstruerade och fungerar.",
          "A" : "Dessutom undersöker och beskriver eleven på ett <strong>väl fungerande</strong> sätt föremål med enkla mekanismer och för <strong>välutvecklade</strong> resonemang om hur de är konstruerade och fungerar."
        }
      }, {
        "text" : "Eleven kan <strong>________</strong> till att utforma förslag till hur något vardagligt problem kan lösas med hjälp av teknik.",
        "knowledgeRequirementChoice" : {
          "E" : "Eleven kan <strong>bidra</strong> till att utforma förslag till hur något vardagligt problem kan lösas med hjälp av teknik.",
          "C" : "Eleven kan utforma <strong>enkla</strong> förslag till hur något vardagligt problem kan lösas med hjälp av teknik.",
          "A" : "Eleven kan utforma <strong>välutvecklade</strong> förslag till hur något vardagligt problem kan lösas med hjälp av teknik."
        }
      }, {
        "text" : "Utifrån instruktioner eller förebilder <strong>________</strong> eleven i att genomföra enkla konstruktionsarbeten.",
        "knowledgeRequirementChoice" : {
          "E" : "Utifrån instruktioner eller förebilder <strong>medverkar</strong> eleven i att genomföra enkla konstruktionsarbeten.",
          "C" : "Utifrån instruktioner eller förebilder genomför eleven enkla konstruktionsarbeten på ett <strong>delvis fungerande</strong> sätt.",
          "A" : "Utifrån instruktioner eller förebilder genomför eleven enkla konstruktionsarbeten på ett <strong>väl fungerande</strong> sätt."
        }
      } ]
    }, {
      "heading" : "",
      "knowledgeRequirements" : [ {
        "text" : "Eleven <strong>________</strong> också till resonemang om de använda materialens egenskaper och om hur de har sammanfogats.",
        "knowledgeRequirementChoice" : {
          "E" : "Eleven <strong>bidrar</strong> också till resonemang om de använda materialens egenskaper och om hur de har sammanfogats.",
          "C" : "Eleven för också <strong>enkla</strong> resonemang om de använda materialens egenskaper och om hur de har sammanfogats.",
          "A" : "Eleven för också <strong>välutvecklade</strong> resonemang om de använda materialens egenskaper och om hur de har sammanfogats."
        }
      }, {
        "text" : "Eleven <strong>________</strong> till dokumentation av arbetet.",
        "knowledgeRequirementChoice" : {
          "E" : "Eleven <strong>bidrar</strong> till dokumentation av arbetet.",
          "C" : "Eleven gör <strong>enkel</strong> dokumentation av arbetet.",
          "A" : "Eleven gör <strong>välutvecklad</strong> dokumentation av arbetet."
        }
      }, {
        "text" : "Eleven <strong>________</strong> i att använda redskap och teknisk utrustning på ett säkert och ändamålsenligt sätt.",
        "knowledgeRequirementChoice" : {
          "E" : "Eleven <strong>medverkar</strong> i att använda redskap och teknisk utrustning på ett säkert och ändamålsenligt sätt.",
          "C" : "Eleven använder redskap och teknisk utrustning på ett säkert och <strong>delvis ändamålsenligt</strong> sätt.",
          "A" : "Eleven använder redskap och teknisk utrustning på ett säkert och <strong>ändamålsenligt</strong> sätt."
        }
      }, {
        "text" : "Eleven kan <strong>________</strong> till resonemang om tekniska lösningars för- och nackdelar för individ, samhälle och miljö.",
        "knowledgeRequirementChoice" : {
          "E" : "Eleven kan <strong>bidra</strong> till resonemang om tekniska lösningars för- och nackdelar för individ, samhälle och miljö.",
          "C" : "Eleven kan föra <strong>enkla</strong> resonemang om tekniska lösningars för- och nackdelar för individ, samhälle och miljö.",
          "A" : "Eleven kan föra <strong>välutvecklade</strong> resonemang om tekniska lösningars för- och nackdelar för individ, samhälle och miljö."
        }
      }, {
        "text" : "Eleven kan använda <strong>________</strong> ämnesspecifika ord, begrepp och symboler i resonemang om teknik och tekniska lösningar och i utvärdering av arbetsprocesser.",
        "knowledgeRequirementChoice" : {
          "E" : "Eleven kan använda <strong>enstaka</strong> ämnesspecifika ord, begrepp och symboler i resonemang om teknik och tekniska lösningar och i utvärdering av arbetsprocesser.",
          "C" : "Eleven kan använda <strong>några</strong> ämnesspecifika ord, begrepp och symboler på ett <strong>delvis ändamålsenligt</strong> sätt i resonemang om teknik och tekniska lösningar och i utvärdering av arbetsprocesser.",
          "A" : "Eleven kan använda <strong>några</strong> ämnesspecifika ord, begrepp och symboler på ett <strong>ändamålsenligt</strong> sätt i resonemang om teknik och tekniska lösningar och i utvärdering av arbetsprocesser."
        }
      } ]
    } ],
    "point" : null,
    "year" : {
      "start" : 1,
      "end" : 6
    }
  }, {
    "name" : "Årskurs 7-9",
    "description" : "",
    "code" : "GRSATEK01_7-9",
    "centralContent" : [ {
      "heading" : "I årskurs 7–9",
      "lines" : [ ]
    }, {
      "heading" : "Tekniska lösningar",
      "lines" : [ "Föremål som består av rörliga delar och hur de rörliga delarna är sammanfogade med hjälp av olika mekanismer för att uppnå en viss funktion, till exempel handbromsen eller tramporna på cykeln.", "Hur vanliga hållfasta och stabila konstruktioner är uppbyggda, till exempel hus och broar.", "Material som används till exempel i hållfasta och stabila konstruktioner, samt deras egenskaper.", "Tekniska lösningar som utnyttjar elkomponenter för att åstadkomma ljud, ljus eller rörelse, till exempel larm och belysning." ]
    }, {
      "heading" : "Strategier för att hantera och utveckla tekniska lösningar",
      "lines" : [ "Tillvägagångssätt för att lösa tekniska vardagsproblem och behov, till exempel om lampan slocknar och att inreda ett rum.", "Egna konstruktioner med tillämpningar av principer för hållfasta och stabila strukturer, mekanismer och elektriska kopplingar.", "Dokumentation med förklarande ord och begrepp, till exempel i form av enkla skisser, bilder och med fysiska eller digitala modeller.", "Användning av redskap och teknisk utrustning för kommunikation, informationssökning och tjänster av olika slag i samhället. Hur de används på ett ändamålsenligt och säkert sätt.", "Manualer för redskap och teknisk utrustning i närmiljön." ]
    }, {
      "heading" : "Teknik, människa, samhälle och miljö",
      "lines" : [ "Tekniska system i hemmet och samhället, till exempel vatten- och avloppssystem och system för återvinning. Några delar i systemen och hur de samverkar. Systemens förändringar över tid och några orsaker till det.", "Säkerhet vid användning av kommunikations- och informationsteknik, till exempel mobiltelefoni och internet.", "Olika sätt att hushålla med resurser i närmiljön, till exempel energi och vatten.", "Konsekvenser av teknikval, för- och nackdelar med olika tekniska lösningar." ]
    }, {
      "heading" : "Ämnesspecifika begrepp",
      "lines" : [ "Ord, begrepp och symboler inom ämnet teknik för att till exempel samtala om teknik och utvärdera arbetsprocesser." ]
    } ],
    "knowledgeRequirementParagraphs" : [ {
      "heading" : "",
      "knowledgeRequirements" : [ {
        "text" : "Eleven kan <strong>________</strong> till resonemang om några tekniska lösningar där elkomponenter används för att få ljud, ljus eller rörelse.",
        "knowledgeRequirementChoice" : {
          "E" : "Eleven kan <strong>bidra</strong> till resonemang om några tekniska lösningar där elkomponenter används för att få ljud, ljus eller rörelse.",
          "C" : "Eleven kan föra <strong>enkla</strong> resonemang om några tekniska lösningar där elkomponenter används för att få ljud, ljus eller rörelse.",
          "A" : "Eleven kan föra <strong>välutvecklade</strong> resonemang om några tekniska lösningar där elkomponenter används för att få ljud, ljus eller rörelse."
        }
      }, {
        "text" : "Eleven ger också <strong>________</strong> exempel på andra liknande lösningar.",
        "knowledgeRequirementChoice" : {
          "E" : "Eleven ger också <strong>något</strong> exempel på andra liknande lösningar.",
          "C" : "Eleven ger också <strong>några</strong> exempel på andra liknande lösningar.",
          "A" : "Eleven ger också <strong>några</strong> exempel på andra liknande lösningar."
        }
      }, {
        "text" : "Dessutom <strong>________</strong> eleven i att undersöka och beskriva föremål med rörliga delar som samverkar, och <strong>________</strong> till resonemang om hur de är konstruerade och fungerar.",
        "knowledgeRequirementChoice" : {
          "E" : "Dessutom <strong>medverkar</strong> eleven i att undersöka och beskriva föremål med rörliga delar som samverkar, och <strong>bidrar</strong> till resonemang om hur de är konstruerade och fungerar.",
          "C" : "Dessutom undersöker och beskriver eleven på ett <strong>delvis fungerande</strong> sätt föremål med rörliga delar som samverkar, och för <strong>enkla</strong> resonemang om hur de är konstruerade och fungerar.",
          "A" : "Dessutom undersöker och beskriver eleven på ett <strong>väl fungerande</strong> sätt föremål med rörliga delar som samverkar, och för <strong>välutvecklade</strong> resonemang om hur de är konstruerade och fungerar."
        }
      }, {
        "text" : "Eleven <strong>________</strong> också i att undersöka och beskriva föremål med hållfasta och stabila konstruktioner och <strong>________</strong> till resonemang om hur de är uppbyggda.",
        "knowledgeRequirementChoice" : {
          "E" : "Eleven <strong>medverkar</strong> också i att undersöka och beskriva föremål med hållfasta och stabila konstruktioner och <strong>bidrar</strong> till resonemang om hur de är uppbyggda.",
          "C" : "Eleven undersöker och beskriver på ett <strong>delvis fungerande</strong> sätt föremål med hållfasta och stabila konstruktioner och för <strong>enkla</strong> resonemang om hur de är uppbyggda.",
          "A" : "Eleven undersöker och beskriver på ett <strong>väl fungerande</strong> sätt föremål med hållfasta och stabila konstruktioner och för <strong>välutvecklade</strong> resonemang om hur de är uppbyggda."
        }
      }, {
        "text" : "Eleven kan <strong>________</strong> till att utforma förslag till hur något vardagligt problem kan lösas med hjälp av teknik.",
        "knowledgeRequirementChoice" : {
          "E" : "Eleven kan <strong>bidra</strong> till att utforma förslag till hur något vardagligt problem kan lösas med hjälp av teknik.",
          "C" : "Eleven kan utforma <strong>enkla</strong> och <strong>delvis underbyggda</strong> förslag till hur vardagliga problem kan lösas med hjälp av teknik.",
          "A" : "Eleven kan utforma <strong>välutvecklade</strong> och <strong>väl underbyggda</strong> förslag till hur vardagliga problem kan lösas med hjälp av teknik."
        }
      }, {
        "text" : "Utifrån instruktioner eller förebilder <strong>________</strong> eleven i att genomföra konstruktionsarbeten där principer för elektriska kopplingar, enkla mekanismer och hållfasta och stabila konstruktioner tillämpas.",
        "knowledgeRequirementChoice" : {
          "E" : "Utifrån instruktioner eller förebilder <strong>medverkar</strong> eleven i att genomföra konstruktionsarbeten där principer för elektriska kopplingar, enkla mekanismer och hållfasta och stabila konstruktioner tillämpas.",
          "C" : "Utifrån instruktioner eller förebilder genomför eleven på ett <strong>delvis fungerande</strong> sätt konstruktionsarbeten där principer för elektriska kopplingar, enkla mekanismer och hållfasta och stabila konstruktioner tillämpas.",
          "A" : "Utifrån instruktioner eller förebilder genomför eleven på ett <strong>väl fungerande</strong> sätt konstruktionsarbeten där principer för elektriska kopplingar, enkla mekanismer och hållfasta och stabila konstruktioner tillämpas."
        }
      }, {
        "text" : "Eleven <strong>________</strong> också till resonemang om de använda materialens egenskaper och om hur de har sammanfogats.",
        "knowledgeRequirementChoice" : {
          "E" : "Eleven <strong>bidrar</strong> också till resonemang om de använda materialens egenskaper och om hur de har sammanfogats.",
          "C" : "Eleven för också <strong>enkla</strong> resonemang om de använda materialens egenskaper och om hur de har sammanfogats.",
          "A" : "Eleven för också <strong>välutvecklade</strong> resonemang om de använda materialens egenskaper och om hur de har sammanfogats."
        }
      } ]
    }, {
      "heading" : "",
      "knowledgeRequirements" : [ {
        "text" : "Eleven <strong>________</strong> till dokumentation av arbetet med olika uttrycksformer och <strong>________</strong> i att beskriva intentionen med arbetet.",
        "knowledgeRequirementChoice" : {
          "E" : "Eleven <strong>bidrar</strong> till dokumentation av arbetet med olika uttrycksformer och <strong>medverkar</strong> i att beskriva intentionen med arbetet.",
          "C" : "Eleven gör <strong>enkel</strong> dokumentation av arbetet med olika uttrycksformer och beskriver på ett <strong>delvis fungerande</strong> sätt intentionen med arbetet.",
          "A" : "Eleven gör <strong>välutvecklad</strong> dokumentation av arbetet med olika uttrycksformer och beskriver på ett <strong>väl fungerande</strong> sätt intentionen med arbetet."
        }
      }, {
        "text" : "Eleven <strong>________</strong> i att på ett säkert och ändamålsenligt sätt använda redskap och teknisk utrustning för kommunikation, informationssökning och andra användningsområden.",
        "knowledgeRequirementChoice" : {
          "E" : "Eleven <strong>medverkar</strong> i att på ett säkert och ändamålsenligt sätt använda redskap och teknisk utrustning för kommunikation, informationssökning och andra användningsområden.",
          "C" : "Eleven använder på ett säkert och <strong>delvis ändamålsenligt</strong> sätt redskap och teknisk utrustning för kommunikation, informationssökning och andra användningsområden.",
          "A" : "Eleven använder på ett säkert och <strong>ändamålsenligt</strong> sätt redskap och teknisk utrustning för kommunikation, informationssökning och andra användningsområden."
        }
      }, {
        "text" : "Dessutom <strong>________</strong> eleven i att använda manualer för att få utrustningen att fungera.",
        "knowledgeRequirementChoice" : {
          "E" : "Dessutom <strong>medverkar</strong> eleven i att använda manualer för att få utrustningen att fungera.",
          "C" : "Dessutom använder eleven manualer på ett <strong>delvis fungerande</strong> sätt för att få utrustningen att fungera.",
          "A" : "Dessutom använder eleven manualer på ett <strong>väl fungerande</strong> sätt för att få utrustningen att fungera."
        }
      }, {
        "text" : "Eleven kan <strong>________</strong> till resonemang om hur olika val av tekniska lösningar kan få olika konsekvenser för individ, samhälle och miljö.",
        "knowledgeRequirementChoice" : {
          "E" : "Eleven kan <strong>bidra</strong> till resonemang om hur olika val av tekniska lösningar kan få olika konsekvenser för individ, samhälle och miljö.",
          "C" : "Eleven kan föra <strong>enkla</strong> resonemang om hur olika val av tekniska lösningar kan få olika konsekvenser för individ, samhälle och miljö.",
          "A" : "Eleven kan föra <strong>välutvecklade</strong> resonemang om hur olika val av tekniska lösningar kan få olika konsekvenser för individ, samhälle och miljö."
        }
      }, {
        "text" : "Eleven kan använda <strong>________</strong> ämnesspecifika ord, begrepp och symboler i resonemang om teknik och tekniska lösningar, i egna frågor och vid bidrag till omdömen om olika arbetsprocesser.",
        "knowledgeRequirementChoice" : {
          "E" : "Eleven kan använda <strong>några</strong> ämnesspecifika ord, begrepp och symboler i resonemang om teknik och tekniska lösningar, i egna frågor och vid bidrag till omdömen om olika arbetsprocesser.",
          "C" : "Eleven kan använda <strong>många</strong> ämnesspecifika ord, begrepp och symboler på ett <strong>delvis ändamålsenligt</strong> sätt i resonemang om teknik och tekniska lösningar, i egna frågor och i <strong>enkla</strong> omdömen om olika arbetsprocesser.",
          "A" : "Eleven kan använda <strong>många</strong> ämnesspecifika ord, begrepp och symboler på ett <strong>ändamålsenligt</strong> sätt i resonemang om teknik och tekniska lösningar, i egna frågor och i <strong>välutvecklade</strong> omdömen om olika arbetsprocesser."
        }
      } ]
    } ],
    "point" : null,
    "year" : {
      "start" : 7,
      "end" : 9
    }
  } ]
}