{
  "name" : "Engelska",
  "description" : "Språk är människans främsta redskap för att tänka, kommunicera och lära. Att ha kunskaper i flera språk kan ge nya perspektiv på omvärlden, ökade möjligheter till kontakter och större förståelse för olika sätt att leva. Engelska språket omger oss i vardagen och används inom så skilda områden som politik, utbildning och ekonomi. Kunskaper i engelska ökar därför individens möjligheter att ingå i olika sociala och kulturella sammanhang och att delta i internationellt studie- och arbetsliv.",
  "code" : "GRSAENG01",
  "designation" : "EN",
  "skolfsId" : "2011:28",
  "purposes" : [ {
    "type" : "PARAGRAPH",
    "heading" : "",
    "lines" : [ "Undervisningen i ämnet engelska ska syfta till att eleverna utvecklar kunskaper i engelska språket.", "Vidare ska undervisningen ge eleverna möjlighet att utveckla sin förmåga att kommunicera på engelska och en tilltro till sin förmåga att använda språket i olika situationer och för skilda syften." ]
  }, {
    "type" : "PARAGRAPH",
    "heading" : "",
    "lines" : [ "Vidare ska undervisningen bidra till att eleverna utvecklar sin förmåga att förstå talad och skriven engelska och formulera sig och samspela med andra i tal och skrift.", "I mötet med talat språk och texter ska eleverna ges möjlighet att utveckla förmågan att sätta innehållet i relation till egna erfarenheter, livsvillkor och intressen." ]
  }, {
    "type" : "PARAGRAPH",
    "heading" : "",
    "lines" : [ "Genom undervisningen ska eleverna få förutsättningar att utveckla sina kunskaper om kulturer och samhällen där engelska används.", "På så sätt ska undervisningen stimulera elevernas intresse för språk och engelsktalande kulturer och förmedla nyttan av språkkunskaper.", "Eleverna ska även ges möjlighet att använda olika verktyg för lärande, förståelse och kommunikation." ]
  }, {
    "type" : "BULLET",
    "heading" : "Genom undervisningen i ämnet engelska ska eleverna sammanfattningsvis ges förutsättningar att utveckla sin förmåga att",
    "lines" : [ "tala och samtala i olika sammanhang,", "förstå innehållet i talad engelska och i olika texter,", "skriva text för olika syften, och", "reflektera över livsvillkor och kulturella företeelser i områden där engelska används." ]
  } ],
  "courses" : [ {
    "name" : "Årskurs 1-6",
    "description" : "",
    "code" : "GRSAENG01_1-6",
    "centralContent" : [ {
      "heading" : "I årskurs 1-6",
      "lines" : [ ]
    }, {
      "heading" : "Tala och samtala",
      "lines" : [ "Vardagliga hälsnings-, avskeds- och artighetsfraser.", "Frågeord, frågor och svar.", "Korta fraser om vardagliga ämnen.", "Presentation av den egna personen, vardagen och närmiljön.", "Sånger, ramsor, lekar, spel och dramatiseringar." ]
    }, {
      "heading" : "Lyssna och läsa",
      "lines" : [ "Berättelser, sånger och ramsor.", "Filmer och dramatiserade berättelser för barn.", "Instruktioner och beskrivningar.", "Ord och ordbilder, till exempel på skyltar och i reklam." ]
    }, {
      "heading" : "Skriva",
      "lines" : [ "Ord och ordbilder." ]
    }, {
      "heading" : "Kultur och samhälle",
      "lines" : [ "Familjeliv och vardag i delar av världen där det engelska språket används." ]
    } ],
    "knowledgeRequirementParagraphs" : [ {
      "heading" : "",
      "knowledgeRequirements" : [ {
        "text" : "Eleven kan i tal och samtal om <strong>________</strong> elevnära ämne <strong>________</strong> i att uttrycka sig med ord och fraser.",
        "knowledgeRequirementChoice" : {
          "E" : "Eleven kan i tal och samtal om <strong>något</strong> elevnära ämne <strong>medverka</strong> i att uttrycka sig med ord och fraser.",
          "C" : "Eleven kan i tal och samtal om elevnära ämnen uttrycka sig med ord och fraser på ett <strong>delvis fungerande</strong> sätt.",
          "A" : "Eleven kan i tal och samtal om elevnära ämnen uttrycka sig med ord och fraser på ett <strong>väl fungerande</strong> sätt."
        }
      }, {
        "text" : "Utifrån någon given frågeställning <strong>________</strong> eleven i att redogöra för delar av innehållet i tydligt talad engelska med elevnära ord och fraser.",
        "knowledgeRequirementChoice" : {
          "E" : "Utifrån någon given frågeställning <strong>medverkar</strong> eleven i att redogöra för delar av innehållet i tydligt talad engelska med elevnära ord och fraser.",
          "C" : "Utifrån någon given frågeställning kan eleven på ett <strong>delvis fungerande</strong> sätt redogöra för delar av innehållet i tydligt talad engelska med elevnära ord och fraser.",
          "A" : "Utifrån någon given frågeställning kan eleven på ett <strong>väl fungerande</strong> sätt redogöra för delar av innehållet i tydligt talad engelska med elevnära ord och fraser."
        }
      } ]
    }, {
      "heading" : "",
      "knowledgeRequirements" : [ {
        "text" : "Eleven kan också <strong>________</strong> i att skriva ord.",
        "knowledgeRequirementChoice" : {
          "E" : "Eleven kan också <strong>medverka</strong> i att skriva ord.",
          "C" : "Eleven kan också skriva ord på ett <strong>delvis fungerande</strong> sätt.",
          "A" : "Eleven kan också skriva ord på ett <strong>väl fungerande</strong> sätt."
        }
      }, {
        "text" : "Eleven <strong>________</strong> till resonemang om familjeliv och vardag i någon del av världen där det engelska språket används.",
        "knowledgeRequirementChoice" : {
          "E" : "Eleven <strong>bidrar</strong> till resonemang om familjeliv och vardag i någon del av världen där det engelska språket används.",
          "C" : "Eleven för <strong>enkla</strong> resonemang om familjeliv och vardag i någon del av världen där det engelska språket används.",
          "A" : "Eleven för <strong>välutvecklade</strong> resonemang om familjeliv och vardag i någon del av världen där det engelska språket används."
        }
      } ]
    } ],
    "point" : null,
    "year" : {
      "start" : 1,
      "end" : 6
    }
  }, {
    "name" : "Årskurs 7-9",
    "description" : "",
    "code" : "GRSAENG01_7-9",
    "centralContent" : [ {
      "heading" : "I årskurs 7-9",
      "lines" : [ ]
    }, {
      "heading" : "Tala och samtala",
      "lines" : [ "Samtal om vardagshändelser och bekanta och aktuella ämnen.", "Dramatiseringar och rollspel med dialogen i centrum.", "Samtal om egna tankar och upplevelser.", "Presentationer som är berättande, beskrivande och informerande." ]
    }, {
      "heading" : "Lyssna och läsa",
      "lines" : [ "Talad engelska och texter från olika medier.", "Filmer och dramatiserade berättelser för unga.", "Beskrivande och informerande texter som förekommer i vardagen, till exempel instruktioner och nyhetsartiklar.", "Berättande texter." ]
    }, {
      "heading" : "Skriva",
      "lines" : [ "Beskrivningar och meddelanden." ]
    }, {
      "heading" : "Kultur och samhälle",
      "lines" : [ "Människors livsvillkor, familjeliv och vardag i delar av världen där det engelska språket används." ]
    } ],
    "knowledgeRequirementParagraphs" : [ {
      "heading" : "",
      "knowledgeRequirements" : [ {
        "text" : "Eleven kan i tal och samtal i olika situationer <strong>________</strong> i att uttrycka sig med ord, fraser och meningar.",
        "knowledgeRequirementChoice" : {
          "E" : "Eleven kan i tal och samtal i olika situationer <strong>medverka</strong> i att uttrycka sig med ord, fraser och meningar.",
          "C" : "Eleven kan i tal och samtal i olika situationer uttrycka sig sammanhängande på ett <strong>delvis fungerande</strong> sätt.",
          "A" : "Eleven kan i tal och samtal i olika situationer uttrycka sig sammanhängande på ett <strong>väl fungerande</strong> sätt."
        }
      }, {
        "text" : "Eleven kan <strong>________</strong> i att redogöra för huvudsakliga delar av innehållet i sammanhängande talad engelska och texter som består av bekanta ord.",
        "knowledgeRequirementChoice" : {
          "E" : "Eleven kan <strong>medverka</strong> i att redogöra för huvudsakliga delar av innehållet i sammanhängande talad engelska och texter som består av bekanta ord.",
          "C" : "Eleven kan på ett <strong>delvis fungerande</strong> sätt redogöra för huvudsakliga delar av innehållet i sammanhängande talad engelska och texter som består av bekanta ord.",
          "A" : "Eleven kan på ett <strong>väl fungerande</strong> sätt redogöra för huvudsakliga delar av innehållet i sammanhängande talad engelska och texter som består av bekanta ord."
        }
      } ]
    }, {
      "heading" : "",
      "knowledgeRequirements" : [ {
        "text" : "Eleven kan också <strong>________</strong> i att skriva texter för att kommunicera i olika sammanhang.",
        "knowledgeRequirementChoice" : {
          "E" : "Eleven kan också <strong>medverka</strong> i att skriva texter för att kommunicera i olika sammanhang.",
          "C" : "Eleven kan också på ett <strong>delvis fungerande</strong> sätt skriva texter för att kommunicera i olika sammanhang.",
          "A" : "Eleven kan också på ett <strong>väl fungerande</strong> sätt skriva texter för att kommunicera i olika sammanhang."
        }
      }, {
        "text" : "Eleven <strong>________</strong> till resonemang om livsvillkor, familjeliv och vardag i delar av världen där det engelska språket används.",
        "knowledgeRequirementChoice" : {
          "E" : "Eleven <strong>bidrar</strong> till resonemang om livsvillkor, familjeliv och vardag i delar av världen där det engelska språket används.",
          "C" : "Eleven för <strong>enkla</strong> resonemang om livsvillkor, familjeliv och vardag i delar av världen där det engelska språket används.",
          "A" : "Eleven för <strong>välutvecklade</strong> resonemang om livsvillkor, familjeliv och vardag i delar av världen där det engelska språket används."
        }
      } ]
    } ],
    "point" : null,
    "year" : {
      "start" : 7,
      "end" : 9
    }
  } ]
}