{
  "name" : "Affärskommunikation",
  "description" : "Med affärskommunikation menas i första hand extern kommunikation till andra företag, myndigheter och privatpersoner men även intern kommunikation inom ett företag eller en organisation. Ämnet affärskommunikation behandlar hur olika affärsdokument utformas samt hur presentations- och informationsmaterial i affärssammanhang framställs med hjälp av lämplig teknik. Internationaliseringen medför ökade krav på flerspråkighet. Ämnet kan därför anpassas till såväl svensk affärskommunikation som affärskommunikation på andra språk.",
  "code" : "AFF",
  "designation" : "",
  "skolfsId" : "0000:00",
  "purposes" : [ {
    "type" : "PARAGRAPH",
    "heading" : "",
    "lines" : [ "Undervisningen i ämnet affärskommunikation ska syfta till att eleverna utvecklar kunskaper om och färdigheter i såväl muntlig som skriftlig kommunikation i affärssammanhang.", "Eleverna ska ges möjlighet att utveckla kunskaper om affärsspråk som kommunikationsmedel i tal och skrift och om hur språket utformas och anpassas till ändamålet och mottagaren.", "Dessutom ska undervisningen leda till att eleverna utvecklar förmåga att framställa affärsdokument samt presentations- och informationsmaterial." ]
  }, {
    "type" : "PARAGRAPH",
    "heading" : "",
    "lines" : [ "Undervisningen ska ge eleverna möjlighet att utveckla omvärldskunskaper och förståelse av andra länders och kulturers affärsseder.", "Eleverna ska också ges möjlighet att utveckla förståelse av hur människor, företag och organisationer fungerar och verkar i andra länder." ]
  }, {
    "type" : "PARAGRAPH",
    "heading" : "",
    "lines" : [ "Genom att använda aktuella tekniker och medier i undervisningen ska eleverna ges möjlighet att utveckla färdigheter i att föra fram budskap.", "Muntligt ska affärsspråket utvecklas genom presentationer med olika syften, till exempel försäljnings-, argumentations- eller informationssyfte." ]
  }, {
    "type" : "BULLET",
    "heading" : "Undervisningen i ämnet affärskommunikation ska ge eleverna förutsättningar att utveckla följande:",
    "lines" : [ "Kunskaper om samhälleliga förhållanden i Sverige och i andra länder.", "Kunskaper om kommunikationsmönster i olika länder.", "Färdigheter i affärskommunikation i både tal och skrift.", "Förmåga att framställa affärsdokument samt informations- och presentationsmaterial med hjälp av lämpliga tekniker och arbetsmetoder.", "Färdigheter i att föra fram ett budskap med ett för ändamålet och mottagaren anpassat språk.", "Förmåga att söka och bearbeta information.", "Förmåga att utvärdera sitt arbete och resultat." ]
  } ],
  "courses" : [ {
    "name" : "Affärskommunikation",
    "description" : "Kursen affärskommunikation omfattar punkterna 1–7 under rubriken Ämnet syfte.",
    "code" : "AFFAFÄ00S",
    "centralContent" : [ {
      "heading" : "Undervisningen i kursen ska behandla följande centrala innehåll:",
      "lines" : [ "Metoder för omvärldsbevakning inom affärsvärlden.", "Sociala, ekonomiska och miljömässiga förhållanden i olika länder.", "Affärsseder och kulturella uttryck i olika länder.", "Kommunikation i olika affärssammanhang.", "Framställning av affärsdokument, till exempel förfrågan, anbud, beställning, med hjälp av lämpliga tekniker.", "Framställning av informations- och presentationsmaterial med hjälp av modern informationsteknik.", "Anpassning av språk för olika ändamål och mottagare.", "Metoder för informationssökning." ]
    } ],
    "knowledgeRequirementParagraphs" : [ {
      "heading" : "",
      "knowledgeRequirements" : [ {
        "text" : "Eleven redogör <strong>________</strong> för förhållanden, kulturer och affärsseder i några länder.",
        "knowledgeRequirementChoice" : {
          "E" : "Eleven redogör <strong>översiktligt</strong> för förhållanden, kulturer och affärsseder i några länder.",
          "C" : "Eleven redogör <strong>utförligt</strong> för förhållanden, kulturer och affärsseder i några länder.",
          "A" : "Eleven redogör <strong>utförligt och nyanserat</strong> för förhållanden, kulturer och affärsseder i några länder."
        }
      }, {
        "text" : "Eleven ger exempel på hur språket kan störa kommunikationen i några affärssammanhang.",
        "knowledgeRequirementChoice" : {
          "E" : "Eleven ger exempel på hur språket kan störa kommunikationen i några affärssammanhang.",
          "C" : "Eleven ger exempel på hur språket kan störa kommunikationen i några affärssammanhang.",
          "A" : "Eleven ger exempel på hur språket kan störa kommunikationen i några affärssammanhang."
        }
      }, {
        "text" : "Utifrån exemplen diskuterar eleven <strong>________</strong> om språkets betydelse som kommunikationsmedel och dess påverkansmöjligheter.",
        "knowledgeRequirementChoice" : {
          "E" : "Utifrån exemplen diskuterar eleven <strong>översiktligt</strong> om språkets betydelse som kommunikationsmedel och dess påverkansmöjligheter.",
          "C" : "Utifrån exemplen diskuterar eleven <strong>utförligt</strong> om språkets betydelse som kommunikationsmedel och dess påverkansmöjligheter.",
          "A" : "Utifrån exemplen diskuterar eleven <strong>utförligt och nyanserat</strong> om språkets betydelse som kommunikationsmedel och dess påverkansmöjligheter."
        }
      } ]
    }, {
      "heading" : "",
      "knowledgeRequirements" : [ {
        "text" : "Eleven framställer <strong>________</strong> med handledare affärsdokument samt informations- och presentationsmaterial med lämpliga tekniker och arbetsmetoder.",
        "knowledgeRequirementChoice" : {
          "E" : "Eleven framställer <strong>i samråd</strong> med handledare affärsdokument samt informations- och presentationsmaterial med lämpliga tekniker och arbetsmetoder.",
          "C" : "Eleven framställer <strong>efter samråd</strong> med handledare affärsdokument samt informations- och presentationsmaterial med lämpliga tekniker och arbetsmetoder.",
          "A" : "Eleven framställer <strong>efter samråd</strong> med handledare affärsdokument samt informations- och presentationsmaterial med lämpliga tekniker och arbetsmetoder."
        }
      }, {
        "text" : "Dessutom förmedlar eleven sitt budskap med ett för ändamålet och mottagaren anpassat språk.",
        "knowledgeRequirementChoice" : {
          "E" : "Dessutom förmedlar eleven sitt budskap med ett för ändamålet och mottagaren anpassat språk.",
          "C" : "Dessutom förmedlar eleven sitt budskap med ett för ändamålet och mottagaren anpassat språk.",
          "A" : "Dessutom förmedlar eleven sitt budskap med ett för ändamålet och mottagaren anpassat språk."
        }
      }, {
        "text" : "I arbetet söker och bearbetar eleven <strong>________</strong> den information som behövs för att lösa uppgiften.",
        "knowledgeRequirementChoice" : {
          "E" : "I arbetet söker och bearbetar eleven <strong>med viss säkerhet</strong> den information som behövs för att lösa uppgiften.",
          "C" : "I arbetet söker och bearbetar eleven <strong>med viss säkerhet</strong> den information som behövs för att lösa uppgiften.",
          "A" : "I arbetet söker och bearbetar eleven <strong>med säkerhet</strong> den information som behövs för att lösa uppgiften."
        }
      }, {
        "text" : "När arbetsuppgiften är genomförd utvärderar eleven sitt arbete och resultat med <strong>________</strong> omdömen.",
        "knowledgeRequirementChoice" : {
          "E" : "När arbetsuppgiften är genomförd utvärderar eleven sitt arbete och resultat med <strong>enkla</strong> omdömen.",
          "C" : "När arbetsuppgiften är genomförd utvärderar eleven sitt arbete och resultat med <strong>nyanserade</strong> omdömen.",
          "A" : "När arbetsuppgiften är genomförd utvärderar eleven sitt arbete och resultat med <strong>nyanserade</strong> omdömen <strong>samt ger förslag på hur arbetet kan förbättras</strong>."
        }
      } ]
    }, {
      "heading" : "",
      "knowledgeRequirements" : [ {
        "text" : "När eleven samråder med handledare bedömer hon eller han <strong>________</strong> den egna förmågan och situationens krav.",
        "knowledgeRequirementChoice" : {
          "E" : "När eleven samråder med handledare bedömer hon eller han <strong>med viss säkerhet</strong> den egna förmågan och situationens krav.",
          "C" : "När eleven samråder med handledare bedömer hon eller han <strong>med viss säkerhet</strong> den egna förmågan och situationens krav.",
          "A" : "När eleven samråder med handledare bedömer hon eller han <strong>med säkerhet</strong> den egna förmågan och situationens krav."
        }
      } ]
    } ],
    "point" : 100,
    "year" : null
  } ]
}