{
  "name" : "Bildteori",
  "description" : "Ämnet bildteori behandlar hur bilder förstås och kommuniceras och i vilka medier och sammanhang det sker. I ämnet behandlas teorier om visuell kommunikation, hur bilder konstrueras och produceras samt hur den visuella kulturen tar sig uttryck i form av ett ökande flöde av bilder i olika medier. Ämnet behandlar även teorier om bilden som språk.",
  "code" : "BID",
  "designation" : "",
  "skolfsId" : "2010:170",
  "purposes" : [ {
    "type" : "PARAGRAPH",
    "heading" : "",
    "lines" : [ "Undervisningen i ämnet bildteori ska syfta till att eleverna utvecklar kunskaper om bilder som språk och om bildkommunikation.", "Genom undervisningen ska eleverna ges möjlighet att utveckla kunskaper om konstbegreppet och konstbilden, populärkulturens bilduttryck och andra kategorier av bilder samt hur bilden i sitt sammanhang uppfattas av betraktaren." ]
  }, {
    "type" : "PARAGRAPH",
    "heading" : "",
    "lines" : [ "Eleverna ska ges möjlighet att utveckla kunskaper om bildspråklig teori, färdigheter i att se och möta bilder samt möjlighet att själv uttrycka sig i bilder.", "Undervisningen ska ge eleverna möjlighet att använda visuella teorier och utveckla kunskaper om visuella miljöer, design och formgivning i relation till individen och gruppen." ]
  }, {
    "type" : "PARAGRAPH",
    "heading" : "",
    "lines" : [ "Eleverna ska ges möjlighet att utveckla förståelse av hur synen på konst, konsthantverk och design utvecklats.", "Vidare ska eleverna ges möjlighet att utveckla färdigheter i att använda begrepp inom bildteoretiska områden som visuell kultur, design, konst och formgivning.", "Eleverna ska dessutom ges möjlighet att utveckla kunskaper om estetiska lärprocesser." ]
  }, {
    "type" : "PARAGRAPH",
    "heading" : "",
    "lines" : [ "Undervisningen ska ge eleverna möjlighet att utveckla kunskaper om hur bilder ses utifrån skilda aspekter som genus och etik.", "Bilden ska ses i ett mångkulturellt och globalt sammanhang och i ett historiskt perspektiv för att eleverna ska ges möjlighet att förstå utvecklingen av och framtiden för bildteorier.", "Genom undervisningen ska eleverna ges möjlighet att utveckla kunskaper om den konstvetenskapliga traditionen och delar av konsthistorien." ]
  }, {
    "type" : "PARAGRAPH",
    "heading" : "",
    "lines" : [ "Undervisningen ska ge eleverna möjlighet att föra loggbok över och diskutera den konstnärliga arbetsprocessen samt designprocesser och formgivningsprocesser." ]
  }, {
    "type" : "BULLET",
    "heading" : "Undervisningen i ämnet bildteori ska ge eleverna förutsättningar att utveckla följande:",
    "lines" : [ "Kunskaper om kommunikationsprocesser och om teorier om bildkommunikation.", "Kunskaper om konstteori och konstvetenskap.", "Kunskaper om den visuella kulturen och om perception.", "Förmåga att analysera och tolka bilder samt att värdera egna och andras bildanalyser.", "Kunskaper om hur bilder kommunicerar ur olika aspekter och hur bilder fungerar i sitt sammanhang.", "Förmåga att se och behandla bilden som text och se hur bilder samverkar med annan text samt kunskaper om bildsemiotik.", "Förståelse av bildens roll i kultur och samhälle samt för individen." ]
  } ],
  "courses" : [ {
    "name" : "Bildteori",
    "description" : " Kursen bildteori omfattar punkterna 1–7 under rubriken Ämnets syfte, med särskild betoning på punkterna 1 och 3–6. ",
    "code" : "BIDBIT0",
    "centralContent" : [ {
      "heading" : "Undervisningen i kursen ska behandla följande centrala innehåll:",
      "lines" : [ "Kommunikationsprocesser och teorier om bildkommunikation.", "Konstteori och konstvetenskap.", "Visuell kultur och perceptionsteori. Färglära och färgteori, till exempel färgperception och färgsystem. Formlära.", "Bildanalysmodeller och bildtolkningsmodeller samt analys av konstbilder och massbilder.", "Bilden ur olika aspekter, till exempel historiska och nutida aspekter samt genus-, etnicitets-, klass- och åldersaspekter.", "Bildproduktion och bildanvändande i olika sammanhang.", "Bilden som text, bildsemiotik och bilden i relation till annan text.", "Bildens roll i kultur och samhälle samt för individen." ]
    } ],
    "knowledgeRequirementParagraphs" : [ {
      "heading" : "",
      "knowledgeRequirements" : [ {
        "text" : "Eleven redogör <strong>________</strong> för en kommunikationsprocess och de bakomliggande teorierna.",
        "knowledgeRequirementChoice" : {
          "E" : "Eleven redogör <strong>översiktligt</strong> för en kommunikationsprocess och de bakomliggande teorierna.",
          "C" : "Eleven redogör <strong>utförligt</strong> för en kommunikationsprocess och de bakomliggande teorierna.",
          "A" : "Eleven redogör <strong>utförligt och nyanserat</strong> för en kommunikationsprocess och de bakomliggande teorierna."
        }
      }, {
        "text" : "Eleven redogör också <strong>________</strong> för en konstteori.",
        "knowledgeRequirementChoice" : {
          "E" : "Eleven redogör också <strong>översiktligt</strong> för en konstteori.",
          "C" : "Eleven redogör också <strong>utförligt</strong> för en konstteori <strong>och för samband med konsthistoria</strong>.",
          "A" : "Eleven redogör också <strong>utförligt och nyanserat</strong> för en konstteori <strong>och för samband med konsthistoria</strong>."
        }
      }, {
        "text" : "Dessutom redogör eleven <strong>________</strong> för färglära och formlära.",
        "knowledgeRequirementChoice" : {
          "E" : "Dessutom redogör eleven <strong>översiktligt</strong> för färglära och formlära.",
          "C" : "Dessutom redogör eleven <strong>utförligt</strong> för färglära och formlära <strong>samt ger exempel på hur form och komposition skapar betydelser</strong>.",
          "A" : "Dessutom redogör eleven <strong>utförligt och nyanserat</strong> för färglära och formlära <strong>samt ger exempel på hur form och komposition skapar betydelser och diskuterar det utförligt utifrån bildteoretiska begrepp</strong>."
        }
      } ]
    }, {
      "heading" : "",
      "knowledgeRequirements" : [ {
        "text" : "Eleven genomför <strong>________</strong> bildanalyser och bildtolkningar.",
        "knowledgeRequirementChoice" : {
          "E" : "Eleven genomför <strong>enkla</strong> bildanalyser och bildtolkningar.",
          "C" : "Eleven genomför bildanalyser och bildtolkningar <strong>samt redogör utförligt för skillnader och likheter mellan olika analysmodeller</strong>.",
          "A" : "Eleven genomför <strong>komplexa</strong> bildanalyser och bildtolkningar <strong>samt använder, granskar kritiskt, och redogör utförligt och nyanserat för skillnader och likheter mellan, olika analysmodeller</strong>."
        }
      }, {
        "text" : "I analysen och tolkningen redogör eleven <strong>________</strong> för hur bilden kommunicerar ur olika aspekter.",
        "knowledgeRequirementChoice" : {
          "E" : "I analysen och tolkningen redogör eleven <strong>översiktligt</strong> för hur bilden kommunicerar ur olika aspekter.",
          "C" : "I analysen och tolkningen redogör eleven <strong>utförligt</strong> för <strong>bildsemiotik och för</strong> hur bilden kommunicerar ur olika aspekter.",
          "A" : "I analysen och tolkningen redogör eleven <strong>utförligt och nyanserat</strong> för <strong>bildsemiotik, använder det som verktyg och redogör för</strong> hur bilden kommunicerar ur olika aspekter."
        }
      }, {
        "text" : "Eleven redogör också <strong>________</strong> för hur bildens betydelser påverkas av dess sammanhang och hur betydelserna förändras beroende på vem som ser bilden, var den syns och vad som avbildas.",
        "knowledgeRequirementChoice" : {
          "E" : "Eleven redogör också <strong>översiktligt</strong> för hur bildens betydelser påverkas av dess sammanhang och hur betydelserna förändras beroende på vem som ser bilden, var den syns och vad som avbildas.",
          "C" : "Eleven redogör också <strong>utförligt</strong> för hur bildens betydelser påverkas av dess sammanhang och hur betydelserna förändras beroende på vem som ser bilden, var den syns och vad som avbildas.",
          "A" : "Eleven redogör också <strong>utförligt och nyanserat</strong> för hur bildens betydelser påverkas av dess sammanhang och hur betydelserna förändras beroende på vem som ser bilden, var den syns och vad som avbildas <strong>samt hur detta påverkar det egna sättet att se på bilden</strong>."
        }
      }, {
        "text" : "Dessutom diskuterar eleven <strong>________</strong> bildens konstnärliga kvalitet.",
        "knowledgeRequirementChoice" : {
          "E" : "Dessutom diskuterar eleven <strong>översiktligt</strong> bildens konstnärliga kvalitet.",
          "C" : "Dessutom diskuterar eleven <strong>utförligt</strong> bildens konstnärliga kvalitet.",
          "A" : "Dessutom diskuterar eleven <strong>utförligt och nyanserat</strong> bildens konstnärliga kvalitet."
        }
      }, {
        "text" : "Eleven värderar andras bildanalyser med <strong>________</strong> omdömen.",
        "knowledgeRequirementChoice" : {
          "E" : "Eleven värderar andras bildanalyser med <strong>enkla</strong> omdömen.",
          "C" : "Eleven värderar <strong>egnas och</strong> andras bildanalyser med <strong>nyanserade</strong> omdömen.",
          "A" : "Eleven värderar <strong>egnas och</strong> andras bildanalyser med <strong>nyanserade</strong> omdömen <strong>samt ger förslag på alternativa sätt att analysera bilden</strong>."
        }
      } ]
    }, {
      "heading" : "",
      "knowledgeRequirements" : [ {
        "text" : "Eleven redogör <strong>________</strong> för bildens betydelse i samhället och för individen.",
        "knowledgeRequirementChoice" : {
          "E" : "Eleven redogör <strong>översiktligt</strong> för bildens betydelse i samhället och för individen.",
          "C" : "Eleven redogör <strong>utförligt</strong> för bildens betydelse <strong>och påverkan</strong> i samhället, <strong>i kulturpolitik</strong> och för individen.",
          "A" : "Eleven redogör <strong>utförligt och nyanserat</strong> för bildens betydelse <strong>och påverkan</strong> i samhället, <strong>i kulturpolitik</strong> och för individen."
        }
      } ]
    } ],
    "point" : 100,
    "year" : null
  } ]
}