{
  "name" : "Biologi i vattenmiljöer",
  "description" : "Ämnet biologi i vattenmiljöer behandlar den biologi som har betydelse för yrkesmässigt arbete inom fiske och vattenbruk. Kunskaper om vattenlevande organismer, deras livsprocesser och ekologi är centrala för verksamheter inom fiske och vattenbruk. Ämnet behandlar också vattnets fysikaliska och kemiska egenskaper samt vattnets kretslopp. Dessutom behandlas evolutionära processer och utvecklingen i vatten.",
  "code" : "BII",
  "designation" : "",
  "skolfsId" : "0000:00",
  "purposes" : [ {
    "type" : "PARAGRAPH",
    "heading" : "",
    "lines" : [ "Undervisningen i ämnet biologi i vattenmiljöer ska syfta till att eleverna utvecklar kunskaper om vattenlevande organismers byggnad, livsprocesser, utvecklingsfaser och förutsättningar för utveckling.", "Den ska också leda till att eleverna utvecklar förmåga att identifiera, namnge och beskriva växt- och djurarter som lever i vatten.", "Dessutom ska eleverna ges möjlighet att utveckla kunskaper om vatten, vattnets kretslopp samt om vattenföring i sjöar och vattendrag och strömmar i havet." ]
  }, {
    "type" : "PARAGRAPH",
    "heading" : "",
    "lines" : [ "Undervisningen ska bidra till att eleverna utvecklar kunskaper om vattenmiljöer och naturbrukets och andra verksamheters påverkan på ekosystemen i vatten.", "Den ska också bidra till att eleverna utvecklar förståelse av energiomsättning hos växter och djur samt av energins flöde genom ekosystemet.", "Dessutom ska undervisningen bidra till att eleverna utvecklar kunskaper om mikrobiologi och mikrobiologiska processer av betydelse inom fiske och vattenbruk." ]
  }, {
    "type" : "PARAGRAPH",
    "heading" : "",
    "lines" : [ "Genom laborationer och undersökande arbetssätt ska eleverna ges möjlighet att utveckla ett naturvetenskapligt tänkande och en biologisk förståelse.", "I undervisningen ska eleverna genom praktiska övningar, observationer och fältstudier ges möjlighet att utveckla kunskaper om vatten och vattenlevande organismer.", "Genom informationssökning i samband med fältstudier ska eleverna ges möjlighet att utveckla kunskaper om olika växt- och djurarter och om biologisk mångfald." ]
  }, {
    "type" : "BULLET",
    "heading" : "Undervisningen i ämnet biologi i vattenmiljöer ska ge eleverna förutsättningar att utveckla följande:",
    "lines" : [ "Förmåga att identifiera, beskriva och namnge vattenlevande organismer av betydelse inom fiske och vattenbruk.", "Kunskaper om vattenlevande organismers systematik, byggnad, livsprocesser och utvecklingsfaser.", "Kunskaper om vattenlevande organismers anpassning till olika livsmiljöer.", "Kunskaper om mikroorganismer och mikrobiologiska processer av betydelse inom fiske och vattenbruk.", "Kunskaper om vattnets fysikaliska och kemiska egenskaper, vattnets kretslopp samt om andra ämnens kretslopp i mark, vatten och luft.", "Kunskaper om ekologiska samband i olika vattenmiljöer.", "Kunskaper om biologisk mångfald, hotade arter och genbanker.", "Kunskaper om biologins betydelse inom naturbruket samt förmåga att söka information om växter och djur i vattenmiljöer." ]
  } ],
  "courses" : [ {
    "name" : "Biologi i vattenmiljöer 1",
    "description" : "Kursen biologi i vattenmiljöer 1 omfattar punkterna 1–3, 5–6 och 8 under rubriken Ämnets syfte.",
    "code" : "BIIVAT01",
    "centralContent" : [ {
      "heading" : "Undervisningen i kursen ska behandla följande centrala innehåll:",
      "lines" : [ "Laborationer och undersökningar om biologiska samband i olika vattenmiljöer.", "Provtagning och provtagningsmetoder för vattenanalyser.", "De huvudsakliga indelningar som används inom växt- och djurriket för att kategorisera vattenlevande organismer.", "Artbegreppet och artkännedom.", "Vattenlevande djurs byggnad och livsprocesser samt deras anpassning till olika vattenmiljöer.", "Vattenlevande växters byggnad och livsprocesser samt deras anpassning till olika vattenmiljöer.", "Olika vattenlevande organismers naturliga miljö, naturliga beteende och utbredning.", "Vattnets fysikaliska och kemiska egenskaper och vatten som livsavgörande resurs för växter, djur och människor.", "Kretslopp i mark, vatten och luft.", "Grundläggande ekologi i havsmiljöer, sjöar och vattendrag.", "Miljöpåverkan i havsmiljöer, sjöar och vattendrag samt hållbar utveckling i dessa miljöer.", "Vattnets rörelser, strömmar, omblandning och syresättning.", "Klimat och väderlek och hur detta påverkar olika vattenmiljöer." ]
    } ],
    "knowledgeRequirementParagraphs" : [ {
      "heading" : "",
      "knowledgeRequirements" : [ {
        "text" : "Eleven identifierar <strong>________</strong>, i samband med fältstudier, några vanliga vattenlevande organismer samt grupperar dem <strong>________</strong> efter det vetenskapliga system som används.",
        "knowledgeRequirementChoice" : {
          "E" : "Eleven identifierar <strong>med viss säkerhet</strong>, i samband med fältstudier, några vanliga vattenlevande organismer samt grupperar dem <strong>med viss säkerhet</strong> efter det vetenskapliga system som används.",
          "C" : "Eleven identifierar <strong>med viss säkerhet</strong>, i samband med fältstudier, några vanliga vattenlevande organismer samt grupperar dem <strong>med viss säkerhet</strong> efter det vetenskapliga system som används.",
          "A" : "Eleven identifierar <strong>med säkerhet</strong>, i samband med fältstudier, några vanliga vattenlevande organismer samt grupperar dem <strong>med säkerhet</strong> efter det vetenskapliga system som används."
        }
      }, {
        "text" : "Eleven beskriver också <strong>________</strong> vattenlevande organismers byggnad, livsprocesser och anpassning till olika vattenmiljöer.",
        "knowledgeRequirementChoice" : {
          "E" : "Eleven beskriver också <strong>översiktligt</strong> vattenlevande organismers byggnad, livsprocesser och anpassning till olika vattenmiljöer.",
          "C" : "Eleven beskriver också <strong>utförligt</strong> vattenlevande organismers byggnad, livsprocesser och anpassning till olika vattenmiljöer.",
          "A" : "Eleven beskriver också <strong>utförligt och nyanserat</strong> vattenlevande organismers byggnad, livsprocesser och anpassning till olika vattenmiljöer."
        }
      }, {
        "text" : "Dessutom redogör eleven <strong>________</strong> för de vattenlevande organismernas naturliga miljöer och naturliga beteende.",
        "knowledgeRequirementChoice" : {
          "E" : "Dessutom redogör eleven <strong>översiktligt</strong> för de vattenlevande organismernas naturliga miljöer och naturliga beteende.",
          "C" : "Dessutom redogör eleven <strong>utförligt</strong> för de vattenlevande organismernas naturliga miljöer och naturliga beteende.",
          "A" : "Dessutom redogör eleven <strong>utförligt och nyanserat</strong> för de vattenlevande organismernas naturliga miljöer och naturliga beteende."
        }
      }, {
        "text" : "I samband med fältstudier beskriver eleven <strong>________</strong> några ekologiska samband i olika vattenmiljöer och olika organismers betydelse i ekosystemet.",
        "knowledgeRequirementChoice" : {
          "E" : "I samband med fältstudier beskriver eleven <strong>översiktligt</strong> några ekologiska samband i olika vattenmiljöer och olika organismers betydelse i ekosystemet.",
          "C" : "I samband med fältstudier beskriver eleven <strong>utförligt</strong> några ekologiska samband i olika vattenmiljöer och olika organismers betydelse i ekosystemet.",
          "A" : "I samband med fältstudier beskriver eleven <strong>utförligt och nyanserat</strong> några ekologiska samband i olika vattenmiljöer och olika organismers betydelse i ekosystemet."
        }
      } ]
    }, {
      "heading" : "",
      "knowledgeRequirements" : [ {
        "text" : "Eleven redogör <strong>________</strong> för biologins betydelse inom naturbruket.",
        "knowledgeRequirementChoice" : {
          "E" : "Eleven redogör <strong>översiktligt</strong> för biologins betydelse inom naturbruket.",
          "C" : "Eleven redogör <strong>utförligt</strong> för biologins betydelse inom naturbruket.",
          "A" : "Eleven redogör <strong>utförligt och nyanserat</strong> för biologins betydelse inom naturbruket."
        }
      }, {
        "text" : "Dessutom söker eleven <strong>________</strong> information om vattenlevande organismer.",
        "knowledgeRequirementChoice" : {
          "E" : "Dessutom söker eleven <strong>med viss säkerhet</strong> information om vattenlevande organismer.",
          "C" : "Dessutom söker eleven <strong>med viss säkerhet</strong> information om vattenlevande organismer.",
          "A" : "Dessutom söker eleven <strong>med säkerhet</strong> information om vattenlevande organismer."
        }
      }, {
        "text" : "I sina beskrivningar och redogörelser använder eleven <strong>________</strong> vetenskapliga begrepp, teorier och modeller.",
        "knowledgeRequirementChoice" : {
          "E" : "I sina beskrivningar och redogörelser använder eleven <strong>med viss säkerhet</strong> vetenskapliga begrepp, teorier och modeller.",
          "C" : "I sina beskrivningar och redogörelser använder eleven <strong>med viss säkerhet</strong> vetenskapliga begrepp, teorier och modeller.",
          "A" : "I sina beskrivningar och redogörelser använder eleven <strong>med säkerhet</strong> vetenskapliga begrepp, teorier och modeller."
        }
      } ]
    } ],
    "point" : 100,
    "year" : null
  }, {
    "name" : "Biologi i vattenmiljöer 2",
    "description" : "Kursen biologi i vattenmiljöer 2 omfattar punkterna 1–6 under rubriken Ämnets syfte. I kursen behandlas fördjupade kunskaper inom marina miljöer eller limniska miljöer.",
    "code" : "BIIVAT02",
    "centralContent" : [ {
      "heading" : "Undervisningen i kursen ska behandla följande centrala innehåll:",
      "lines" : [ "Laborationer och undersökningar om biologiska samband och livsprocesser i olika vattenmiljöer.", "Fördjupad artkännedom.", "Hotade arter och bevarandebiologi i olika vattenmiljöer.", "Mikroorganismer i vattenmiljöer samt deras byggnad och funktion.", "Nedbrytningsprocesser och sjukdomsframkallande organismer i vattenmiljöer.", "Växtnäringsämnen och deras kretslopp.", "Kolets kretslopp.", "Vattnets kretslopp, vattentillgångar och vattenmiljöer samt vattnets rörelser i marken och i landskapet.", "Fördjupning av ekologiska samband.", "Evolutionära processer beträffande vattenlevande organismer.", "Växelverkan mellan biologiska, kemiska och geologiska processer i vattenmiljöer." ]
    } ],
    "knowledgeRequirementParagraphs" : [ {
      "heading" : "",
      "knowledgeRequirements" : [ {
        "text" : "Eleven identifierar <strong>________</strong>, i samband med fältstudier, ett flertal vanliga vattenlevande organismer samt grupperar dem <strong>________</strong> efter det vetenskapliga system som används.",
        "knowledgeRequirementChoice" : {
          "E" : "Eleven identifierar <strong>med viss säkerhet</strong>, i samband med fältstudier, ett flertal vanliga vattenlevande organismer samt grupperar dem <strong>med viss säkerhet</strong> efter det vetenskapliga system som används.",
          "C" : "Eleven identifierar <strong>med viss säkerhet</strong>, i samband med fältstudier, ett flertal vanliga vattenlevande organismer samt grupperar dem <strong>med viss säkerhet</strong> efter det vetenskapliga system som används.",
          "A" : "Eleven identifierar <strong>med säkerhet</strong>, i samband med fältstudier, ett flertal vanliga vattenlevande organismer samt grupperar dem <strong>med säkerhet</strong> efter det vetenskapliga system som används."
        }
      }, {
        "text" : "Eleven beskriver <strong>________</strong> mikroorganismer i vattenmiljöer samt deras byggnad, livsprocesser och anpassning till olika vattenmiljöer.",
        "knowledgeRequirementChoice" : {
          "E" : "Eleven beskriver <strong>översiktligt</strong> mikroorganismer i vattenmiljöer samt deras byggnad, livsprocesser och anpassning till olika vattenmiljöer.",
          "C" : "Eleven beskriver <strong>utförligt</strong> mikroorganismer i vattenmiljöer samt deras byggnad, livsprocesser och anpassning till olika vattenmiljöer.",
          "A" : "Eleven beskriver <strong>utförligt och nyanserat</strong> mikroorganismer i vattenmiljöer samt deras byggnad, livsprocesser och anpassning till olika vattenmiljöer."
        }
      }, {
        "text" : "Eleven redogör också <strong>________</strong> för mikroorganismernas betydelse i samband med nedbrytning och för sjukdomsframkallande organismer i vattenmiljöer.",
        "knowledgeRequirementChoice" : {
          "E" : "Eleven redogör också <strong>översiktligt</strong> för mikroorganismernas betydelse i samband med nedbrytning och för sjukdomsframkallande organismer i vattenmiljöer.",
          "C" : "Eleven redogör också <strong>utförligt</strong> för mikroorganismernas betydelse i samband med nedbrytning och för sjukdomsframkallande organismer i vattenmiljöer.",
          "A" : "Eleven redogör också <strong>utförligt och nyanserat</strong> för mikroorganismernas betydelse i samband med nedbrytning och för sjukdomsframkallande organismer i vattenmiljöer."
        }
      }, {
        "text" : "Dessutom redogör eleven <strong>________</strong> för de olika kretsloppen och deras påverkan på olika vattenmiljöer.",
        "knowledgeRequirementChoice" : {
          "E" : "Dessutom redogör eleven <strong>översiktligt</strong> för de olika kretsloppen och deras påverkan på olika vattenmiljöer.",
          "C" : "Dessutom redogör eleven <strong>utförligt</strong> för de olika kretsloppen och deras påverkan på olika vattenmiljöer.",
          "A" : "Dessutom redogör eleven <strong>utförligt och nyanserat</strong> för de olika kretsloppen och deras påverkan på olika vattenmiljöer."
        }
      } ]
    }, {
      "heading" : "",
      "knowledgeRequirements" : [ {
        "text" : "I samband med fältstudier och undersökningar beskriver eleven <strong>________</strong> ekologiska samband och evolutionära processer i vattenmiljöer.",
        "knowledgeRequirementChoice" : {
          "E" : "I samband med fältstudier och undersökningar beskriver eleven <strong>översiktligt</strong> ekologiska samband och evolutionära processer i vattenmiljöer.",
          "C" : "I samband med fältstudier och undersökningar beskriver eleven <strong>utförligt</strong> ekologiska samband och evolutionära processer i vattenmiljöer.",
          "A" : "I samband med fältstudier och undersökningar beskriver eleven <strong>utförligt och nyanserat</strong> ekologiska samband och evolutionära processer i vattenmiljöer."
        }
      }, {
        "text" : "Dessutom beskriver eleven <strong>________</strong> samband och växelverkan mellan biologiska, kemiska och geologiska processer i vattenmiljöer.",
        "knowledgeRequirementChoice" : {
          "E" : "Dessutom beskriver eleven <strong>översiktligt</strong> samband och växelverkan mellan biologiska, kemiska och geologiska processer i vattenmiljöer.",
          "C" : "Dessutom beskriver eleven <strong>utförligt</strong> samband och växelverkan mellan biologiska, kemiska och geologiska processer i vattenmiljöer.",
          "A" : "Dessutom beskriver eleven <strong>utförligt och nyanserat</strong> samband och växelverkan mellan biologiska, kemiska och geologiska processer i vattenmiljöer."
        }
      }, {
        "text" : "I sina beskrivningar och redogörelser använder eleven <strong>________</strong> vetenskapliga begrepp, teorier och modeller.",
        "knowledgeRequirementChoice" : {
          "E" : "I sina beskrivningar och redogörelser använder eleven <strong>med viss säkerhet</strong> vetenskapliga begrepp, teorier och modeller.",
          "C" : "I sina beskrivningar och redogörelser använder eleven <strong>med viss säkerhet</strong> vetenskapliga begrepp, teorier och modeller.",
          "A" : "I sina beskrivningar och redogörelser använder eleven <strong>med säkerhet</strong> vetenskapliga begrepp, teorier och modeller."
        }
      } ]
    } ],
    "point" : 100,
    "year" : null
  }, {
    "name" : "Biologi i vattenmiljöer 3",
    "description" : "Kursen biologi i vattenmiljöer 3 omfattar punkterna 1, 3 och 7–8 under rubriken Ämnets syfte. I kursens behandlas fördjupade kunskaper inom valt fördjupningsområde.",
    "code" : "BIIVAT03",
    "centralContent" : [ {
      "heading" : "Undervisningen i kursen ska behandla följande centrala innehåll:",
      "lines" : [ "Fältstudier och egna undersökningar inom fördjupningsområdet.", "Artinventering av vattenlevande organismer inom fördjupningsområdet och de olika arternas betydelse i naturbruket.", "Beteendeekologi hos vattenlevande organismer, till exempel vandringar och revirbehov.", "Ekologiska samband och de olika faktorer som på olika sätt påverkar vattenlevande organismer inom fördjupningsområdet.", "Skyddsvärda biotoper och biotoprestaureringar. Etiska frågor i samband med bevarandebiologi.", "Biotopkrav, utbredning och hemområden för utrotningshotade arter inom fördjupningsområdet.", "Lagar och andra bestämmelser inom fördjupningsområdet.", "Myndigheter och organisationer som arbetar med frågor inom fördjupningsområdet.", "Metoder för informationssökning.", "Begrepp, teorier och modeller inom fördjupningsområdet." ]
    } ],
    "knowledgeRequirementParagraphs" : [ {
      "heading" : "",
      "knowledgeRequirements" : [ {
        "text" : "Eleven planerar och genomför <strong>________</strong> med handledare fältstudier och egna undersökningar, gör <strong>________</strong> tolkningar av resultatet samt drar <strong>________</strong> slutsatser utifrån det genomförda arbetet.",
        "knowledgeRequirementChoice" : {
          "E" : "Eleven planerar och genomför <strong>i samråd</strong> med handledare fältstudier och egna undersökningar, gör <strong>enkla</strong> tolkningar av resultatet samt drar <strong>enkla</strong> slutsatser utifrån det genomförda arbetet.",
          "C" : "Eleven planerar och genomför <strong>efter samråd</strong> med handledare fältstudier och egna undersökningar, gör <strong>välgrundade</strong> tolkningar av resultatet samt drar <strong>välgrundade</strong> slutsatser utifrån det genomförda arbetet.",
          "A" : "Eleven planerar och genomför <strong>efter samråd</strong> med handledare fältstudier och egna undersökningar, gör <strong>välgrundade och nyanserade</strong> tolkningar av resultatet samt drar <strong>välgrundade och nyanserade</strong> slutsatser utifrån det genomförda arbetet."
        }
      } ]
    }, {
      "heading" : "",
      "knowledgeRequirements" : [ {
        "text" : "Eleven identifierar <strong>________</strong>, i samband med fältstudier, samt namnger med svenska och vetenskapliga namn ett flertal vattenlevande växt- och djurarter inom fördjupningsområdet.",
        "knowledgeRequirementChoice" : {
          "E" : "Eleven identifierar <strong>med viss säkerhet</strong>, i samband med fältstudier, samt namnger med svenska och vetenskapliga namn ett flertal vattenlevande växt- och djurarter inom fördjupningsområdet.",
          "C" : "Eleven identifierar <strong>med viss säkerhet</strong>, i samband med fältstudier, samt namnger med svenska och vetenskapliga namn ett flertal vattenlevande växt- och djurarter inom fördjupningsområdet.",
          "A" : "Eleven identifierar <strong>med säkerhet</strong>, i samband med fältstudier, samt namnger med svenska och vetenskapliga namn ett flertal vattenlevande växt- och djurarter inom fördjupningsområdet."
        }
      }, {
        "text" : "Dessutom utför eleven <strong>________</strong> med handledare inventeringar enligt anvisningar.",
        "knowledgeRequirementChoice" : {
          "E" : "Dessutom utför eleven <strong>i samråd</strong> med handledare inventeringar enligt anvisningar.",
          "C" : "Dessutom utför eleven <strong>efter samråd</strong> med handledare inventeringar enligt anvisningar.",
          "A" : "Dessutom utför eleven <strong>efter samråd</strong> med handledare inventeringar enligt anvisningar."
        }
      }, {
        "text" : "Vid inventeringen använder eleven <strong>________</strong> bestämningsnycklar för att identifiera vanligt förekommande arter.",
        "knowledgeRequirementChoice" : {
          "E" : "Vid inventeringen använder eleven <strong>med viss säkerhet</strong> bestämningsnycklar för att identifiera vanligt förekommande arter.",
          "C" : "Vid inventeringen använder eleven <strong>med viss säkerhet</strong> bestämningsnycklar för att identifiera vanligt förekommande arter.",
          "A" : "Vid inventeringen använder eleven <strong>med säkerhet</strong> bestämningsnycklar för att identifiera vanligt förekommande arter."
        }
      }, {
        "text" : "Eleven redogör <strong>________</strong> för beteendeekologi hos vattenlevande organismer.",
        "knowledgeRequirementChoice" : {
          "E" : "Eleven redogör <strong>översiktligt</strong> för beteendeekologi hos vattenlevande organismer.",
          "C" : "Eleven redogör <strong>utförligt</strong> för beteendeekologi hos vattenlevande organismer.",
          "A" : "Eleven redogör <strong>utförligt och nyanserat</strong> för beteendeekologi hos vattenlevande organismer."
        }
      } ]
    }, {
      "heading" : "",
      "knowledgeRequirements" : [ {
        "text" : "Eleven redogör <strong>________</strong> för olika biotopers sammansättning och karaktär.",
        "knowledgeRequirementChoice" : {
          "E" : "Eleven redogör <strong>översiktligt</strong> för olika biotopers sammansättning och karaktär.",
          "C" : "Eleven redogör <strong>utförligt</strong> för olika biotopers sammansättning och karaktär.",
          "A" : "Eleven redogör <strong>utförligt och nyanserat</strong> för olika biotopers sammansättning och karaktär."
        }
      }, {
        "text" : "Eleven beskriver också <strong>________</strong> olika metoder för att bevara och restaurera biotoper samt bevara genetiskt material.",
        "knowledgeRequirementChoice" : {
          "E" : "Eleven beskriver också <strong>översiktligt</strong> olika metoder för att bevara och restaurera biotoper samt bevara genetiskt material.",
          "C" : "Eleven beskriver också <strong>utförligt</strong> olika metoder för att bevara och restaurera biotoper samt bevara genetiskt material.",
          "A" : "Eleven beskriver också <strong>utförligt och nyanserat</strong> olika metoder för att bevara och restaurera biotoper samt bevara genetiskt material."
        }
      }, {
        "text" : "Dessutom <strong>________</strong> etiska frågor inom området.",
        "knowledgeRequirementChoice" : {
          "E" : "Dessutom <strong>diskuterar eleven översiktligt</strong> etiska frågor inom området.",
          "C" : "Dessutom <strong>diskuterar eleven utförligt</strong> etiska frågor inom området.",
          "A" : "Dessutom <strong>diskuterar eleven utförligt och nyanserat</strong> etiska frågor inom området."
        }
      }, {
        "text" : "I diskussionerna redogör eleven <strong>________</strong> för lagar och andra bestämmelser, för olika bevarandeprojekt samt för myndigheter och organisationer av betydelse för bevarandearbetet.",
        "knowledgeRequirementChoice" : {
          "E" : "I diskussionerna redogör eleven <strong>översiktligt</strong> för lagar och andra bestämmelser, för olika bevarandeprojekt samt för myndigheter och organisationer av betydelse för bevarandearbetet.",
          "C" : "I diskussionerna redogör eleven <strong>utförligt</strong> för lagar och andra bestämmelser, för olika bevarandeprojekt samt för myndigheter och organisationer av betydelse för bevarandearbetet.",
          "A" : "I diskussionerna redogör eleven <strong>utförligt</strong> för lagar och andra bestämmelser, för olika bevarandeprojekt samt för myndigheter och organisationer av betydelse för bevarandearbetet."
        }
      } ]
    }, {
      "heading" : "",
      "knowledgeRequirements" : [ {
        "text" : "Eleven redogör <strong>________</strong> för biologins betydelse inom naturbruket när det gäller bevarande av utrotningshotade arter samt för hur naturbruket kan bidra till att bevara den biologiska mångfalden.",
        "knowledgeRequirementChoice" : {
          "E" : "Eleven redogör <strong>översiktligt</strong> för biologins betydelse inom naturbruket när det gäller bevarande av utrotningshotade arter samt för hur naturbruket kan bidra till att bevara den biologiska mångfalden.",
          "C" : "Eleven redogör <strong>utförligt</strong> för biologins betydelse inom naturbruket när det gäller bevarande av utrotningshotade arter samt för hur naturbruket kan bidra till att bevara den biologiska mångfalden.",
          "A" : "Eleven redogör <strong>utförligt och nyanserat</strong> för biologins betydelse inom naturbruket när det gäller bevarande av utrotningshotade arter samt för hur naturbruket kan bidra till att bevara den biologiska mångfalden."
        }
      }, {
        "text" : "Dessutom söker eleven <strong>________</strong> information om utrotningshotade växt- och djurarter i vattenmiljöer.",
        "knowledgeRequirementChoice" : {
          "E" : "Dessutom söker eleven <strong>med viss säkerhet</strong> information om utrotningshotade växt- och djurarter i vattenmiljöer.",
          "C" : "Dessutom söker eleven <strong>med viss säkerhet</strong> information om utrotningshotade växt- och djurarter i vattenmiljöer.",
          "A" : "Dessutom söker eleven <strong>med säkerhet</strong> information om utrotningshotade växt- och djurarter i vattenmiljöer."
        }
      }, {
        "text" : "I sina beskrivningar och redogörelser använder eleven <strong>________</strong> vetenskapliga begrepp, teorier och modeller.",
        "knowledgeRequirementChoice" : {
          "E" : "I sina beskrivningar och redogörelser använder eleven <strong>med viss säkerhet</strong> vetenskapliga begrepp, teorier och modeller.",
          "C" : "I sina beskrivningar och redogörelser använder eleven <strong>med viss säkerhet</strong> vetenskapliga begrepp, teorier och modeller.",
          "A" : "I sina beskrivningar och redogörelser använder eleven <strong>med säkerhet</strong> vetenskapliga begrepp, teorier och modeller."
        }
      } ]
    }, {
      "heading" : "",
      "knowledgeRequirements" : [ {
        "text" : "När eleven samråder med handledare bedömer hon eller han <strong>________</strong> den egna förmågan och situationens krav.",
        "knowledgeRequirementChoice" : {
          "E" : "När eleven samråder med handledare bedömer hon eller han <strong>med viss säkerhet</strong> den egna förmågan och situationens krav.",
          "C" : "När eleven samråder med handledare bedömer hon eller han <strong>med viss säkerhet</strong> den egna förmågan och situationens krav.",
          "A" : "När eleven samråder med handledare bedömer hon eller han <strong>med säkerhet</strong> den egna förmågan och situationens krav."
        }
      } ]
    } ],
    "point" : 100,
    "year" : null
  } ]
}