{
  "name" : "Dansteknik för yrkesdansare",
  "description" : "Ämnet dansteknik för yrkesdansare är till sin karaktär scenkonstnärligt och innefattar träning som krävs för yrkesmässigt utövande av scenkonstnärlig dans. Ämnet innefattar även livsstilsfrågor, hälsoaspekter, anatomi och ergonomi, och den delen av ämnet är till sin karaktär delvis naturvetenskaplig. Ämnet dansteknik för yrkesdansare får bara anordnas på yrkesdansarutbildningen.",
  "code" : "DAK",
  "designation" : "",
  "skolfsId" : "0000:00",
  "purposes" : [ {
    "type" : "PARAGRAPH",
    "heading" : "",
    "lines" : [ "Undervisningen i ämnet dansteknik för yrkesdansare ska syfta till att eleverna utvecklar färdigheter i avancerad dansteknik genom kontinuerlig träning av kroppsminnet.", "Genom denna träning ska eleverna ges möjlighet att utveckla förfinad motorisk skicklighet, nyanserade rörelsekvaliteter och spatial och musikalisk lyhördhet i enlighet med den klassiska balettens och den moderna nutida dansens formspråk och konventioner.", "Eleverna ska även ges möjlighet att utveckla färdigheter i dansteknik inom andra genrer.", "I undervisningen ska eleverna ges möjlighet att utveckla ett konstnärligt och yrkesmässigt förhållande till träningen.", "Den ska också ta fasta på att stärka elevernas motivation och självförtroende." ]
  }, {
    "type" : "PARAGRAPH",
    "heading" : "",
    "lines" : [ "Undervisningen ska ge eleverna möjlighet att utveckla sin förmåga att ta ansvar för kroppen och det danstekniska lärandet genom metoder för att reflektera över och utveckla ett problemlösande förhållningssätt till den egna kunskapsutvecklingen.", "Den ska även ge eleverna möjlighet att utveckla kroppskännedom och anatomiskt funktionell placering samt förmåga att använda kompletterande träningsmetoder för att stärka kroppen." ]
  }, {
    "type" : "PARAGRAPH",
    "heading" : "",
    "lines" : [ "Undervisningen ska leda till att eleverna utvecklar förmåga att relatera kunskaper om livsstilsfrågor, hälsa, anatomi och ergonomi till den danstekniska träningen.", "Den ska medvetandegöra och motverka stereotypa föreställningar om vad som anses vara manligt och kvinnligt samt belysa konsekvenserna av olika kroppsideal.", "Undervisningen ska även behandla andra frågor om etik och moral i relation till dansutövande." ]
  }, {
    "type" : "PARAGRAPH",
    "heading" : "",
    "lines" : [ "Undervisningen ska ge eleverna möjlighet att utveckla förmåga att kommunicera med begrepp och vokabulär som används inom yrkesområdet." ]
  }, {
    "type" : "PARAGRAPH",
    "heading" : "",
    "lines" : [ "I undervisningen ska eleverna ges möjlighet att arbeta med kropp och träning på ett sätt som återspeglar och förbereder för situationer som eleverna kommer att möta i sitt yrke." ]
  }, {
    "type" : "BULLET",
    "heading" : "Undervisningen i ämnet dansteknik för yrkesdansare ska ge eleverna förutsättningar att utveckla följande:",
    "lines" : [ "Förmåga att använda koder och konventioner som används vid dansteknisk träning.", "Kunskaper om träningsprocessens olika delar samt förmåga att tillämpa dem för att utveckla och förfina danstekniska färdigheter. Förmåga att reflektera över sin egen kunskapsutveckling i dansteknik.", "Färdigheter i att utföra dans inom den klassiska baletten och den moderna nutida dansen med för genren adekvat formspråk.", "Färdigheter i att utföra dans inom andra genrer än klassisk balett och modern nutida dans.", "Förmåga att anpassa dansteknik till musikaliska aspekter samt till olika typer av rum och sammanhang.", "Kunskaper om faktorer som påverkar kropp och träning.", "Kunskaper om anatomi och kompletterande träningsmetoder samt förmåga att utveckla kroppskännedom genom kompletterande träning.", "Förmåga att kommunicera med andra inom yrkesområdet och att använda begrepp och uttryck som är relevanta." ]
  } ],
  "courses" : [ {
    "name" : "Dansteknik – breddning",
    "description" : "Kursen bygger på 1–2, 4–5 och 8 under rubriken Ämnets syfte, med särskild betoning på 4–5. I kursen behandlas grundläggande kunskaper i ämnet.",
    "code" : "DAKDAN0",
    "centralContent" : [ {
      "heading" : "Undervisningen i kursen ska behandla följande centrala innehåll:",
      "lines" : [ "Koder och konventioner som används vid träning.", "Träningsprocessens delar, dvs. förberedelse, uppvärmning, memorering av rörelser och feedback, kontinuerlig träning samt sambandet mellan träningsprocessen och den danstekniska utvecklingen.", "Metoder för reflektion över träningsprocessen/kunskapsutvecklingen.", "Problemlösande feedback.", "Grundläggande dansteknik i valda genrer.", "Övningar med betoning på stil, form och skillnader i rörelsekvaliteter.", "Dansteknik inom historiska danser, till exempel för Drottningholmsrepertoar.", "Konstnärligt förhållningssätt till träning.", "Träning av uthållighet och koncentration.", "Dansens relation till och samspel med olika typer av levande musik. Hur man uppfattar och förhåller sig till musikens puls, taktarter och fraser.", "Träning av den spatiala förmågan i relation till den egna kroppen, andra medverkande och rummet.", "Grundläggande begrepp, till exempel genrernas rörelsevokabulär." ]
    } ],
    "knowledgeRequirementParagraphs" : [ {
      "heading" : "",
      "knowledgeRequirements" : [ {
        "text" : "Eleven använder <strong>________</strong> koder och konventioner som används vid den danstekniska träningen.",
        "knowledgeRequirementChoice" : {
          "E" : "Eleven använder <strong>med viss säkerhet</strong> koder och konventioner som används vid den danstekniska träningen.",
          "C" : "Eleven använder <strong>med säkerhet</strong> koder och konventioner som används vid den danstekniska träningen.",
          "A" : "Eleven använder <strong>med god säkerhet</strong> koder och konventioner som används vid den danstekniska träningen."
        }
      }, {
        "text" : "Eleven utför träningsprocessens olika delar med <strong>________</strong> resultat.",
        "knowledgeRequirementChoice" : {
          "E" : "Eleven utför träningsprocessens olika delar med <strong>tillfredsställande</strong> resultat.",
          "C" : "Eleven utför träningsprocessens olika delar med <strong>tillfredsställande</strong> resultat.",
          "A" : "Eleven utför träningsprocessens olika delar med <strong>gott</strong> resultat."
        }
      }, {
        "text" : "I träningen <strong>________</strong> eleven med <strong>________</strong> resultat danstekniken utifrån instruktioner och feedback.",
        "knowledgeRequirementChoice" : {
          "E" : "I träningen <strong>anpassar</strong> eleven med <strong>tillfredsställande</strong> resultat danstekniken utifrån instruktioner och feedback.",
          "C" : "I träningen <strong>undersöker och utvecklar</strong> eleven med <strong>tillfredsställande</strong> resultat danstekniska <strong>detaljer</strong> utifrån instruktioner och feedback.",
          "A" : "I träningen <strong>undersöker och utvecklar</strong> eleven med <strong>gott</strong> resultat <strong>både</strong> danstekniska <strong>detaljer och helhet</strong> utifrån instruktioner och feedback."
        }
      }, {
        "text" : "Eleven löser tekniska svårigheter med <strong>________</strong> resultat och <strong>________</strong>.",
        "knowledgeRequirementChoice" : {
          "E" : "Eleven löser tekniska svårigheter med <strong>tillfredsställande</strong> resultat och <strong>följer instruktioner</strong>.",
          "C" : "Eleven löser tekniska svårigheter med <strong>tillfredsställande</strong> resultat och <strong>deltar i gemensamma lösningar som för arbetet framåt</strong>.",
          "A" : "Eleven löser tekniska svårigheter med <strong>gott</strong> resultat och <strong>tar initiativ till egna lösningar som för arbetet framåt</strong>."
        }
      }, {
        "text" : "Eleven gör även <strong>________</strong> reflektioner över den egna kunskapsutvecklingen framför allt vad gäller användning av formspråk och skillnader i rörelsekvaliteter samt relationen till musiken inom valda genrer.",
        "knowledgeRequirementChoice" : {
          "E" : "Eleven gör även <strong>enkla</strong> reflektioner över den egna kunskapsutvecklingen framför allt vad gäller användning av formspråk och skillnader i rörelsekvaliteter samt relationen till musiken inom valda genrer.",
          "C" : "Eleven gör även <strong>välgrundade</strong> reflektioner över den egna kunskapsutvecklingen framför allt vad gäller formspråk och skillnader i rörelsekvaliteter samt relationen till musiken.",
          "A" : "Eleven gör även <strong>välgrundade och nyanserade</strong> reflektioner över den egna kunskapsutvecklingen framför allt vad gäller formspråk och skillnader i rörelsekvaliteter samt relationen till musiken."
        }
      } ]
    }, {
      "heading" : "",
      "knowledgeRequirements" : [ {
        "text" : "Eleven arbetar <strong>________</strong> med handledare utifrån sina reflektioner uthålligt och fokuserat för att förbättra sin dansteknik.",
        "knowledgeRequirementChoice" : {
          "E" : "Eleven arbetar <strong>i samråd</strong> med handledare utifrån sina reflektioner uthålligt och fokuserat för att förbättra sin dansteknik.",
          "C" : "Eleven arbetar <strong>efter samråd</strong> med handledare utifrån sina reflektioner uthålligt och fokuserat för att förbättra sin dansteknik.",
          "A" : "Eleven arbetar <strong>efter samråd</strong> med handledare utifrån sina reflektioner uthålligt och fokuserat för att förbättra sin dansteknik."
        }
      } ]
    }, {
      "heading" : "",
      "knowledgeRequirements" : [ {
        "text" : "Eleven utför med <strong>________</strong> resultat rörelsevokabulär med skillnader i rörelsekvaliteter inom genrernas formspråk.",
        "knowledgeRequirementChoice" : {
          "E" : "Eleven utför med <strong>tillfredsställande</strong> resultat rörelsevokabulär med skillnader i rörelsekvaliteter inom genrernas formspråk.",
          "C" : "Eleven utför med <strong>tillfredsställande</strong> resultat rörelsevokabulär med <strong>artikulerade rörelser</strong> och skillnader i rörelsekvaliteter inom genrernas formspråk.",
          "A" : "Eleven utför med <strong>gott</strong> resultat rörelsevokabulär med artikulerade rörelser och <strong>nyanserade</strong> skillnader i rörelsekvaliteter inom genrernas formspråk."
        }
      }, {
        "text" : "Eleven visar sammantaget <strong>________</strong> resultat när det gäller formkänsla och stabilitet i dansteknik inom genrernas formspråk.",
        "knowledgeRequirementChoice" : {
          "E" : "Eleven visar sammantaget <strong>tillfredsställande</strong> resultat när det gäller formkänsla och stabilitet i dansteknik inom genrernas formspråk.",
          "C" : "Eleven visar sammantaget <strong>tillfredsställande</strong> resultat när det gäller formkänsla och stabilitet i dansteknik inom genrernas formspråk.",
          "A" : "Eleven visar sammantaget <strong>gott</strong> resultat när det gäller formkänsla samt stabilitet i dansteknik."
        }
      } ]
    }, {
      "heading" : "",
      "knowledgeRequirements" : [ {
        "text" : "Eleven förhåller sig <strong>________</strong> konstnärligt till rörelsevokabulär och varierar rörelseuttryck efter instruktioner.",
        "knowledgeRequirementChoice" : {
          "E" : "Eleven förhåller sig <strong>med viss säkerhet</strong> konstnärligt till rörelsevokabulär och varierar rörelseuttryck efter instruktioner.",
          "C" : "Eleven förhåller sig <strong>med säkerhet</strong> konstnärligt till rörelsevokabulär samt varierar, <strong>undersöker och utvecklar</strong> rörelseuttryck efter olika krav.",
          "A" : "Eleven förhåller sig <strong>med god säkerhet</strong> konstnärligt till rörelsevokabulär samt varierar, <strong>undersöker och utvecklar konsekvent</strong> rörelseuttryck efter olika krav."
        }
      } ]
    }, {
      "heading" : "",
      "knowledgeRequirements" : [ {
        "text" : "Eleven utvecklar med <strong>________</strong> resultat dansens uttryck till musiken.",
        "knowledgeRequirementChoice" : {
          "E" : "Eleven utvecklar med <strong>tillfredsställande</strong> resultat dansens uttryck till musiken.",
          "C" : "Eleven <strong>undersöker och</strong> utvecklar med <strong>tillfredsställande</strong> resultat dansens uttryck till musiken.",
          "A" : "Eleven <strong>undersöker och</strong> utvecklar <strong>konsekvent</strong> med <strong>gott</strong> resultat dansens uttryck till musiken."
        }
      }, {
        "text" : "Dessutom förhåller eleven spatialt med <strong>________</strong> resultat den egna kroppen till rummet, riktningar och andra medverkande samt anpassar <strong>________</strong> rörelserna till olika rumsliga krav.",
        "knowledgeRequirementChoice" : {
          "E" : "Dessutom förhåller eleven spatialt med <strong>tillfredsställande</strong> resultat den egna kroppen till rummet, riktningar och andra medverkande samt anpassar <strong>efter instruktioner</strong> rörelserna till olika rumsliga krav.",
          "C" : "Dessutom förhåller eleven spatialt med <strong>tillfredsställande</strong> resultat den egna kroppen till rummet, riktningar och andra medverkande samt <strong>läser av situationen och</strong> anpassar rörelserna <strong>intuitivt</strong> till olika rumsliga krav.",
          "A" : "Eleven förhåller spatialt med <strong>gott</strong> resultat den egna kroppen till rummet, riktningar och andra medverkande samt <strong>läser av situationen och</strong> anpassar <strong>intuitivt och konsekvent</strong> rörelserna till olika rumsliga krav."
        }
      } ]
    }, {
      "heading" : "",
      "knowledgeRequirements" : [ {
        "text" : "Eleven använder <strong>________</strong> grundläggande begrepp och vokabulär i kommunikationen med andra.",
        "knowledgeRequirementChoice" : {
          "E" : "Eleven använder <strong>med viss säkerhet</strong> grundläggande begrepp och vokabulär i kommunikationen med andra.",
          "C" : "Eleven använder <strong>med säkerhet</strong> grundläggande begrepp och vokabulär i kommunikationen med andra.",
          "A" : "Eleven använder <strong>med god säkerhet</strong> grundläggande begrepp och vokabulär i kommunikationen med andra."
        }
      } ]
    }, {
      "heading" : "",
      "knowledgeRequirements" : [ {
        "text" : "När eleven samråder med handledare bedömer hon eller han <strong>________</strong> den egna förmågan och situationens krav.",
        "knowledgeRequirementChoice" : {
          "E" : "När eleven samråder med handledare bedömer hon eller han <strong>med viss säkerhet</strong> den egna förmågan och situationens krav.",
          "C" : "När eleven samråder med handledare bedömer hon eller han <strong>med säkerhet</strong> den egna förmågan och situationens krav.",
          "A" : "När eleven samråder med handledare bedömer hon eller han <strong>med god säkerhet</strong> den egna förmågan och situationens krav."
        }
      } ]
    } ],
    "point" : 100,
    "year" : null
  }, {
    "name" : "Dansträning för yrkesdansare",
    "description" : "Kursen dansträning omfattar punkterna 6–8 under rubriken Ämnets syfte. I kursen behandlas grundläggande kunskaper i ämnet.",
    "code" : "DAKDAS0",
    "centralContent" : [ {
      "heading" : "Undervisningen i kursen ska behandla följande centrala innehåll:",
      "lines" : [ "Övningar för uppvärmning, nedvarvning, stretchning och vila samt hur dessa moment kan sättas samman för att förstärka den danstekniska träningen.", "Skadeförebyggande träning. Övningar för att träna kondition, smidighet, rörlighet och styrka. Hur övningar och träningsprogram sätts samman för att stärka och optimera den egna kroppen.", "Övningar för att träna balans, smidighet, styrka, djärvhet och samarbete.", "Fysiologiska och psykologiska effekter av träning och fysisk aktivitet. Riskfaktorer i samband med fysiska aktiviteter, till exempel överträning och skador i samband med träning och scenisk verksamhet. Olika kroppsideals påverkan på människor, till exempel ätstörningar och dopning.", "Grundläggande anatomi.", "Kost, näring, vila och sömn för hälsa och välbefinnande och för att optimera kroppens prestation. Droger och dopningspreparats konsekvenser för hälsa och prestation.", "Mental träning. Psykologiska faktorer i relation till prestation. Olika stressorsaker i vardagen. Spänningsreglering, stresshantering, motivation och målfokusering.", "Arbets- och studiemiljöer: samspel mellan situationens krav och människan utifrån ergonomiska aspekter, till exempel kroppslig balans och lyftteknik. Betydelsen av kommunikation och samarbete.", "Begrepp, till exempel uppvärmning, nedvarvning, stretchning, ergonomi och fysiologi." ]
    } ],
    "knowledgeRequirementParagraphs" : [ {
      "heading" : "",
      "knowledgeRequirements" : [ {
        "text" : "Eleven genomför en bredd av träningsaktiviteter som utvecklar den kroppsliga förmågan med <strong>________</strong> resultat.",
        "knowledgeRequirementChoice" : {
          "E" : "Eleven genomför en bredd av träningsaktiviteter som utvecklar den kroppsliga förmågan med <strong>tillfredsställande</strong> resultat.",
          "C" : "Eleven genomför en bredd av träningsaktiviteter som utvecklar den kroppsliga förmågan med <strong>tillfredsställande</strong> resultat.",
          "A" : "Eleven genomför en bredd av träningsaktiviteter som utvecklar den kroppsliga förmågan med <strong>gott</strong> resultat. <strong>Dessutom kan eleven anpassa sin träning till variationer i förutsättningar</strong>."
        }
      }, {
        "text" : "Eleven beskriver <strong>________</strong> träningens fysiologiska och psykologiska betydelse för den kroppsliga förmågan och hälsan.",
        "knowledgeRequirementChoice" : {
          "E" : "Eleven beskriver <strong>översiktligt</strong> träningens fysiologiska och psykologiska betydelse för den kroppsliga förmågan och hälsan.",
          "C" : "Eleven beskriver <strong>utförligt</strong> träningens fysiologiska och psykologiska betydelse för den kroppsliga förmågan och hälsan.",
          "A" : "Eleven beskriver <strong>utförligt och nyanserat</strong> träningens fysiologiska och psykologiska betydelse för den kroppsliga förmågan och hälsan. <strong>Beskrivningen innehåller förklaringar med koppling till relevanta teorier</strong>."
        }
      } ]
    }, {
      "heading" : "",
      "knowledgeRequirements" : [ {
        "text" : "Eleven redogör <strong>________</strong> för hur den egna kroppen fungerar och kan <strong>________</strong> bedöma sina egna utvecklingsbehov i fråga om kroppslig förmåga.",
        "knowledgeRequirementChoice" : {
          "E" : "Eleven redogör <strong>översiktligt</strong> för hur den egna kroppen fungerar och kan <strong>med viss säkerhet</strong> bedöma sina egna utvecklingsbehov i fråga om kroppslig förmåga.",
          "C" : "Eleven redogör <strong>utförligt</strong> för hur den egna kroppen fungerar och bedömer <strong>med säkerhet</strong> sina egna utvecklingsbehov i fråga om kroppslig förmåga.",
          "A" : "Eleven redogör <strong>utförligt och nyanserat</strong> för hur den egna kroppen fungerar och bedömer <strong>med god säkerhet</strong> sina egna utvecklingsbehov i fråga om kroppslig förmåga."
        }
      }, {
        "text" : "Eleven planerar <strong>________</strong> med handledare program för regelbunden träning samt tar aktivt ansvar för att genomföra dessa.",
        "knowledgeRequirementChoice" : {
          "E" : "Eleven planerar <strong>i samråd</strong> med handledare program för regelbunden träning samt tar aktivt ansvar för att genomföra dessa.",
          "C" : "Eleven planerar <strong>efter samråd</strong> med handledare program för regelbunden träning samt tar ett aktivt ansvar för att genomföra dessa.",
          "A" : "Eleven planerar <strong>efter samråd</strong> med handledare program för regelbunden träning samt tar ett aktivt ansvar för att genomföra dessa."
        }
      }, {
        "text" : "Dessutom värderar eleven med <strong>________</strong> omdömen resultaten.",
        "knowledgeRequirementChoice" : {
          "E" : "Dessutom värderar eleven med <strong>enkla</strong> omdömen resultaten.",
          "C" : "Dessutom värderar eleven med <strong>nyanserade</strong> omdömen resultatet.",
          "A" : "Dessutom värderar eleven med <strong>nyanserade</strong> omdömen resultatet <strong>samt ger förslag på hur arbetet kan förbättras</strong>."
        }
      } ]
    }, {
      "heading" : "",
      "knowledgeRequirements" : [ {
        "text" : "Eleven beskriver <strong>________</strong> riskfaktorer i samband med fysiska aktiviteter och innebörden av ett hälsofrämjande arbetssätt.",
        "knowledgeRequirementChoice" : {
          "E" : "Eleven beskriver <strong>översiktligt</strong> riskfaktorer i samband med fysiska aktiviteter och innebörden av ett hälsofrämjande arbetssätt.",
          "C" : "Eleven beskriver <strong>utförligt</strong> riskfaktorer i samband med fysiska aktiviteter och innebörden av ett hälsofrämjande arbetssätt.",
          "A" : "Eleven beskriver <strong>utförligt och nyanserat</strong> riskfaktorer i samband med fysiska aktiviteter och innebörden av ett hälsofrämjande arbetssätt."
        }
      }, {
        "text" : "Eleven diskuterar <strong>________</strong> kroppsideals påverkan på människors hälsa.",
        "knowledgeRequirementChoice" : {
          "E" : "Eleven diskuterar <strong>översiktligt</strong> kroppsideals påverkan på människors hälsa.",
          "C" : "Eleven diskuterar <strong>utförligt</strong> kroppsideals påverkan på människors hälsa.",
          "A" : "Eleven diskuterar <strong>utförligt och nyanserat</strong> kroppsideals påverkan på människors hälsa."
        }
      } ]
    }, {
      "heading" : "",
      "knowledgeRequirements" : [ {
        "text" : "Eleven beskriver <strong>________</strong> olika faktorer i människors vardag som påverkar prestationsförmågan och diskuterar <strong>________</strong> olika fysiologiska och psykologiska effekter samt hur de påverkar människors prestationer och förmåga att hantera stress.",
        "knowledgeRequirementChoice" : {
          "E" : "Eleven beskriver <strong>översiktligt</strong> olika faktorer i människors vardag som påverkar prestationsförmågan och diskuterar <strong>översiktligt</strong> olika fysiologiska och psykologiska effekter samt hur de påverkar människors prestationer och förmåga att hantera stress.",
          "C" : "Eleven beskriver <strong>utförligt</strong> olika faktorer i människors vardag som påverkar prestationsförmågan och diskuterar <strong>utförligt</strong> olika fysiologiska och psykologiska effekter samt hur de påverkar människors prestationer och förmåga att hantera stress.",
          "A" : "Eleven beskriver <strong>utförligt och nyanserat</strong> olika faktorer i människors vardag som påverkar prestationsförmågan och diskuterar <strong>utförligt och nyanserat</strong> olika fysiologiska och psykologiska effekter samt hur de påverkar människors prestationer och förmåga att hantera stress."
        }
      }, {
        "text" : "Eleven redogör även <strong>________</strong> för olika mentala tränings- och avslappningsmetoder samt beskriver <strong>________</strong> egna och andras stressfaktorer.",
        "knowledgeRequirementChoice" : {
          "E" : "Eleven redogör även <strong>översiktligt</strong> för olika mentala tränings- och avslappningsmetoder samt beskriver <strong>översiktligt</strong> egna och andras stressfaktorer.",
          "C" : "Eleven redogör även <strong>utförligt</strong> för olika mentala tränings- och avslappningsmetoder samt beskriver <strong>utförligt</strong> egna och andras stressfaktorer.",
          "A" : "Eleven redogör även <strong>utförligt och nyanserat</strong> för olika mentala tränings- och avslappningsmetoder samt beskriver <strong>utförligt och nyanserat</strong> egna och andras stressfaktorer."
        }
      } ]
    }, {
      "heading" : "",
      "knowledgeRequirements" : [ {
        "text" : "Eleven planerar <strong>________</strong> med handledare mentala tränings- och avslappningsmetoder för ökad motivation och målfokusering, och genomför <strong>________</strong> övning med <strong>________</strong> resultat.",
        "knowledgeRequirementChoice" : {
          "E" : "Eleven planerar <strong>i samråd</strong> med handledare mentala tränings- och avslappningsmetoder för ökad motivation och målfokusering, och genomför <strong>någon</strong> övning med <strong>tillfredsställande</strong> resultat.",
          "C" : "Eleven planerar <strong>efter samråd</strong> med handledare mentala tränings- och avslappningsmetoder för ökad motivation och målfokusering, och genomför <strong>några</strong> övningar med <strong>tillfredsställande</strong> resultat.",
          "A" : "Eleven planerar <strong>efter samråd</strong> med handledare mentala tränings- och avslappningsmetoder för ökad motivation och målfokusering, och genomför <strong>flera</strong> övningar med <strong>gott</strong> resultat."
        }
      }, {
        "text" : "Eleven motiverar <strong>________</strong> sitt handlingssätt utifrån olika psykologiska teorier.",
        "knowledgeRequirementChoice" : {
          "E" : "Eleven motiverar <strong>översiktligt</strong> sitt handlingssätt utifrån olika psykologiska teorier.",
          "C" : "Eleven motiverar <strong>utförligt</strong> sitt handlingssätt utifrån olika psykologiska teorier.",
          "A" : "Eleven motiverar <strong>utförligt och nyanserat</strong> sitt handlingssätt utifrån olika psykologiska teorier."
        }
      } ]
    }, {
      "heading" : "",
      "knowledgeRequirements" : [ {
        "text" : "Eleven använder <strong>________</strong> grundläggande begrepp och vokabulär i kommunikationen med andra.",
        "knowledgeRequirementChoice" : {
          "E" : "Eleven använder <strong>med viss säkerhet</strong> grundläggande begrepp och vokabulär i kommunikationen med andra.",
          "C" : "Eleven använder <strong>med säkerhet</strong> grundläggande begrepp och vokabulär i kommunikationen med andra.",
          "A" : "Eleven använder <strong>med god säkerhet</strong> grundläggande begrepp och vokabulär i kommunikationen med andra."
        }
      } ]
    }, {
      "heading" : "",
      "knowledgeRequirements" : [ {
        "text" : "När eleven samråder med handledare bedömer hon eller han <strong>________</strong> den egna förmågan och situationens krav.",
        "knowledgeRequirementChoice" : {
          "E" : "När eleven samråder med handledare bedömer hon eller han <strong>med viss säkerhet</strong> den egna förmågan och situationens krav.",
          "C" : "När eleven samråder med handledare bedömer hon eller han <strong>med säkerhet</strong> den egna förmågan och situationens krav.",
          "A" : "När eleven samråder med handledare bedömer hon eller han <strong>med god säkerhet</strong> den egna förmågan och situationens krav."
        }
      } ]
    } ],
    "point" : 100,
    "year" : null
  }, {
    "name" : "Klassisk balett 1a",
    "description" : "Kursen klassisk balett 1a omfattar punkterna 1–3, 5 och 8 under rubriken Ämnets syfte, med särskild betoning på punkterna 1–3 och 5. I kursen behandlas avancerade färdigheter i klassisk balett med betoning på stabilitet i grundteknik.",
    "code" : "DAKKLA01a",
    "centralContent" : [ {
      "heading" : "Undervisningen i kursen ska behandla följande centrala innehåll:",
      "lines" : [ "Koder och konventioner som används vid träning.", "Träningsprocessens delar, dvs. förberedelse, uppvärmning, memorering av rörelser och feedback. Kontinuerlig träning samt sambandet mellan den dagliga träningsprocessen och den danstekniska utvecklingen.", "Metoder för reflektion över träningsprocessen och kunskapsutvecklingen.", "Problemlösande feedback.", "Avancerad dansteknik i klassisk balett. För den kvinnliga dansaren ingår tåspetsteknik.", "Övningar vid stången, mitten, små och stora hopp med betoning på stil, form, linjerenhet och skillnader i rörelsekvaliteter inom den klassiska balettens formspråk.", "Anatomiskt funktionell placering och utåtrotation.", "Konstnärligt förhållningssätt till träning.", "Träning av uthållighet och koncentration.", "Dansens relation till och samspel med olika typer av levande musik. Hur man uppfattar och förhåller sig till musikens puls, taktarter, fraser och dynamik.", "Träning av den spatiala förmågan i relation till kroppen, andra medverkande och rummet.", "Grundläggande begrepp, till exempel placering, linjerenhet, rörelsekvaliteter (till exempel flöde och energi), rörelsefraser och musikaliska fraser, samt balettens vokabulär." ]
    } ],
    "knowledgeRequirementParagraphs" : [ {
      "heading" : "",
      "knowledgeRequirements" : [ {
        "text" : "Eleven använder <strong>________</strong> koder och konventioner som förekommer vid den danstekniska träningen.",
        "knowledgeRequirementChoice" : {
          "E" : "Eleven använder <strong>med viss säkerhet</strong> koder och konventioner som förekommer vid den danstekniska träningen.",
          "C" : "Eleven använder <strong>med säkerhet</strong> koder och konventioner som förekommer vid den danstekniska träningen.",
          "A" : "Eleven använder <strong>med god säkerhet</strong> koder och konventioner som förekommer vid den danstekniska träningen."
        }
      }, {
        "text" : "Eleven utför träningsprocessens olika delar med <strong>________</strong> resultat.",
        "knowledgeRequirementChoice" : {
          "E" : "Eleven utför träningsprocessens olika delar med <strong>tillfredsställande</strong> resultat.",
          "C" : "Eleven utför träningsprocessens olika delar med <strong>tillfredsställande</strong> resultat.",
          "A" : "Eleven utför träningsprocessens olika delar med <strong>gott</strong> resultat."
        }
      }, {
        "text" : "I träningen anpassar eleven med <strong>________</strong> resultat danstekniken utifrån instruktioner och feedback.",
        "knowledgeRequirementChoice" : {
          "E" : "I träningen anpassar eleven med <strong>tillfredsställande</strong> resultat danstekniken utifrån instruktioner och feedback.",
          "C" : "I träningen anpassar eleven med <strong>tillfredsställande</strong> resultat danstekniken utifrån instruktioner och feedback <strong>samt undersöker och utvecklar danstekniska detaljer</strong>.",
          "A" : "I träningen anpassar eleven med <strong>gott</strong> resultat danstekniken utifrån instruktioner och feedback <strong>samt undersöker och utvecklar konsekvent både danstekniska detaljer och helhet</strong>."
        }
      }, {
        "text" : "Dessutom löser eleven tekniska svårigheter med <strong>________</strong> resultat och <strong>________</strong>.",
        "knowledgeRequirementChoice" : {
          "E" : "Dessutom löser eleven tekniska svårigheter med <strong>tillfredsställande</strong> resultat och <strong>följer instruktioner</strong>.",
          "C" : "Dessutom löser eleven tekniska svårigheter med <strong>gott</strong> resultat och <strong>deltar i gemensamma lösningar som för arbetet framåt</strong>.",
          "A" : "Dessutom löser eleven tekniska svårigheter med <strong>gott</strong> resultat och <strong>tar initiativ till egna och gemensamma lösningar som för arbetet framåt</strong>."
        }
      }, {
        "text" : "Eleven gör <strong>________</strong> reflektioner över den egna kunskapsutvecklingen vad gäller anatomiskt funktionell placering och utåtrotation, användning av stilkänsla, linjerenhet och skillnader i rörelsekvaliteter samt relationen till musiken.",
        "knowledgeRequirementChoice" : {
          "E" : "Eleven gör <strong>enkla</strong> reflektioner över den egna kunskapsutvecklingen vad gäller anatomiskt funktionell placering och utåtrotation, användning av stilkänsla, linjerenhet och skillnader i rörelsekvaliteter samt relationen till musiken.",
          "C" : "Eleven gör <strong>välgrundade</strong> reflektioner över den egna kunskapsutvecklingen vad gäller anatomiskt funktionell placering och utåtrotation, användning av stilkänsla, linjerenhet och skillnader i rörelsekvaliteter samt relationen till musiken.",
          "A" : "Eleven gör <strong>välgrundade och nyanserade</strong> reflektioner över den egna kunskapsutvecklingen vad gäller anatomiskt funktionell placering och utåtrotation, användning av stilkänsla, linjerenhet och skillnader i rörelsekvaliteter samt relationen till musiken."
        }
      } ]
    }, {
      "heading" : "",
      "knowledgeRequirements" : [ {
        "text" : "Eleven arbetar <strong>________</strong> med handledare utifrån sina reflektioner uthålligt och fokuserat för att förbättra sin dansteknik.",
        "knowledgeRequirementChoice" : {
          "E" : "Eleven arbetar <strong>i samråd</strong> med handledare utifrån sina reflektioner uthålligt och fokuserat för att förbättra sin dansteknik.",
          "C" : "Eleven arbetar <strong>efter samråd</strong> med handledare utifrån sina reflektioner uthålligt och fokuserat för att förbättra sin dansteknik.",
          "A" : "Eleven arbetar <strong>efter samråd</strong> med handledare utifrån sina reflektioner uthålligt och fokuserat för att förbättra sin dansteknik."
        }
      } ]
    }, {
      "heading" : "",
      "knowledgeRequirements" : [ {
        "text" : "Eleven utför med <strong>________</strong> resultat rörelsevokabulär med anatomiskt funktionell placering och utåtrotation samt utför med <strong>________</strong> resultat rörelsevokabulär med skillnader i rörelsekvaliteter inom den klassiska balettens formspråk.",
        "knowledgeRequirementChoice" : {
          "E" : "Eleven utför med <strong>tillfredsställande</strong> resultat rörelsevokabulär med anatomiskt funktionell placering och utåtrotation samt utför med <strong>tillfredsställande</strong> resultat rörelsevokabulär med skillnader i rörelsekvaliteter inom den klassiska balettens formspråk.",
          "C" : "Eleven utför med <strong>tillfredsställande</strong> resultat rörelsevokabulär med anatomiskt funktionell placering och utåtrotation samt utför med <strong>tillfredsställande</strong> resultat rörelsevokabulär med <strong>artikulerade</strong> rörelser och skillnader i rörelsekvaliteter inom den klassiska balettens formspråk.",
          "A" : "Eleven utför med <strong>gott</strong> resultat rörelsevokabulär med anatomiskt funktionell placering och utåtrotation samt utför med <strong>gott</strong> resultat rörelsevokabulär med <strong>artikulerade</strong> rörelser och <strong>nyanserade</strong> skillnader i rörelsekvaliteter inom den klassiska balettens formspråk."
        }
      }, {
        "text" : "Eleven utför dansteknik med <strong>________</strong> resultat när det gäller linjerenhet, form- och stilkänsla samt stabilitet.",
        "knowledgeRequirementChoice" : {
          "E" : "Eleven utför dansteknik med <strong>tillfredsställande</strong> resultat när det gäller linjerenhet, form- och stilkänsla samt stabilitet.",
          "C" : "Eleven utför dansteknik med <strong>tillfredsställande</strong> resultat när det gäller linjerenhet, form- och stilkänsla samt stabilitet.",
          "A" : "Eleven utför dansteknik med <strong>gott</strong> resultat när det gäller linjerenhet, form- och stilkänsla samt stabilitet."
        }
      } ]
    }, {
      "heading" : "",
      "knowledgeRequirements" : [ {
        "text" : "Eleven förhåller sig <strong>________</strong> konstnärligt till rörelsevokabulären och varierar rörelseuttryck efter <strong>________</strong>.",
        "knowledgeRequirementChoice" : {
          "E" : "Eleven förhåller sig <strong>med viss säkerhet</strong> konstnärligt till rörelsevokabulären och varierar rörelseuttryck efter <strong>instruktioner</strong>.",
          "C" : "Eleven förhåller sig <strong>med säkerhet</strong> konstnärligt till rörelsevokabulären och varierar, <strong>undersöker och utvecklar</strong> rörelseuttryck efter <strong>olika krav</strong>.",
          "A" : "Eleven förhåller sig <strong>med god säkerhet</strong> konstnärligt till rörelsevokabulären och varierar, <strong>undersöker och utvecklar konsekvent</strong> rörelseuttryck efter <strong>olika krav</strong>."
        }
      } ]
    }, {
      "heading" : "",
      "knowledgeRequirements" : [ {
        "text" : "Eleven utvecklar och anpassar med <strong>________</strong> resultat dansens uttryck till musiken.",
        "knowledgeRequirementChoice" : {
          "E" : "Eleven utvecklar och anpassar med <strong>tillfredsställande</strong> resultat dansens uttryck till musiken.",
          "C" : "Eleven <strong>undersöker</strong>, utvecklar och anpassar med <strong>tillfredsställande</strong> resultat dansens uttryck till musiken.",
          "A" : "Eleven <strong>undersöker</strong>, utvecklar <strong>konsekvent</strong> och anpassar med <strong>gott</strong> resultat dansens uttryck till musiken."
        }
      }, {
        "text" : "Dessutom förhåller eleven spatialt med <strong>________</strong> resultat den egna kroppen till rummet, riktningar och andra medverkande samt anpassar <strong>________</strong> rörelserna till olika rumsliga krav.",
        "knowledgeRequirementChoice" : {
          "E" : "Dessutom förhåller eleven spatialt med <strong>tillfredsställande</strong> resultat den egna kroppen till rummet, riktningar och andra medverkande samt anpassar <strong>efter instruktioner</strong> rörelserna till olika rumsliga krav.",
          "C" : "Dessutom förhåller eleven spatialt med <strong>tillfredsställande</strong> resultat den egna kroppen till rummet, riktningar och andra medverkande samt <strong>läser av situationen och</strong> anpassar rörelserna till olika rumsliga krav.",
          "A" : "Dessutom förhåller eleven spatialt med <strong>gott</strong> resultat den egna kroppen till rummet, riktningar och andra medverkande samt <strong>läser av situationen och</strong> anpassar rörelserna till olika rumsliga krav."
        }
      } ]
    }, {
      "heading" : "",
      "knowledgeRequirements" : [ {
        "text" : "Eleven använder <strong>________</strong> grundläggande begrepp och vokabulär i kommunikationen med andra.",
        "knowledgeRequirementChoice" : {
          "E" : "Eleven använder <strong>med viss säkerhet</strong> grundläggande begrepp och vokabulär i kommunikationen med andra.",
          "C" : "Eleven använder <strong>med säkerhet</strong> grundläggande begrepp och vokabulär i kommunikationen med andra.",
          "A" : "Eleven använder <strong>med god säkerhet</strong> grundläggande begrepp och vokabulär i kommunikationen med andra."
        }
      } ]
    }, {
      "heading" : "",
      "knowledgeRequirements" : [ {
        "text" : "När eleven samråder med handledare bedömer hon eller han <strong>________</strong> den egna förmågan och situationens krav.",
        "knowledgeRequirementChoice" : {
          "E" : "När eleven samråder med handledare bedömer hon eller han <strong>med viss säkerhet</strong> den egna förmågan och situationens krav.",
          "C" : "När eleven samråder med handledare bedömer hon eller han <strong>med säkerhet</strong> den egna förmågan och situationens krav.",
          "A" : "När eleven samråder med handledare bedömer hon eller han <strong>med god säkerhet</strong> den egna förmågan och situationens krav."
        }
      } ]
    } ],
    "point" : 200,
    "year" : null
  }, {
    "name" : "Klassisk balett 1b",
    "description" : "Kursen klassisk balett 1b omfattar punkterna 1–3, 5 och 8 under rubriken Ämnets syfte, med särskild betoning på punkterna 1–3 och 5. I kursen behandlas grundläggande färdigheter i klassisk balett som träningsform med betoning på stabilitet i grundteknik.",
    "code" : "DAKKLA01b",
    "centralContent" : [ {
      "heading" : "Undervisningen i kursen ska behandla följande centrala innehåll:",
      "lines" : [ "Koder och konventioner som används vid träning.", "Träningsprocessens delar, dvs. förberedelse, uppvärmning, memorering av rörelser och feedback. Kontinuerlig träning samt sambandet mellan den dagliga träningsprocessen och den danstekniska utvecklingen.", "Metoder för reflektion över träningsprocessen och kunskapsutvecklingen.", "Problemlösande feedback.", "Grundläggande dansteknik i klassisk balett. Övningar vid stången, mitten, små och stora hopp med betoning på, form, och skillnader i rörelsekvaliteter inom den klassiska balettens formspråk.", "Anatomiskt funktionell placering och utåtrotation.", "Funktionellt förhållningssätt till träning.", "Träning av uthållighet och koncentration.", "Dansens relation till och samspel med olika typer av levande musik. Hur man uppfattar och förhåller sig till musikens puls, taktarter, fraser och dynamik.", "Träning av den spatiala förmågan i relation till kroppen, andra medverkande och rummet.", "Grundläggande begrepp, till exempel placering, rörelsekvaliteter (till exempel flöde och energi), rörelsefraser och musikaliska fraser, samt balettens vokabulär." ]
    } ],
    "knowledgeRequirementParagraphs" : [ {
      "heading" : "",
      "knowledgeRequirements" : [ {
        "text" : "Eleven använder <strong>________</strong> koder och konventioner som förekommer vid den danstekniska träningen.",
        "knowledgeRequirementChoice" : {
          "E" : "Eleven använder <strong>med viss säkerhet</strong> koder och konventioner som förekommer vid den danstekniska träningen.",
          "C" : "Eleven använder <strong>med säkerhet</strong> koder och konventioner som förekommer vid den danstekniska träningen.",
          "A" : "Eleven använder <strong>med god säkerhet</strong> koder och konventioner som förekommer vid den danstekniska träningen."
        }
      }, {
        "text" : "Eleven utför träningsprocessens olika delar med <strong>________</strong> resultat.",
        "knowledgeRequirementChoice" : {
          "E" : "Eleven utför träningsprocessens olika delar med <strong>tillfredsställande</strong> resultat.",
          "C" : "Eleven utför träningsprocessens olika delar med <strong>tillfredsställande</strong> resultat.",
          "A" : "Eleven utför träningsprocessens olika delar med <strong>gott</strong> resultat."
        }
      }, {
        "text" : "I träningen anpassar eleven med <strong>________</strong> resultat danstekniken utifrån instruktioner och feedback.",
        "knowledgeRequirementChoice" : {
          "E" : "I träningen anpassar eleven med <strong>tillfredsställande</strong> resultat danstekniken utifrån instruktioner och feedback.",
          "C" : "I träningen anpassar eleven med <strong>tillfredsställande</strong> resultat danstekniken utifrån instruktioner och feedback <strong>samt undersöker och utvecklar danstekniska detaljer</strong>.",
          "A" : "I träningen anpassar eleven med <strong>gott</strong> resultat danstekniken utifrån instruktioner och feedback <strong>samt undersöker och utvecklar konsekvent både danstekniska detaljer och helhet</strong>."
        }
      }, {
        "text" : "Dessutom löser eleven tekniska svårigheter med <strong>________</strong> resultat och <strong>________</strong>.",
        "knowledgeRequirementChoice" : {
          "E" : "Dessutom löser eleven tekniska svårigheter med <strong>tillfredsställande</strong> resultat och <strong>följer instruktioner</strong>.",
          "C" : "Dessutom löser eleven tekniska svårigheter med <strong>gott</strong> resultat och <strong>deltar i gemensamma lösningar som för arbetet framåt</strong>.",
          "A" : "Dessutom löser eleven tekniska svårigheter med <strong>gott</strong> resultat och <strong>tar initiativ till egna och gemensamma lösningar som för arbetet framåt</strong>."
        }
      }, {
        "text" : "Eleven gör <strong>________</strong> reflektioner över den egna kunskapsutvecklingen vad gäller anatomiskt funktionell placering och utåtrotation, formkänsla och skillnader i rörelsekvaliteter samt relationen till musiken.",
        "knowledgeRequirementChoice" : {
          "E" : "Eleven gör <strong>enkla</strong> reflektioner över den egna kunskapsutvecklingen vad gäller anatomiskt funktionell placering och utåtrotation, formkänsla och skillnader i rörelsekvaliteter samt relationen till musiken.",
          "C" : "Eleven gör <strong>välgrundade</strong> reflektioner över den egna kunskapsutvecklingen vad gäller anatomiskt funktionell placering och utåtrotation, formkänsla och användning av skillnader i rörelsekvaliteter samt relationen till musiken.",
          "A" : "Eleven gör <strong>välgrundade och nyanserade</strong> reflektioner över den egna kunskapsutvecklingen vad gäller anatomiskt funktionell placering och utåtrotation, formkänsla och användning av skillnader i rörelsekvaliteter samt relationen till musiken."
        }
      } ]
    }, {
      "heading" : "",
      "knowledgeRequirements" : [ {
        "text" : "Eleven arbetar <strong>________</strong> med handledare utifrån sina reflektioner uthålligt och fokuserat för att förbättra sin dansteknik.",
        "knowledgeRequirementChoice" : {
          "E" : "Eleven arbetar <strong>i samråd</strong> med handledare utifrån sina reflektioner uthålligt och fokuserat för att förbättra sin dansteknik.",
          "C" : "Eleven arbetar <strong>efter samråd</strong> med handledare utifrån sina reflektioner uthålligt och fokuserat för att förbättra sin dansteknik.",
          "A" : "Eleven arbetar <strong>efter samråd</strong> med handledare utifrån sina reflektioner uthålligt och fokuserat för att förbättra sin dansteknik."
        }
      } ]
    }, {
      "heading" : "",
      "knowledgeRequirements" : [ {
        "text" : "Eleven utför med <strong>________</strong> resultat rörelsevokabulär med anatomiskt funktionell placering och utåtrotation samt utför med <strong>________</strong> resultat rörelsevokabulär med skillnader i rörelsekvaliteter inom den klassiska balettens formspråk.",
        "knowledgeRequirementChoice" : {
          "E" : "Eleven utför med <strong>tillfredsställande</strong> resultat rörelsevokabulär med anatomiskt funktionell placering och utåtrotation samt utför med <strong>tillfredsställande</strong> resultat rörelsevokabulär med skillnader i rörelsekvaliteter inom den klassiska balettens formspråk.",
          "C" : "Eleven utför med <strong>tillfredsställande</strong> resultat rörelsevokabulär med anatomiskt funktionell placering och utåtrotation samt utför med <strong>tillfredsställande</strong> resultat rörelsevokabulär med <strong>artikulerade</strong> rörelser och skillnader i rörelsekvaliteter inom den klassiska balettens formspråk.",
          "A" : "Eleven utför med <strong>gott</strong> resultat rörelsevokabulär med anatomiskt funktionell placering och utåtrotation samt utför med <strong>gott</strong> resultat rörelsevokabulär med <strong>artikulerade</strong> rörelser och <strong>nyanserade</strong> skillnader i rörelsekvaliteter inom den klassiska balettens formspråk."
        }
      }, {
        "text" : "Eleven utför dansteknik med <strong>________</strong> resultat när det gäller formkänsla och stabilitet.",
        "knowledgeRequirementChoice" : {
          "E" : "Eleven utför dansteknik med <strong>tillfredsställande</strong> resultat när det gäller formkänsla och stabilitet.",
          "C" : "Eleven utför dansteknik med <strong>tillfredsställande</strong> resultat när det gäller formkänsla och stabilitet.",
          "A" : "Eleven utför dansteknik med <strong>gott</strong> resultat när det gäller formkänsla och stabilitet."
        }
      } ]
    }, {
      "heading" : "",
      "knowledgeRequirements" : [ {
        "text" : "Eleven förhåller sig <strong>________</strong> funktionellt till rörelsevokabulären och varierar rörelseuttryck efter <strong>________</strong>.",
        "knowledgeRequirementChoice" : {
          "E" : "Eleven förhåller sig <strong>med viss säkerhet</strong> funktionellt till rörelsevokabulären och varierar rörelseuttryck efter <strong>instruktioner</strong>.",
          "C" : "Eleven förhåller sig <strong>med säkerhet</strong> funktionellt till rörelsevokabulären och varierar, <strong>undersöker och utvecklar</strong> rörelseuttryck efter <strong>olika krav</strong>.",
          "A" : "Eleven förhåller sig <strong>med god säkerhet</strong> funktionellt till rörelsevokabulären och varierar, <strong>undersöker och utvecklar konsekvent</strong> rörelseuttryck efter <strong>olika krav</strong>."
        }
      } ]
    }, {
      "heading" : "",
      "knowledgeRequirements" : [ {
        "text" : "Eleven utvecklar och anpassar med <strong>________</strong> resultat dansens uttryck till musiken.",
        "knowledgeRequirementChoice" : {
          "E" : "Eleven utvecklar och anpassar med <strong>tillfredsställande</strong> resultat dansens uttryck till musiken.",
          "C" : "Eleven <strong>undersöker</strong>, utvecklar och anpassar med <strong>tillfredsställande</strong> resultat dansens uttryck till musiken.",
          "A" : "Eleven <strong>undersöker</strong>, utvecklar <strong>konsekvent</strong> och anpassar med <strong>gott</strong> resultat dansens uttryck till musiken."
        }
      }, {
        "text" : "Dessutom förhåller eleven spatialt med <strong>________</strong> resultat den egna kroppen till rummet, riktningar och andra medverkande samt anpassar <strong>________</strong> rörelserna till olika rumsliga krav.",
        "knowledgeRequirementChoice" : {
          "E" : "Dessutom förhåller eleven spatialt med <strong>tillfredsställande</strong> resultat den egna kroppen till rummet, riktningar och andra medverkande samt anpassar <strong>efter instruktioner</strong> rörelserna till olika rumsliga krav.",
          "C" : "Dessutom förhåller eleven spatialt med <strong>tillfredsställande</strong> resultat den egna kroppen till rummet, riktningar och andra medverkande samt <strong>läser av situationen och</strong> anpassar rörelserna till olika rumsliga krav.",
          "A" : "Dessutom förhåller eleven spatialt med <strong>gott</strong> resultat den egna kroppen till rummet, riktningar och andra medverkande samt <strong>läser av situationen och</strong> anpassar rörelserna till olika rumsliga krav."
        }
      } ]
    }, {
      "heading" : "",
      "knowledgeRequirements" : [ {
        "text" : "Eleven använder <strong>________</strong> grundläggande begrepp och vokabulär i kommunikationen med andra.",
        "knowledgeRequirementChoice" : {
          "E" : "Eleven använder <strong>med viss säkerhet</strong> grundläggande begrepp och vokabulär i kommunikationen med andra.",
          "C" : "Eleven använder <strong>med säkerhet</strong> grundläggande begrepp och vokabulär i kommunikationen med andra.",
          "A" : "Eleven använder <strong>med god säkerhet</strong> grundläggande begrepp och vokabulär i kommunikationen med andra."
        }
      } ]
    }, {
      "heading" : "",
      "knowledgeRequirements" : [ {
        "text" : "När eleven samråder med handledare bedömer hon eller han <strong>________</strong> den egna förmågan och situationens krav.",
        "knowledgeRequirementChoice" : {
          "E" : "När eleven samråder med handledare bedömer hon eller han <strong>med viss säkerhet</strong> den egna förmågan och situationens krav.",
          "C" : "När eleven samråder med handledare bedömer hon eller han <strong>med säkerhet</strong> den egna förmågan och situationens krav.",
          "A" : "När eleven samråder med handledare bedömer hon eller han <strong>med god säkerhet</strong> den egna förmågan och situationens krav."
        }
      } ]
    } ],
    "point" : 200,
    "year" : null
  }, {
    "name" : "Klassisk balett 2",
    "description" : "Kursen klassisk balett 2 omfattar punkterna 1–3, 5 och 8 under rubriken Ämnets syfte, med särskild betoning på 1–3 och 5. I kursen behandlas fördjupade avancerade färdigheter i klassisk balett som befäster stabilitet i grundteknik inom ett avancerat rörelsevokabulär med komplexa rörelsekombinationer och ett konstnärligt rörelseuttryck.",
    "code" : "DAKKLA02",
    "centralContent" : [ {
      "heading" : "Undervisningen i kursen ska behandla följande centrala innehåll:",
      "lines" : [ "Koder och konventioner som används vid träning.", "Träningsprocessens delar, dvs. förberedelse, uppvärmning, memorering av rörelser och feedback, kontinuerlig träning samt sambandet mellan den dagliga träningsprocessen och danstekniska utvecklingen.", "Reflektion över träningsprocessen och kunskapsutvecklingen.", "Problemlösande feedback.", "Fördjupning av avancerad dansteknik i klassisk balett. För den kvinnliga dansaren ingår tåspetsteknik.", "Övningar vid stången, mitten, små och stora hopp med betoning på stil, form, linjerenhet, nyanserade rörelsekvaliteter och konstnärligt rörelseuttryck inom den klassiska balettens formspråk.", "Variationer, solistisk träning.", "Fördjupat arbete med anatomiskt funktionell placering och utåtrotation.", "Konstnärligt förhållningssätt till träning.", "Fördjupad träning av uthållighet och koncentration.", "Fördjupning av dansens relation till och samspel med olika typer av levande musik. Hur man förhåller rörelseuttryckets dynamik till musikens fraser, dynamik och rytm.", "Träning av den spatiala förmågan i relation till kroppen, andra medverkande och rummet beroende på sammanhanget.", "Begrepp, till exempel linjerenhet, rörelsekvaliteter som flöde och energi, samt balettens vokabulär." ]
    } ],
    "knowledgeRequirementParagraphs" : [ {
      "heading" : "",
      "knowledgeRequirements" : [ {
        "text" : "Eleven använder <strong>________</strong> koder och konventioner som förekommer vid den danstekniska träningen.",
        "knowledgeRequirementChoice" : {
          "E" : "Eleven använder <strong>med viss säkerhet</strong> koder och konventioner som förekommer vid den danstekniska träningen.",
          "C" : "Eleven använder <strong>med säkerhet</strong> koder och konventioner som förekommer vid den danstekniska träningen.",
          "A" : "Eleven använder <strong>med god säkerhet</strong> koder och konventioner som förekommer vid den danstekniska träningen."
        }
      }, {
        "text" : "Eleven utför träningsprocessens olika delar med <strong>________</strong> resultat.",
        "knowledgeRequirementChoice" : {
          "E" : "Eleven utför träningsprocessens olika delar med <strong>tillfredsställande</strong> resultat.",
          "C" : "Eleven utför träningsprocessens olika delar med <strong>tillfredsställande</strong> resultat.",
          "A" : "Eleven utför träningsprocessens olika delar med gott resultat."
        }
      }, {
        "text" : "I träningen <strong>________</strong> eleven med <strong>________</strong> resultat danstekniken utifrån instruktioner och feedback.",
        "knowledgeRequirementChoice" : {
          "E" : "I träningen <strong>anpassar</strong> eleven med <strong>tillfredsställande</strong> resultat danstekniken utifrån instruktioner och feedback.",
          "C" : "I träningen <strong>undersöker och utvecklar</strong> eleven med <strong>tillfredsställande</strong> resultat danstekniska <strong>detaljer</strong> utifrån instruktioner och feedback.",
          "A" : "I träningen <strong>undersöker och utvecklar</strong> eleven <strong>konsekvent både</strong> danstekniska <strong>detaljer och helhet</strong> utifrån instruktioner och feedback."
        }
      }, {
        "text" : "Eleven löser tekniska svårigheter med <strong>________</strong> resultat och <strong>________</strong>.",
        "knowledgeRequirementChoice" : {
          "E" : "Eleven löser tekniska svårigheter med <strong>tillfredsställande</strong> resultat och <strong>följer instruktioner</strong>.",
          "C" : "Eleven löser tekniska svårigheter med <strong>tillfredsställande</strong> resultat och <strong>deltar i gemensamma lösningar som för arbetet framåt</strong>.",
          "A" : "Eleven löser tekniska svårigheter med <strong>gott</strong> resultat och <strong>tar initiativ till egna lösningar som för arbetet framåt</strong>."
        }
      }, {
        "text" : "Eleven gör även <strong>________</strong> reflektioner över den egna kunskapsutvecklingen framför allt vad gäller anatomiskt funktionell placering och utåtrotation, användning av stilkänsla, linjerenhet och skillnader i rörelsekvaliteter samt relationen till musiken.",
        "knowledgeRequirementChoice" : {
          "E" : "Eleven gör även <strong>enkla</strong> reflektioner över den egna kunskapsutvecklingen framför allt vad gäller anatomiskt funktionell placering och utåtrotation, användning av stilkänsla, linjerenhet och skillnader i rörelsekvaliteter samt relationen till musiken.",
          "C" : "Eleven gör även <strong>välgrundade</strong> reflektioner över den egna kunskapsutvecklingen framför allt vad gäller anatomiskt funktionell placering och utåtrotation, användning av stilkänsla, linjerenhet och skillnader i rörelsekvaliteter samt relationen till musiken.",
          "A" : "Eleven gör även <strong>välgrundade och nyanserade</strong> reflektioner över den egna kunskapsutvecklingen framför allt vad gäller anatomiskt funktionell placering och utåtrotation, användning av stilkänsla, linjerenhet och skillnader i rörelsekvaliteter samt relationen till musiken."
        }
      } ]
    }, {
      "heading" : "",
      "knowledgeRequirements" : [ {
        "text" : "Eleven arbetar <strong>________</strong> med handledare utifrån sina reflektioner uthålligt och fokuserat för att förbättra sin dansteknik.",
        "knowledgeRequirementChoice" : {
          "E" : "Eleven arbetar <strong>i samråd</strong> med handledare utifrån sina reflektioner uthålligt och fokuserat för att förbättra sin dansteknik.",
          "C" : "Eleven arbetar <strong>efter samråd</strong> med handledare utifrån sina reflektioner uthålligt och fokuserat för att förbättra sin dansteknik.",
          "A" : "Eleven arbetar <strong>efter samråd</strong> med handledare utifrån sina reflektioner uthålligt och fokuserat för att förbättra sin dansteknik."
        }
      } ]
    }, {
      "heading" : "",
      "knowledgeRequirements" : [ {
        "text" : "Eleven utför med <strong>________</strong> resultat rörelsevokabulär med anatomiskt funktionell placering och utåtrotation samt utför med <strong>________</strong> resultat rörelsevokabulären med artikulerade rörelser och skillnader i rörelsekvaliteter.",
        "knowledgeRequirementChoice" : {
          "E" : "Eleven utför med <strong>tillfredsställande</strong> resultat rörelsevokabulär med anatomiskt funktionell placering och utåtrotation samt utför med <strong>tillfredsställande</strong> resultat rörelsevokabulären med artikulerade rörelser och skillnader i rörelsekvaliteter.",
          "C" : "Eleven utför med <strong>tillfredsställande</strong> resultat rörelsevokabulär med anatomiskt funktionell placering och utåtrotation samt utför med <strong>tillfredsställande</strong> resultat rörelsevokabulär med <strong>tydligt</strong> artikulerade rörelser och skillnader i rörelsekvaliteter.",
          "A" : "Eleven utför med <strong>gott</strong> resultat rörelsevokabulär med anatomiskt funktionell placering och utåtrotation samt utför med <strong>gott</strong> resultat rörelsevokabulär med <strong>tydligt</strong> artikulerade rörelser och <strong>nyanserade</strong> skillnader i rörelsekvaliteter."
        }
      }, {
        "text" : "Eleven visar sammantaget <strong>________</strong> resultat när det gäller linjerenhet, form- och stilkänsla samt stabilitet i dansteknik inom den klassiska balettens formspråk.",
        "knowledgeRequirementChoice" : {
          "E" : "Eleven visar sammantaget <strong>tillfredsställande</strong> resultat när det gäller linjerenhet, form- och stilkänsla samt stabilitet i dansteknik inom den klassiska balettens formspråk.",
          "C" : "Eleven visar sammantaget <strong>tillfredsställande</strong> resultat när det gäller linjerenhet, form- och stilkänsla samt stabilitet i dansteknik inom den klassiska balettens formspråk.",
          "A" : "Eleven visar sammantaget <strong>gott</strong> resultat när det gäller linjerenhet, form- och stilkänsla samt stabilitet i dansteknik i den klassiska balettens formspråk."
        }
      } ]
    }, {
      "heading" : "",
      "knowledgeRequirements" : [ {
        "text" : "Eleven förhåller sig <strong>________</strong> konstnärligt till rörelsevokabulär samt varierar och utvecklar rörelseuttryck utifrån <strong>________</strong>.",
        "knowledgeRequirementChoice" : {
          "E" : "Eleven förhåller sig <strong>med viss säkerhet</strong> konstnärligt till rörelsevokabulär samt varierar och utvecklar rörelseuttryck utifrån <strong>instruktioner</strong>.",
          "C" : "Eleven förhåller sig <strong>med säkerhet</strong> konstnärligt till rörelsevokabulär samt varierar, <strong>undersöker</strong> och utvecklar rörelseuttryck efter <strong>olika krav</strong>.",
          "A" : "Eleven förhåller sig <strong>med god säkerhet</strong> konstnärligt till rörelsevokabulär och varierar, <strong>undersöker</strong> och utvecklar <strong>konsekvent</strong> rörelseuttryck efter <strong>olika krav</strong>."
        }
      } ]
    }, {
      "heading" : "",
      "knowledgeRequirements" : [ {
        "text" : "Eleven utvecklar med <strong>________</strong> resultat dansens frasering och uttryck till musiken.",
        "knowledgeRequirementChoice" : {
          "E" : "Eleven utvecklar med <strong>tillfredsställande</strong> resultat dansens frasering och uttryck till musiken.",
          "C" : "Eleven <strong>undersöker</strong> och utvecklar med <strong>tillfredsställande</strong> resultat dansens frasering och uttryck till musiken.",
          "A" : "Eleven <strong>undersöker</strong> och utvecklar <strong>konsekvent</strong> med <strong>gott</strong> resultat dansens frasering och uttryck till musiken."
        }
      }, {
        "text" : "Dessutom förhåller eleven spatialt med <strong>________</strong> resultat den egna kroppen till rummet, riktningar, andra medverkande och anpassar <strong>________</strong> rörelserna till olika rumsliga krav.",
        "knowledgeRequirementChoice" : {
          "E" : "Dessutom förhåller eleven spatialt med <strong>tillfredsställande</strong> resultat den egna kroppen till rummet, riktningar, andra medverkande och anpassar <strong>efter instruktioner</strong> rörelserna till olika rumsliga krav.",
          "C" : "Eleven förhåller spatialt med tillfredsställande resultat den egna kroppen till rummet, riktningar, andra medverkande samt <strong>läser av situationen och</strong> anpassar rörelserna till olika rumsliga krav.",
          "A" : "Eleven förhåller spatialt med <strong>gott</strong> resultat den egna kroppen till rummet, riktningar och andra medverkande samt <strong>läser av situationen och</strong> anpassar <strong>intuitivt</strong> rörelserna till olika rumsliga krav."
        }
      } ]
    }, {
      "heading" : "",
      "knowledgeRequirements" : [ {
        "text" : "Eleven använder <strong>________</strong> grundläggande begrepp och vokabulär i kommunikationen med andra.",
        "knowledgeRequirementChoice" : {
          "E" : "Eleven använder <strong>med viss säkerhet</strong> grundläggande begrepp och vokabulär i kommunikationen med andra.",
          "C" : "Eleven använder <strong>med säkerhet</strong> grundläggande begrepp och vokabulär i kommunikationen med andra.",
          "A" : "Eleven använder <strong>med god säkerhet</strong> grundläggande begrepp och vokabulär i kommunikationen med andra."
        }
      } ]
    }, {
      "heading" : "",
      "knowledgeRequirements" : [ {
        "text" : "När eleven samråder med handledare bedömer hon eller han <strong>________</strong> den egna förmågan och situationens krav.",
        "knowledgeRequirementChoice" : {
          "E" : "När eleven samråder med handledare bedömer hon eller han <strong>med viss säkerhet</strong> den egna förmågan och situationens krav.",
          "C" : "När eleven samråder med handledare bedömer hon eller han <strong>med säkerhet</strong> den egna förmågan och situationens krav.",
          "A" : "När eleven samråder med handledare bedömer hon eller han <strong>med god säkerhet</strong> den egna förmågan och situationens krav."
        }
      } ]
    } ],
    "point" : 200,
    "year" : null
  }, {
    "name" : "Klassisk balett 3",
    "description" : "Kursen klassisk balett 3 omfattar punkterna 1–3, 5 och 8 under rubriken Ämnets syfte, med särskild betoning på 2–3 och 5. I kursen behandlas fördjupade avancerade färdigheter i klassisk balett, som befäster och vidareutvecklar teknik, och att dansa dynamiskt nyanserat och variationsrikt inom det mest avancerade rörelsevokabuläret med högsta grad av komplexa rörelsekombinationer.",
    "code" : "DAKKLA03",
    "centralContent" : [ {
      "heading" : "Undervisningen i kursen ska behandla följande centrala innehåll:",
      "lines" : [ "Koder och konventioner som används vid träning.", "Träningsprocessens delar, dvs. förberedelse, uppvärmning, memorering av rörelser och feedback, kontinuerlig träning samt sambandet mellan den dagliga träningsprocessen och danstekniska utvecklingen.", "Reflektion över träningsprocessen och kunskapsutvecklingen.", "Problemlösande feedback.", "Fördjupning och utveckling av avancerad dansteknik i klassisk balett. För den kvinnliga dansaren ingår tåspetsteknik.", "Övningar vid stången, mitten, små och stora hopp med betoning på stil, form, linjerenhet, och att utforska, utveckla och förfina en nyansrik komplexitet av rörelsekvaliteter och konstnärligt rörelseuttryck inom den klassiska balettens formspråk.", "Variationer, solistisk träning.", "Fördjupat arbete med anatomiskt funktionell placering och utåtrotation.", "Konstnärligt förhållningssätt till träning.", "Fördjupad träning av uthållighet och koncentration.", "Fördjupning av dansens relation till och samspel med olika typer av levande musik. Hur man tänjer på gränserna mellan rörelseuttryckets frasering och musikens fraser, dynamik och rytm.", "Träning av den spatiala förmågan i relation till kroppen, andra medverkande och rummet beroende på sammanhanget.", "Begrepp som till exempel balettens vokabulär." ]
    } ],
    "knowledgeRequirementParagraphs" : [ {
      "heading" : "",
      "knowledgeRequirements" : [ {
        "text" : "Eleven använder <strong>________</strong> koder och konventioner som förekommer vid den danstekniska träningen.",
        "knowledgeRequirementChoice" : {
          "E" : "Eleven använder <strong>med viss säkerhet</strong> koder och konventioner som förekommer vid den danstekniska träningen.",
          "C" : "Eleven använder <strong>med säkerhet</strong> koder och konventioner som förekommer vid den danstekniska träningen.",
          "A" : "Eleven använder <strong>med god säkerhet</strong> koder och konventioner som förekommer vid den danstekniska träningen."
        }
      }, {
        "text" : "Eleven utför träningsprocessens olika delar med <strong>________</strong> resultat.",
        "knowledgeRequirementChoice" : {
          "E" : "Eleven utför träningsprocessens olika delar med <strong>tillfredsställande</strong> resultat.",
          "C" : "Eleven utför träningsprocessens olika delar med <strong>tillfredsställande</strong> resultat.",
          "A" : "Eleven utför träningsprocessens olika delar med <strong>gott</strong> resultat."
        }
      }, {
        "text" : "I träningen <strong>________</strong>, utvecklar och förfinar eleven med <strong>________</strong> resultat danstekniken utifrån instruktioner och feedback.",
        "knowledgeRequirementChoice" : {
          "E" : "I träningen <strong>anpassar</strong>, utvecklar och förfinar eleven med <strong>tillfredsställande</strong> resultat danstekniken utifrån instruktioner och feedback.",
          "C" : "I träningen <strong>undersöker</strong>, utvecklar och förfinar eleven med <strong>tillfredsställande</strong> resultat danstekniska <strong>detaljer</strong> utifrån instruktioner och feedback.",
          "A" : "I träningen <strong>undersöker</strong>, utvecklar och förfinar eleven <strong>konsekvent både</strong> danstekniska <strong>detaljer och helhet</strong> med <strong>gott</strong> resultat utifrån instruktioner och feedback."
        }
      }, {
        "text" : "Eleven löser tekniska svårigheter med <strong>________</strong> resultat och <strong>________</strong>.",
        "knowledgeRequirementChoice" : {
          "E" : "Eleven löser tekniska svårigheter med <strong>tillfredsställande</strong> resultat och <strong>följer instruktioner</strong>.",
          "C" : "Eleven löser tekniska svårigheter med <strong>tillfredsställande</strong> resultat och <strong>deltar i gemensamma lösningar som för arbetet framåt</strong>.",
          "A" : "Eleven löser tekniska svårigheter med <strong>gott</strong> resultat och <strong>tar initiativ till egna lösningar som för arbetet framåt</strong>."
        }
      }, {
        "text" : "Eleven gör även <strong>________</strong> reflektioner över den egna kunskapsutvecklingen framför allt vad gäller stabilitet i grundteknik i kombination med användning av stilkänsla, linjerenhet och nyanserade rörelsekvaliteter samt relationen till musiken.",
        "knowledgeRequirementChoice" : {
          "E" : "Eleven gör även <strong>enkla</strong> reflektioner över den egna kunskapsutvecklingen framför allt vad gäller stabilitet i grundteknik i kombination med användning av stilkänsla, linjerenhet och nyanserade rörelsekvaliteter samt relationen till musiken.",
          "C" : "Eleven gör även <strong>välgrundade</strong> reflektioner över den egna kunskapsutvecklingen framför allt vad gäller stabilitet i grundteknik i kombination med användning av stilkänsla, linjerenhet och nyanserade rörelsekvaliteter samt relationen till musiken.",
          "A" : "Eleven gör även <strong>välgrundade och nyanserade</strong> reflektioner över den egna kunskapsutvecklingen framför allt vad gäller stabilitet i grundteknik i kombination med användning av stilkänsla, linjerenhet och nyanserade rörelsekvaliteter samt relationen till musiken."
        }
      } ]
    }, {
      "heading" : "",
      "knowledgeRequirements" : [ {
        "text" : "Eleven arbetar <strong>________</strong> med handledare utifrån sina reflektioner uthålligt och fokuserat för att förbättra sin dansteknik.",
        "knowledgeRequirementChoice" : {
          "E" : "Eleven arbetar <strong>i samråd</strong> med handledare utifrån sina reflektioner uthålligt och fokuserat för att förbättra sin dansteknik.",
          "C" : "Eleven arbetar <strong>efter samråd</strong> med handledare utifrån sina reflektioner uthålligt och fokuserat för att förbättra sin dansteknik",
          "A" : "Eleven arbetar <strong>efter samråd</strong> med handledare utifrån sina reflektioner uthålligt och fokuserat för att förbättra sin dansteknik."
        }
      } ]
    }, {
      "heading" : "",
      "knowledgeRequirements" : [ {
        "text" : "Eleven utför med <strong>________</strong> resultat rörelsevokabulär med anatomiskt funktionell placering och utåtrotation samt utför med <strong>________</strong> resultat rörelsevokabulär med artikulerade rörelser och skillnader i rörelsekvaliteter.",
        "knowledgeRequirementChoice" : {
          "E" : "Eleven utför med <strong>tillfredsställande</strong> resultat rörelsevokabulär med anatomiskt funktionell placering och utåtrotation samt utför med <strong>tillfredsställande</strong> resultat rörelsevokabulär med artikulerade rörelser och skillnader i rörelsekvaliteter.",
          "C" : "Eleven utför med <strong>tillfredsställande</strong> resultat rörelsevokabulär med anatomiskt funktionell placering och utåtrotation samt med <strong>tillfredsställande</strong> resultat rörelsevokabulär med <strong>tydligt</strong> artikulerade rörelser och <strong>nyanserade</strong> skillnader i rörelsekvaliteter.",
          "A" : "Eleven utför med <strong>gott</strong> resultat rörelsevokabulär med anatomiskt funktionell placering och utåtrotation samt utför med <strong>gott</strong> resultat rörelsevokabulär med <strong>tydligt</strong> artikulerade rörelser och <strong>visar en komplexitet av nyanserade</strong> skillnader i rörelsekvaliteter."
        }
      }, {
        "text" : "Eleven visar sammantaget dansteknik inom den klassiska balettens formspråk med <strong>________</strong> resultat när det gäller linjerenhet, form- och stilkänsla samt stabilitet.",
        "knowledgeRequirementChoice" : {
          "E" : "Eleven visar sammantaget dansteknik inom den klassiska balettens formspråk med <strong>tillfredsställande</strong> resultat när det gäller linjerenhet, form- och stilkänsla samt stabilitet.",
          "C" : "Eleven utför sammantaget dansteknik inom den klassiska balettens formspråk med <strong>tillfredsställande</strong> resultat när det gäller linjerenhet, form- och stilkänsla samt stabilitet.",
          "A" : "Eleven utför sammantaget med <strong>gott</strong> resultat dansteknik inom den klassiska balettens formspråk när det gäller linjerenhet, form- och stilkänsla samt stabilitet."
        }
      } ]
    }, {
      "heading" : "",
      "knowledgeRequirements" : [ {
        "text" : "Eleven förhåller sig <strong>________</strong> konstnärligt till rörelsevokabulären samt varierar och utvecklar rörelseuttryck efter olika krav.",
        "knowledgeRequirementChoice" : {
          "E" : "Eleven förhåller sig <strong>med viss säkerhet</strong> konstnärligt till rörelsevokabulären samt varierar och utvecklar rörelseuttryck efter olika krav.",
          "C" : "Eleven förhåller sig <strong>med säkerhet</strong> konstnärligt till rörelsevokabulär samt varierar, <strong>undersöker</strong> och utvecklar rörelseuttryck efter olika krav.",
          "A" : "Eleven förhåller sig <strong>med god säkerhet</strong> konstnärligt till rörelsevokabulären samt varierar, <strong>undersöker i situationen</strong> och utvecklar <strong>konsekvent en förfining av</strong> rörelseuttryck efter olika krav."
        }
      } ]
    }, {
      "heading" : "",
      "knowledgeRequirements" : [ {
        "text" : "Eleven utvecklar med <strong>________</strong> resultat dansens frasering och uttryck till musiken.",
        "knowledgeRequirementChoice" : {
          "E" : "Eleven utvecklar med <strong>tillfredsställande</strong> resultat dansens frasering och uttryck till musiken.",
          "C" : "Eleven <strong>undersöker</strong> och utvecklar med <strong>tillfredsställande</strong> resultat dansens frasering och uttryck till musiken.",
          "A" : "Eleven <strong>följer, undersöker</strong> och utvecklar med <strong>gott</strong> resultat dansens frasering och uttryck till musiken."
        }
      }, {
        "text" : "Dessutom förhåller eleven spatialt med <strong>________</strong> resultat den egna kroppen till rummet, riktningar och andra medverkande samt anpassar <strong>________</strong> rörelserna till olika rumsliga krav.",
        "knowledgeRequirementChoice" : {
          "E" : "Dessutom förhåller eleven spatialt med <strong>tillfredsställande</strong> resultat den egna kroppen till rummet, riktningar och andra medverkande samt anpassar <strong>efter instruktioner</strong> rörelserna till olika rumsliga krav.",
          "C" : "Dessutom förhåller eleven spatialt med <strong>tillfredsställande</strong> resultat den egna kroppen till rummet, riktningar och andra medverkande samt <strong>läser av situationen och</strong> anpassar rörelserna till olika rumsliga krav.",
          "A" : "Dessutom förhåller eleven spatialt med <strong>gott</strong> resultat den egna kroppen till rummet, riktningar och andra medverkande samt <strong>läser av situationen och</strong> anpassar <strong>intuitivt och konsekvent</strong> rörelserna till olika rumsliga krav."
        }
      } ]
    }, {
      "heading" : "",
      "knowledgeRequirements" : [ {
        "text" : "Eleven använder <strong>________</strong> grundläggande begrepp och vokabulär i kommunikationen med andra.",
        "knowledgeRequirementChoice" : {
          "E" : "Eleven använder <strong>med viss säkerhet</strong> grundläggande begrepp och vokabulär i kommunikationen med andra.",
          "C" : "Eleven använder <strong>med säkerhet</strong> grundläggande begrepp och vokabulär i kommunikationen med andra.",
          "A" : "Eleven använder <strong>med god säkerhet</strong> grundläggande begrepp och vokabulär i kommunikationen med andra."
        }
      } ]
    }, {
      "heading" : "",
      "knowledgeRequirements" : [ {
        "text" : "När eleven samråder med handledare bedömer hon eller han <strong>________</strong> den egna förmågan och situationens krav.",
        "knowledgeRequirementChoice" : {
          "E" : "När eleven samråder med handledare bedömer hon eller han <strong>med viss säkerhet</strong> den egna förmågan och situationens krav.",
          "C" : "När eleven samråder med handledare bedömer hon eller han <strong>med säkerhet</strong> den egna förmågan och situationens krav.",
          "A" : "När eleven samråder med handledare bedömer hon eller han <strong>med god säkerhet</strong> den egna förmågan och situationens krav."
        }
      } ]
    } ],
    "point" : 200,
    "year" : null
  }, {
    "name" : "Modern nutida dans 1a",
    "description" : "Kursen modern nutida dans 1a omfattar punkterna 1–3, 5 och 8 under rubriken Ämnets syfte, med särskild betoning på 1–3 och 5. I kursen behandlas avancerade färdigheter i modern nutida dans med betoning på stabilitet i grundteknik.",
    "code" : "DAKMOD01a",
    "centralContent" : [ {
      "heading" : "Undervisningen i kursen ska behandla följande centrala innehåll:",
      "lines" : [ "Koder och konventioner som används vid träning.", "Träningsprocessens delar, dvs. förberedelse, uppvärmning, memorering av rörelser och feedback, kontinuerlig träning samt sambandet mellan den dagliga träningsprocessen och danstekniska utvecklingen.", "Metoder för reflektion över träningsprocessen och kunskapsutvecklingen.", "Problemlösande feedback.", "Avancerad dansteknik i modern nutida dans.", "Övningar med rörelsevokabulär som innehåller dropp, fall, swing och rörelser i och ur balans med betoning på funktion, form och tydlighet i rörelser, rörelsekvaliteter som relaterar till tyngd, flöde och energi samt förhållandet till tid och rum.", "Utforskande av kroppens rörelsemöjligheter med betoning på arbete med torso.", "Anatomiskt funktionell gång och spring med betoning på höft-, knä- och fotled.", "Anatomiskt funktionell placering och arbete med center.", "Konstnärligt förhållningssätt till träning.", "Träning av uthållighet och fokusering.", "Dansens relation till och samspel med ljud, tystnad och olika typer av levande musik. Hur man uppfattar och förhåller sig till musikens puls, taktarter, fraser, rytm och dynamik.", "Träning av den spatiala förmågan i relation till kroppen, till andra medverkande och rummet.", "Praktiskt undersökande och reflekterande arbetsmetoder.", "Grundläggande begrepp, till exempel placering, center, tydlighet i rörelser, rörelsekvaliteter som tyngd, flöde, energi, rörelsefraser och musikaliska fraser, samt den moderna nutida dansens vokabulär." ]
    } ],
    "knowledgeRequirementParagraphs" : [ {
      "heading" : "",
      "knowledgeRequirements" : [ {
        "text" : "Eleven använder <strong>________</strong> koder och konventioner som förekommer vid den danstekniska träningen.",
        "knowledgeRequirementChoice" : {
          "E" : "Eleven använder <strong>med viss säkerhet</strong> koder och konventioner som förekommer vid den danstekniska träningen.",
          "C" : "Eleven använder <strong>med säkerhet</strong> koder och konventioner som förekommer vid den danstekniska träningen.",
          "A" : "Eleven använder <strong>med god säkerhet</strong> koder och konventioner som förekommer vid den danstekniska träningen."
        }
      }, {
        "text" : "Eleven utför träningsprocessens olika delar med <strong>________</strong> resultat.",
        "knowledgeRequirementChoice" : {
          "E" : "Eleven utför träningsprocessens olika delar med <strong>tillfredsställande</strong> resultat.",
          "C" : "Eleven utför träningsprocessens olika delar med <strong>tillfredsställande</strong> resultat.",
          "A" : "Eleven utför träningsprocessens olika delar med <strong>gott</strong> resultat."
        }
      }, {
        "text" : "I träningen <strong>________</strong> eleven med <strong>________</strong> resultat danstekniken utifrån instruktioner och feedback.",
        "knowledgeRequirementChoice" : {
          "E" : "I träningen <strong>anpassar</strong> eleven med <strong>tillfredsställande</strong> resultat danstekniken utifrån instruktioner och feedback.",
          "C" : "I träningen <strong>undersöker och utvecklar</strong> eleven med <strong>tillfredsställande</strong> resultat danstekniska <strong>detaljer</strong> utifrån instruktioner och feedback.",
          "A" : "I träningen <strong>undersöker och utvecklar</strong> eleven <strong>konsekvent</strong> med <strong>gott</strong> resultat <strong>både</strong> danstekniska <strong>detaljer och helhet</strong> utifrån instruktioner och feedback."
        }
      }, {
        "text" : "Dessutom löser eleven tekniska svårigheter med <strong>________</strong> resultat och <strong>________</strong>.",
        "knowledgeRequirementChoice" : {
          "E" : "Dessutom löser eleven tekniska svårigheter med <strong>tillfredsställande</strong> resultat och <strong>följer instruktioner</strong>.",
          "C" : "Dessutom löser eleven tekniska svårigheter med <strong>gott</strong> resultat och <strong>deltar i gemensamma lösningar som för arbetet framåt</strong>.",
          "A" : "Dessutom löser eleven tekniska svårigheter med <strong>gott</strong> resultat och <strong>tar initiativ till egna lösningar som för arbetet framåt</strong>."
        }
      }, {
        "text" : "Eleven gör även <strong>________</strong> reflektioner över den egna kunskapsutvecklingen framför allt vad gäller anatomiskt funktionell placering, arbete med center, formkänsla, skillnader i rörelsekvaliteter och relationen till musiken.",
        "knowledgeRequirementChoice" : {
          "E" : "Eleven gör även <strong>enkla</strong> reflektioner över den egna kunskapsutvecklingen framför allt vad gäller anatomiskt funktionell placering, arbete med center, formkänsla, skillnader i rörelsekvaliteter och relationen till musiken.",
          "C" : "Eleven gör även <strong>välgrundade</strong> reflektioner över den egna kunskapsutvecklingen framför allt vad gäller anatomiskt funktionell placering, arbete med center, formkänsla, skillnader i rörelsekvaliteter och relationen till musiken.",
          "A" : "Eleven gör även <strong>välgrundade och nyanserade</strong> reflektioner över den egna kunskapsutvecklingen framför allt vad gäller anatomiskt funktionell placering, arbete med center, formkänsla, skillnader i rörelsekvaliteter och relationen till musiken."
        }
      } ]
    }, {
      "heading" : "",
      "knowledgeRequirements" : [ {
        "text" : "Eleven arbetar <strong>________</strong> med handledare utifrån sina reflektioner uthålligt och fokuserat för att förbättra sin dansteknik.",
        "knowledgeRequirementChoice" : {
          "E" : "Eleven arbetar <strong>i samråd</strong> med handledare utifrån sina reflektioner uthålligt och fokuserat för att förbättra sin dansteknik.",
          "C" : "Eleven arbetar <strong>efter samråd</strong> med handledare utifrån sina reflektioner uthålligt och fokuserat för att förbättra sin dansteknik.",
          "A" : "Eleven arbetar <strong>efter samråd</strong> med handledare utifrån sina reflektioner uthålligt och fokuserat för att förbättra sin dansteknik."
        }
      } ]
    }, {
      "heading" : "",
      "knowledgeRequirements" : [ {
        "text" : "Eleven utför med <strong>________</strong> resultat rörelsevokabulär med anatomiskt funktionell placering och arbete med center samt utför med <strong>________</strong> resultat rörelsevokabulären med skillnader i rörelsekvaliteter.",
        "knowledgeRequirementChoice" : {
          "E" : "Eleven utför med <strong>tillfredsställande</strong> resultat rörelsevokabulär med anatomiskt funktionell placering och arbete med center samt utför med <strong>tillfredsställande</strong> resultat rörelsevokabulären med skillnader i rörelsekvaliteter.",
          "C" : "Eleven utför med <strong>tillfredsställande</strong> resultat rörelsevokabulär med anatomiskt funktionell placering och arbete med center samt med <strong>gott</strong> resultat rörelsevokabulären med <strong>artikulerade rörelser och</strong> skillnader i rörelsekvaliteter.",
          "A" : "Eleven utför med <strong>gott</strong> resultat rörelsevokabulär med anatomiskt funktionell placering och arbete med center samt utför med <strong>gott</strong> resultat rörelsevokabulär med <strong>artikulerade rörelser och nyanserade</strong> skillnader i rörelsekvaliteter."
        }
      }, {
        "text" : "Eleven visar sammantaget <strong>________</strong> resultat när det gäller formkänsla, arbete med torso och stabilitet i dansteknik inom den moderna nutida dansens formspråk.",
        "knowledgeRequirementChoice" : {
          "E" : "Eleven visar sammantaget <strong>tillfredsställande</strong> resultat när det gäller formkänsla, arbete med torso och stabilitet i dansteknik inom den moderna nutida dansens formspråk.",
          "C" : "Eleven visar sammantaget <strong>tillfredsställande</strong> resultat när det gäller formkänsla, arbete med torso samt stabilitet i dansteknik inom den moderna nutida dansens formspråk.",
          "A" : "Eleven visar sammantaget <strong>gott</strong> resultat när det gäller formkänsla, arbete med torso samt stabilitet i dansteknik inom den moderna nutida dansens formspråk."
        }
      } ]
    }, {
      "heading" : "",
      "knowledgeRequirements" : [ {
        "text" : "Eleven förhåller sig <strong>________</strong> konstnärligt till rörelsevokabulär och varierar rörelseuttryck efter olika krav.",
        "knowledgeRequirementChoice" : {
          "E" : "Eleven förhåller sig <strong>med viss säkerhet</strong> konstnärligt till rörelsevokabulär och varierar rörelseuttryck efter olika krav.",
          "C" : "Eleven förhåller sig <strong>med säkerhet</strong> konstnärligt till rörelsevokabulär och varierar, <strong>undersöker och utvecklar</strong> rörelseuttryck efter olika krav.",
          "A" : "Eleven förhåller sig <strong>med god säkerhet</strong> konstnärligt till rörelsevokabulären och varierar, <strong>undersöker och utvecklar konsekvent</strong> rörelseuttryck efter olika krav."
        }
      } ]
    }, {
      "heading" : "",
      "knowledgeRequirements" : [ {
        "text" : "Eleven utvecklar med <strong>________</strong> resultat dansens uttryck till musiken.",
        "knowledgeRequirementChoice" : {
          "E" : "Eleven utvecklar med <strong>tillfredsställande</strong> resultat dansens uttryck till musiken.",
          "C" : "Eleven <strong>undersöker och</strong> utvecklar med <strong>tillfredsställande</strong> resultat dansens uttryck till musiken.",
          "A" : "Eleven <strong>undersöker och</strong> utvecklar <strong>konsekvent</strong> med <strong>gott</strong> resultat dansens uttryck till musiken."
        }
      }, {
        "text" : "Dessutom förhåller eleven spatialt med <strong>________</strong> resultat den egna kroppen till rummet, riktningar och andra medverkande samt anpassar <strong>________</strong> rörelserna till olika rumsliga krav.",
        "knowledgeRequirementChoice" : {
          "E" : "Dessutom förhåller eleven spatialt med <strong>tillfredsställande</strong> resultat den egna kroppen till rummet, riktningar och andra medverkande samt anpassar <strong>efter instruktioner</strong> rörelserna till olika rumsliga krav.",
          "C" : "Dessutom förhåller eleven spatialt med <strong>gott</strong> resultat den egna kroppen till rummet, riktningar och andra medverkande samt <strong>läser av situationen och</strong> anpassar rörelserna till olika rumsliga krav.",
          "A" : "Dessutom förhåller eleven spatialt med <strong>gott</strong> resultat den egna kroppen till rummet, riktningar och andra medverkande samt <strong>läser av situationen och</strong> anpassar rörelserna till olika rumsliga krav."
        }
      } ]
    }, {
      "heading" : "",
      "knowledgeRequirements" : [ {
        "text" : "Eleven använder <strong>________</strong> grundläggande begrepp och vokabulär i kommunikationen med andra.",
        "knowledgeRequirementChoice" : {
          "E" : "Eleven använder <strong>med viss säkerhet</strong> grundläggande begrepp och vokabulär i kommunikationen med andra.",
          "C" : "Eleven använder <strong>med säkerhet</strong> grundläggande begrepp och vokabulär i kommunikationen med andra.",
          "A" : "Eleven använder <strong>med god säkerhet</strong> grundläggande begrepp och vokabulär i kommunikationen med andra."
        }
      } ]
    }, {
      "heading" : "",
      "knowledgeRequirements" : [ {
        "text" : "När eleven samråder med handledare bedömer hon eller han <strong>________</strong> den egna förmågan och situationens krav.",
        "knowledgeRequirementChoice" : {
          "E" : "När eleven samråder med handledare bedömer hon eller han <strong>med viss säkerhet</strong> den egna förmågan och situationens krav.",
          "C" : "När eleven samråder med handledare bedömer hon eller han <strong>med säkerhet</strong> den egna förmågan och situationens krav.",
          "A" : "När eleven samråder med handledare bedömer hon eller han <strong>med god säkerhet</strong> den egna förmågan och situationens krav."
        }
      } ]
    } ],
    "point" : 200,
    "year" : null
  }, {
    "name" : "Modern nutida dans 1b",
    "description" : "Kursen modern nutida dans 1b omfattar punkterna 1–3, 5 och 8 under rubriken Ämnets syfte, med särskild betoning på 1–3 och 5. I kursen behandlas grundläggande färdigheter i modern nutida dans som träningsform med betoning på stabilitet i grundteknik.",
    "code" : "DAKMOD01b",
    "centralContent" : [ {
      "heading" : "Undervisningen i kursen ska behandla följande centrala innehåll:",
      "lines" : [ "Koder och konventioner som används vid träning.", "Träningsprocessens delar, dvs. förberedelse, uppvärmning, memorering av rörelser och feedback, kontinuerlig träning samt sambandet mellan den dagliga träningsprocessen och danstekniska utvecklingen.", "Metoder för reflektion över träningsprocessen och kunskapsutvecklingen.", "Problemlösande feedback.", "Grundläggande dansteknik i modern nutida dans.", "Övningar med rörelsevokabulär som innehåller dropp, fall, swing och rörelser i och ur balans med betoning på funktion, form och tydlighet i rörelser, rörelsekvaliteter som relaterar till tyngd, flöde och energi samt förhållandet till tid och rum.", "Utforskande av kroppens rörelsemöjligheter med betoning på arbete med torso.", "Anatomiskt funktionell gång och spring med betoning på höft-, knä- och fotled.", "Anatomiskt funktionell placering och arbete med center.", "Funktionellt förhållningssätt till träning.", "Träning av uthållighet och fokusering.", "Dansens relation till och samspel med ljud, tystnad och olika typer av levande musik. Hur man uppfattar och förhåller sig till musikens puls, taktarter, fraser, rytm och dynamik.", "Träning av den spatiala förmågan i relation till kroppen, till andra medverkande och rummet.", "Praktiskt undersökande och reflekterande arbetsmetoder.", "Grundläggande begrepp, till exempel placering, center, tydlighet i rörelser, rörelsekvaliteter som tyngd, flöde, energi, rörelsefraser och musikaliska fraser, samt den moderna nutida dansens vokabulär." ]
    } ],
    "knowledgeRequirementParagraphs" : [ {
      "heading" : "",
      "knowledgeRequirements" : [ {
        "text" : "Eleven använder <strong>________</strong> koder och konventioner som förekommer vid den danstekniska träningen.",
        "knowledgeRequirementChoice" : {
          "E" : "Eleven använder <strong>med viss säkerhet</strong> koder och konventioner som förekommer vid den danstekniska träningen.",
          "C" : "Eleven använder <strong>med säkerhet</strong> koder och konventioner som förekommer vid den danstekniska träningen.",
          "A" : "Eleven använder <strong>med god säkerhet</strong> koder och konventioner som förekommer vid den danstekniska träningen."
        }
      }, {
        "text" : "Eleven utför träningsprocessens olika delar med <strong>________</strong> resultat.",
        "knowledgeRequirementChoice" : {
          "E" : "Eleven utför träningsprocessens olika delar med <strong>tillfredsställande</strong> resultat.",
          "C" : "Eleven utför träningsprocessens olika delar med <strong>tillfredsställande</strong> resultat.",
          "A" : "Eleven utför träningsprocessens olika delar med <strong>gott</strong> resultat."
        }
      }, {
        "text" : "I träningen <strong>________</strong> eleven med <strong>________</strong> resultat danstekniken utifrån instruktioner och feedback.",
        "knowledgeRequirementChoice" : {
          "E" : "I träningen <strong>anpassar</strong> eleven med <strong>tillfredsställande</strong> resultat danstekniken utifrån instruktioner och feedback.",
          "C" : "I träningen <strong>undersöker och utvecklar</strong> eleven med <strong>tillfredsställande</strong> resultat danstekniska <strong>detaljer</strong> utifrån instruktioner och feedback.",
          "A" : "I träningen <strong>undersöker och utvecklar</strong> eleven <strong>konsekvent</strong> med <strong>gott</strong> resultat <strong>både</strong> danstekniska <strong>detaljer och helhet</strong> utifrån instruktioner och feedback."
        }
      }, {
        "text" : "Dessutom löser eleven tekniska svårigheter med <strong>________</strong> resultat och <strong>________</strong>.",
        "knowledgeRequirementChoice" : {
          "E" : "Dessutom löser eleven tekniska svårigheter med <strong>tillfredsställande</strong> resultat och <strong>följer instruktioner</strong>.",
          "C" : "Dessutom löser eleven tekniska svårigheter med <strong>gott</strong> resultat och <strong>deltar i gemensamma lösningar som för arbetet framåt</strong>.",
          "A" : "Dessutom löser eleven tekniska svårigheter med <strong>gott</strong> resultat och <strong>tar initiativ till egna lösningar som för arbetet framåt</strong>."
        }
      }, {
        "text" : "Eleven gör även <strong>________</strong> reflektioner över den egna kunskapsutvecklingen framför allt vad gäller anatomiskt funktionell placering, arbete med center, formkänsla, skillnader i rörelsekvaliteter och relationen till musiken.",
        "knowledgeRequirementChoice" : {
          "E" : "Eleven gör även <strong>enkla</strong> reflektioner över den egna kunskapsutvecklingen framför allt vad gäller anatomiskt funktionell placering, arbete med center, formkänsla, skillnader i rörelsekvaliteter och relationen till musiken.",
          "C" : "Eleven gör även <strong>välgrundade</strong> reflektioner över den egna kunskapsutvecklingen framför allt vad gäller anatomiskt funktionell placering, arbete med center, formkänsla, skillnader i rörelsekvaliteter och relationen till musiken.",
          "A" : "Eleven gör även <strong>välgrundade och nyanserade</strong> reflektioner över den egna kunskapsutvecklingen framför allt vad gäller anatomiskt funktionell placering, arbete med center, formkänsla, skillnader i rörelsekvaliteter och relationen till musiken."
        }
      } ]
    }, {
      "heading" : "",
      "knowledgeRequirements" : [ {
        "text" : "Eleven arbetar <strong>________</strong> med handledare utifrån sina reflektioner uthålligt och fokuserat för att förbättra sin dansteknik.",
        "knowledgeRequirementChoice" : {
          "E" : "Eleven arbetar <strong>i samråd</strong> med handledare utifrån sina reflektioner uthålligt och fokuserat för att förbättra sin dansteknik.",
          "C" : "Eleven arbetar <strong>efter samråd</strong> med handledare utifrån sina reflektioner uthålligt och fokuserat för att förbättra sin dansteknik.",
          "A" : "Eleven arbetar <strong>efter samråd</strong> med handledare utifrån sina reflektioner uthålligt och fokuserat för att förbättra sin dansteknik."
        }
      } ]
    }, {
      "heading" : "",
      "knowledgeRequirements" : [ {
        "text" : "Eleven utför med <strong>________</strong> resultat rörelsevokabulär med anatomiskt funktionell placering och arbete med center samt utför med <strong>________</strong> resultat rörelsevokabulären med skillnader i rörelsekvaliteter.",
        "knowledgeRequirementChoice" : {
          "E" : "Eleven utför med <strong>tillfredsställande</strong> resultat rörelsevokabulär med anatomiskt funktionell placering och arbete med center samt utför med <strong>tillfredsställande</strong> resultat rörelsevokabulären med skillnader i rörelsekvaliteter.",
          "C" : "Eleven utför med <strong>tillfredsställande</strong> resultat rörelsevokabulär med anatomiskt funktionell placering och arbete med center samt med <strong>gott</strong> resultat rörelsevokabulären med <strong>artikulerade rörelser och</strong> skillnader i rörelsekvaliteter.",
          "A" : "Eleven utför med <strong>gott</strong> resultat rörelsevokabulär med anatomiskt funktionell placering och arbete med center samt utför med <strong>gott</strong> resultat rörelsevokabulär med <strong>artikulerade rörelser och nyanserade</strong> skillnader i rörelsekvaliteter."
        }
      }, {
        "text" : "Eleven visar sammantaget <strong>________</strong> resultat när det gäller formkänsla, arbete med torso och stabilitet i dansteknik inom den moderna nutida dansens formspråk.",
        "knowledgeRequirementChoice" : {
          "E" : "Eleven visar sammantaget <strong>tillfredsställande</strong> resultat när det gäller formkänsla, arbete med torso och stabilitet i dansteknik inom den moderna nutida dansens formspråk.",
          "C" : "Eleven visar sammantaget <strong>tillfredsställande</strong> resultat när det gäller formkänsla, arbete med torso samt stabilitet i dansteknik inom den moderna nutida dansens formspråk.",
          "A" : "Eleven visar sammantaget <strong>gott</strong> resultat när det gäller formkänsla, arbete med torso samt stabilitet i dansteknik inom den moderna nutida dansens formspråk."
        }
      } ]
    }, {
      "heading" : "",
      "knowledgeRequirements" : [ {
        "text" : "Eleven förhåller sig <strong>________</strong> funktionellt till rörelsevokabulär och varierar rörelseuttryck efter olika krav.",
        "knowledgeRequirementChoice" : {
          "E" : "Eleven förhåller sig <strong>med viss säkerhet</strong> funktionellt till rörelsevokabulär och varierar rörelseuttryck efter olika krav.",
          "C" : "Eleven förhåller sig <strong>med säkerhet</strong> funktionellt till rörelsevokabulär och varierar, <strong>undersöker och utvecklar</strong> rörelseuttryck efter olika krav.",
          "A" : "Eleven förhåller sig <strong>med god säkerhet</strong> funktionellt till rörelsevokabulären och varierar, <strong>undersöker och utvecklar konsekvent</strong> rörelseuttryck efter olika krav."
        }
      } ]
    }, {
      "heading" : "",
      "knowledgeRequirements" : [ {
        "text" : "Eleven utvecklar med <strong>________</strong> resultat dansens uttryck till musiken.",
        "knowledgeRequirementChoice" : {
          "E" : "Eleven utvecklar med <strong>tillfredsställande</strong> resultat dansens uttryck till musiken.",
          "C" : "Eleven <strong>undersöker och</strong> utvecklar med <strong>tillfredsställande</strong> resultat dansens uttryck till musiken.",
          "A" : "Eleven <strong>undersöker och</strong> utvecklar <strong>konsekvent</strong> med <strong>gott</strong> resultat dansens uttryck till musiken."
        }
      }, {
        "text" : "Dessutom förhåller eleven spatialt med <strong>________</strong> resultat den egna kroppen till rummet, riktningar och andra medverkande samt anpassar <strong>________</strong> rörelserna till olika rumsliga krav.",
        "knowledgeRequirementChoice" : {
          "E" : "Dessutom förhåller eleven spatialt med <strong>tillfredsställande</strong> resultat den egna kroppen till rummet, riktningar och andra medverkande samt anpassar <strong>efter instruktioner</strong> rörelserna till olika rumsliga krav.",
          "C" : "Dessutom förhåller eleven spatialt med <strong>gott</strong> resultat den egna kroppen till rummet, riktningar och andra medverkande samt <strong>läser av situationen och</strong> anpassar rörelserna till olika rumsliga krav.",
          "A" : "Dessutom förhåller eleven spatialt med <strong>gott</strong> resultat den egna kroppen till rummet, riktningar och andra medverkande samt <strong>läser av situationen och</strong> anpassar rörelserna till olika rumsliga krav."
        }
      } ]
    }, {
      "heading" : "",
      "knowledgeRequirements" : [ {
        "text" : "Eleven använder <strong>________</strong> grundläggande begrepp och vokabulär i kommunikationen med andra.",
        "knowledgeRequirementChoice" : {
          "E" : "Eleven använder <strong>med viss säkerhet</strong> grundläggande begrepp och vokabulär i kommunikationen med andra.",
          "C" : "Eleven använder <strong>med säkerhet</strong> grundläggande begrepp och vokabulär i kommunikationen med andra.",
          "A" : "Eleven använder <strong>med god säkerhet</strong> grundläggande begrepp och vokabulär i kommunikationen med andra."
        }
      } ]
    }, {
      "heading" : "",
      "knowledgeRequirements" : [ {
        "text" : "När eleven samråder med handledare bedömer hon eller han <strong>________</strong> den egna förmågan och situationens krav.",
        "knowledgeRequirementChoice" : {
          "E" : "När eleven samråder med handledare bedömer hon eller han <strong>med viss säkerhet</strong> den egna förmågan och situationens krav.",
          "C" : "När eleven samråder med handledare bedömer hon eller han <strong>med säkerhet</strong> den egna förmågan och situationens krav.",
          "A" : "När eleven samråder med handledare bedömer hon eller han <strong>med god säkerhet</strong> den egna förmågan och situationens krav."
        }
      } ]
    } ],
    "point" : 200,
    "year" : null
  }, {
    "name" : "Modern nutida dans 2",
    "description" : "Kursen modern nutida dans 2 omfattar punkterna 1–3, 5 och 8 under rubriken Ämnets syfte, med särskild betoning på 1–3 och 5. I kursen behandlas fördjupade avancerade färdigheter i modern nutida dans, som befäster stabilitet i grundteknik inom ett avancerat rörelsevokabulär med komplexa rörelsekombinationer och konstnärligt rörelseuttryck.",
    "code" : "DAKMOD02",
    "centralContent" : [ {
      "heading" : "Undervisningen i kursen ska behandla följande centrala innehåll:",
      "lines" : [ "Koder och konventioner som används vid träning.", "Träningsprocessens delar, dvs. förberedelse, uppvärmning, memorering av rörelser och feedback, kontinuerlig träning samt sambandet mellan den dagliga träningsprocessen och danstekniska utvecklingen.", "Reflektion över träningsprocessen och kunskapsutvecklingen.", "Problemlösande feedback.", "Fördjupning av avancerad dansteknik i modern nutida dans.", "Övningar med fördjupning av rörelsevokabulär som innehåller dropp, fall, swing och rörelser i och ur balans, rörelsekvaliteter som relaterar till tyngd, energi och flöde samt förhållandet till tid och rum med betoning på att utforska skillnader i rörelsekvaliteter inom den moderna nutida dansens formspråk.", "Fördjupat utforskande av kroppens rörelsemöjligheter med betoning på arbete med torso.", "Anatomiskt och funktionell gång och spring med betoning på höft-, knä- och fotled.", "Fördjupat arbete med anatomiskt funktionell placering och arbete med center.", "Konstnärligt förhållningssätt till träning.", "Fördjupad träning av uthållighet och fokusering.", "Fördjupning av dansens relation till och samspel med ljud, tystnad och olika typer av levande musik. Hur man förhåller rörelseuttryckets dynamik till musikens fraser, periodicitet, rytm och dynamik.", "Fördjupad träning av den spatiala förmågan i relation till kroppen, andra medverkande och rummet beroende på sammanhanget.", "Praktiskt undersökande och reflekterande arbetsmetoder.", "Begrepp som till exempel center, rörelsekvaliteter som tyngd, flöde och energi, musikalisk periodicitet, samt den moderna nutida dansens vokabulär." ]
    } ],
    "knowledgeRequirementParagraphs" : [ {
      "heading" : "",
      "knowledgeRequirements" : [ {
        "text" : "Eleven använder <strong>________</strong> koder och konventioner som förekommer vid den danstekniska träningen.",
        "knowledgeRequirementChoice" : {
          "E" : "Eleven använder <strong>med viss säkerhet</strong> koder och konventioner som förekommer vid den danstekniska träningen.",
          "C" : "Eleven använder <strong>med säkerhet</strong> koder och konventioner som förekommer vid den danstekniska träningen.",
          "A" : "Eleven använder <strong>med god säkerhet</strong> koder och konventioner som förekommer vid den danstekniska träningen."
        }
      }, {
        "text" : "Eleven utför träningsprocessens olika delar med <strong>________</strong> resultat.",
        "knowledgeRequirementChoice" : {
          "E" : "Eleven utför träningsprocessens olika delar med <strong>tillfredsställande</strong> resultat.",
          "C" : "Eleven utför träningsprocessens olika delar med <strong>tillfredsställande</strong> resultat.",
          "A" : "Eleven utför träningsprocessens olika delar med <strong>gott</strong> resultat."
        }
      }, {
        "text" : "I träningen <strong>________</strong> eleven med <strong>________</strong> resultat danstekniken utifrån instruktioner och feedback.",
        "knowledgeRequirementChoice" : {
          "E" : "I träningen <strong>anpassar</strong> eleven med <strong>tillfredsställande</strong> resultat danstekniken utifrån instruktioner och feedback.",
          "C" : "I träningen <strong>undersöker och utvecklar</strong> eleven med <strong>tillfredsställande</strong> resultat danstekniska <strong>detaljer</strong> utifrån instruktioner och feedback.",
          "A" : "I träningen <strong>undersöker och utvecklar</strong> eleven med <strong>gott</strong> resultat <strong>konsekvent både</strong> danstekniska <strong>detaljer och helhet</strong> utifrån instruktioner och feedback."
        }
      }, {
        "text" : "Dessutom löser eleven tekniska svårigheter med <strong>________</strong> resultat och <strong>________</strong>.",
        "knowledgeRequirementChoice" : {
          "E" : "Dessutom löser eleven tekniska svårigheter med <strong>tillfredsställande</strong> resultat och <strong>följer instruktioner</strong>.",
          "C" : "Dessutom löser eleven tekniska svårigheter med <strong>tillfredsställande</strong> resultat och <strong>deltar i gemensamma lösningar som för arbetet framåt</strong>.",
          "A" : "Dessutom löser eleven tekniska svårigheter med <strong>gott</strong> resultat och <strong>tar initiativ till egna lösningar som för arbetet framåt</strong>."
        }
      }, {
        "text" : "Eleven gör även <strong>________</strong> reflektioner över den egna kunskapsutvecklingen framför allt vad gäller anatomiskt funktionell placering, arbete med center, formkänsla, skillnader i rörelsekvaliteter och relationen till musiken.",
        "knowledgeRequirementChoice" : {
          "E" : "Eleven gör även <strong>enkla</strong> reflektioner över den egna kunskapsutvecklingen framför allt vad gäller anatomiskt funktionell placering, arbete med center, formkänsla, skillnader i rörelsekvaliteter och relationen till musiken.",
          "C" : "Eleven gör även <strong>välgrundade</strong> reflektioner över den egna kunskapsutvecklingen framför allt vad gäller anatomiskt funktionell placering, arbete med center, formkänsla, skillnader i rörelsekvaliteter och relationen till musiken.",
          "A" : "Eleven gör även <strong>välgrundade och nyanserade</strong> reflektioner över den egna kunskapsutvecklingen framför allt vad gäller anatomiskt funktionell placering, arbete med center, formkänsla, skillnader i rörelsekvaliteter och relationen till musiken."
        }
      } ]
    }, {
      "heading" : "",
      "knowledgeRequirements" : [ {
        "text" : "Eleven arbetar <strong>________</strong> med handledare utifrån sina reflektioner uthålligt och fokuserat för att förbättra sin dansteknik.",
        "knowledgeRequirementChoice" : {
          "E" : "Eleven arbetar <strong>i samråd</strong> med handledare utifrån sina reflektioner uthålligt och fokuserat för att förbättra sin dansteknik.",
          "C" : "Eleven arbetar <strong>efter samråd</strong> med handledare utifrån sina reflektioner uthålligt och fokuserat för att förbättra sin dansteknik.",
          "A" : "Eleven arbetar <strong>efter samråd</strong> med handledare utifrån sina reflektioner uthålligt och fokuserat för att förbättra sin dansteknik."
        }
      } ]
    }, {
      "heading" : "",
      "knowledgeRequirements" : [ {
        "text" : "Eleven utför med <strong>________</strong> resultat rörelsevokabulär med anatomiskt funktionell placering och arbete med center samt med <strong>________</strong> resultat rörelsevokabulären med artikulerade rörelser och skillnader i rörelsekvaliteter.",
        "knowledgeRequirementChoice" : {
          "E" : "Eleven utför med <strong>tillfredsställande</strong> resultat rörelsevokabulär med anatomiskt funktionell placering och arbete med center samt med <strong>tillfredsställande</strong> resultat rörelsevokabulären med artikulerade rörelser och skillnader i rörelsekvaliteter.",
          "C" : "Eleven utför med <strong>tillfredsställande</strong> resultat rörelsevokabulär med anatomiskt funktionell placering och arbete med center samt med <strong>tillfredsställande</strong> resultat rörelsevokabulären med artikulerade rörelser och skillnader i rörelsekvaliteter.",
          "A" : "Eleven utför med <strong>gott</strong> resultat rörelsevokabulär med anatomiskt funktionell placering och arbete med center samt med <strong>gott</strong> resultat rörelsevokabulär med artikulerade rörelser och <strong>nyanserade</strong> skillnader i rörelsekvaliteter."
        }
      }, {
        "text" : "Eleven visar sammantaget <strong>________</strong> resultat när det gäller formkänsla, arbete med torso och stabilitet i dansteknik inom den moderna nutida dansens formspråk.",
        "knowledgeRequirementChoice" : {
          "E" : "Eleven visar sammantaget <strong>tillfredsställande</strong> resultat när det gäller formkänsla, arbete med torso och stabilitet i dansteknik inom den moderna nutida dansens formspråk.",
          "C" : "Eleven visar sammantaget <strong>tillfredsställande</strong> resultat när det gäller formkänsla, arbete med torso samt stabilitet i dansteknik inom den moderna nutida dansens formspråk.",
          "A" : "Eleven visar sammantaget <strong>gott</strong> resultat när det gäller formkänsla, arbete med torso samt stabilitet i dansteknik inom den moderna nutida dansens formspråk."
        }
      } ]
    }, {
      "heading" : "",
      "knowledgeRequirements" : [ {
        "text" : "Eleven förhåller sig <strong>________</strong> konstnärligt till rörelsevokabulären och varierar rörelseuttryck efter olika krav.",
        "knowledgeRequirementChoice" : {
          "E" : "Eleven förhåller sig <strong>med viss säkerhet</strong> konstnärligt till rörelsevokabulären och varierar rörelseuttryck efter olika krav.",
          "C" : "Eleven förhåller sig <strong>med säkerhet</strong> konstnärligt till rörelsevokabulär och varierar, <strong>undersöker och utvecklar</strong> rörelseuttryck efter olika krav.",
          "A" : "Eleven förhåller sig <strong>med god säkerhet</strong> konstnärligt till rörelsevokabulär och varierar, <strong>undersöker och utvecklar konsekvent</strong> rörelseuttryck efter olika krav."
        }
      } ]
    }, {
      "heading" : "",
      "knowledgeRequirements" : [ {
        "text" : "Eleven undersöker och utvecklar med <strong>________</strong> resultat dansens uttryck till musiken.",
        "knowledgeRequirementChoice" : {
          "E" : "Eleven undersöker och utvecklar med <strong>tillfredsställande</strong> resultat dansens uttryck till musiken.",
          "C" : "Eleven <strong>undersöker och utvecklar</strong> med <strong>tillfredsställande</strong> resultat dansens uttryck till musiken.",
          "A" : "Eleven undersöker och utvecklar <strong>konsekvent</strong> med <strong>gott</strong> resultat dansens uttryck till musiken."
        }
      }, {
        "text" : "Dessutom förhåller eleven spatialt med <strong>________</strong> resultat den egna kroppen till rummet, riktningar och andra medverkande samt anpassar <strong>________</strong> rörelserna till olika rumsliga krav.",
        "knowledgeRequirementChoice" : {
          "E" : "Dessutom förhåller eleven spatialt med <strong>tillfredsställande</strong> resultat den egna kroppen till rummet, riktningar och andra medverkande samt anpassar <strong>efter instruktioner</strong> rörelserna till olika rumsliga krav.",
          "C" : "Dessutom förhåller eleven spatialt med <strong>tillfredsställande</strong> resultat den egna kroppen till rummet, riktningar och andra medverkande samt <strong>läser av situationen och</strong> anpassar rörelserna till olika rumsliga krav.",
          "A" : "Dessutom förhåller eleven spatialt med <strong>gott</strong> resultat den egna kroppen till rummet, riktningar och andra medverkande samt <strong>läser av situationen och</strong> anpassar <strong>intuitivt</strong> rörelserna till olika rumsliga krav."
        }
      } ]
    }, {
      "heading" : "",
      "knowledgeRequirements" : [ {
        "text" : "Eleven använder <strong>________</strong> grundläggande begrepp och vokabulär i kommunikationen med andra.",
        "knowledgeRequirementChoice" : {
          "E" : "Eleven använder <strong>med viss säkerhet</strong> grundläggande begrepp och vokabulär i kommunikationen med andra.",
          "C" : "Eleven använder <strong>med säkerhet</strong> grundläggande begrepp och vokabulär i kommunikation med andra.",
          "A" : "Eleven använder <strong>med god säkerhet</strong> grundläggande begrepp och vokabulär i kommunikation med andra."
        }
      } ]
    }, {
      "heading" : "",
      "knowledgeRequirements" : [ {
        "text" : "När eleven samråder med handledare bedömer hon eller han <strong>________</strong> den egna förmågan och situationens krav.",
        "knowledgeRequirementChoice" : {
          "E" : "När eleven samråder med handledare bedömer hon eller han <strong>med viss säkerhet</strong> den egna förmågan och situationens krav.",
          "C" : "När eleven samråder med handledare bedömer hon eller han <strong>med säkerhet</strong> den egna förmågan och situationens krav.",
          "A" : "När eleven samråder med handledare bedömer hon eller han <strong>med god säkerhet</strong> den egna förmågan och situationens krav."
        }
      } ]
    } ],
    "point" : 200,
    "year" : null
  }, {
    "name" : "Modern nutida dans 3",
    "description" : "Kursen modern nutida dans 3 omfattar punkterna 1–3, 5–6 och 8 under rubriken Ämnets syfte, med särskild betoning på 2–3 och 5. I kursen behandlas fördjupade avancerade färdigheter i modern nutida dans, som befäster och vidareutvecklar teknik och att dansa dynamiskt nyanserat och variationsrikt inom ett avancerat rörelsevokabulär med komplexa rörelsekombinationer och ett konstnärligt rörelseuttryck.",
    "code" : "DAKMOD03",
    "centralContent" : [ {
      "heading" : "Undervisningen i kursen ska behandla följande centrala innehåll:",
      "lines" : [ "Koder och konventioner som används vid träning.", "Träningsprocessens delar, dvs. förberedelse, uppvärmning, memorering av rörelser och feedback, kontinuerlig träning samt sambandet mellan den dagliga träningsprocessen och danstekniska utvecklingen.", "Reflektion över träningsprocessen och kunskapsutvecklingen.", "Problemlösande feedback.", "Fördjupning och utveckling av avancerad dansteknik i modern nutida dans.", "Fördjupning av rörelsevokabulär med rörelsekvaliteter som relaterar till tyngd, energi och flöde samt förhållandet till tid och rum med betoning på att intuitivt utforska, utveckla och förfina en nyansrik komplexitet av rörelsekvaliteter och konstnärligt rörelseuttryck inom den moderna nutida dansens formspråk.", "Fördjupat utforskande av nyansrika detaljer i kroppens rörelsemöjligheter.", "Anatomiskt funktionell gång och spring med betoning på höft-, knä- och fotled.", "Fördjupat arbete med anatomiskt funktionell placering och arbete med center.", "Konstnärligt förhållningssätt till träning.", "Fördjupad träning av uthållighet och fokusering.", "Fördjupning av dansens relation till och samspel med ljud, tystnad och olika typer av levande musik. Hur man tänjer, fraserar och använder gränserna mellan rörelseuttryckets frasering och musikens fraser, periodicitet, rytm och dynamik.", "Fördjupad träning av den spatiala förmågan i relation till kroppen, andra medverkande och rummet beroende på sammanhanget.", "Praktiskt undersökande och reflekterande arbetsmetoder.", "Begrepp som till exempel den moderna nutida dansens vokabulär." ]
    } ],
    "knowledgeRequirementParagraphs" : [ {
      "heading" : "",
      "knowledgeRequirements" : [ {
        "text" : "Eleven använder <strong>________</strong> koder och konventioner som förekommer vid den danstekniska träningen.",
        "knowledgeRequirementChoice" : {
          "E" : "Eleven använder <strong>med viss säkerhet</strong> koder och konventioner som förekommer vid den danstekniska träningen.",
          "C" : "Eleven använder <strong>med säkerhet</strong> koder och konventioner som förekommer vid den danstekniska träningen.",
          "A" : "Eleven använder <strong>med god säkerhet</strong> koder och konventioner som förekommer vid den danstekniska träningen."
        }
      }, {
        "text" : "Eleven utför träningsprocessens olika delar med <strong>________</strong> resultat.",
        "knowledgeRequirementChoice" : {
          "E" : "Eleven utför träningsprocessens olika delar med <strong>tillfredsställande</strong> resultat.",
          "C" : "Eleven utför träningsprocessens olika delar med <strong>tillfredsställande</strong> resultat.",
          "A" : "Eleven utför träningsprocessens olika delar med <strong>gott</strong> resultat."
        }
      }, {
        "text" : "I träningen <strong>________</strong> eleven med <strong>________</strong> resultat danstekniken utifrån instruktioner och feedback.",
        "knowledgeRequirementChoice" : {
          "E" : "I träningen <strong>anpassar</strong> eleven med <strong>tillfredsställande</strong> resultat danstekniken utifrån instruktioner och feedback.",
          "C" : "I träningen <strong>undersöker och utvecklar</strong> eleven med <strong>tillfredsställande</strong> resultat danstekniska <strong>detaljer</strong> utifrån instruktioner och feedback.",
          "A" : "I träningen <strong>undersöker och utvecklar</strong> eleven med <strong>gott</strong> resultat <strong>både</strong> danstekniska <strong>detaljer och helhet</strong> utifrån instruktioner och feedback."
        }
      }, {
        "text" : "Dessutom löser eleven tekniska svårigheter med <strong>________</strong> resultat och <strong>________</strong>.",
        "knowledgeRequirementChoice" : {
          "E" : "Dessutom löser eleven tekniska svårigheter med <strong>tillfredsställande</strong> resultat och <strong>följer instruktioner</strong>.",
          "C" : "Dessutom löser eleven tekniska svårigheter med <strong>tillfredsställande</strong> resultat och <strong>deltar i gemensamma lösningar som för arbetet framåt</strong>.",
          "A" : "Dessutom löser eleven tekniska svårigheter med <strong>gott</strong> resultat och <strong>tar initiativ till egna lösningar som för arbetet framåt</strong>."
        }
      }, {
        "text" : "Eleven gör även <strong>________</strong> reflektioner över den egna kunskapsutvecklingen framför allt vad gäller anatomiskt funktionell placering och arbete med center, formkänsla, skillnader i rörelsekvaliteter och relationen till musiken.",
        "knowledgeRequirementChoice" : {
          "E" : "Eleven gör även <strong>enkla</strong> reflektioner över den egna kunskapsutvecklingen framför allt vad gäller anatomiskt funktionell placering och arbete med center, formkänsla, skillnader i rörelsekvaliteter och relationen till musiken.",
          "C" : "Eleven gör även <strong>välgrundade</strong> reflektioner över den egna kunskapsutvecklingen framför allt vad gäller anatomiskt funktionell placering och arbete med center, formkänsla, skillnader i rörelsekvaliteter och relationen till musiken.",
          "A" : "Eleven gör även <strong>välgrundade och nyanserade</strong> reflektioner över den egna kunskapsutvecklingen framför allt vad gäller anatomiskt funktionell placering och arbete med center, formkänsla, skillnader i rörelsekvaliteter och relationen till musiken."
        }
      } ]
    }, {
      "heading" : "",
      "knowledgeRequirements" : [ {
        "text" : "Eleven arbetar <strong>________</strong> med handledare utifrån sina reflektioner uthålligt och fokuserat för att förbättra sin dansteknik.",
        "knowledgeRequirementChoice" : {
          "E" : "Eleven arbetar <strong>i samråd</strong> med handledare utifrån sina reflektioner uthålligt och fokuserat för att förbättra sin dansteknik.",
          "C" : "Eleven arbetar <strong>efter samråd</strong> med handledare utifrån sina reflektioner uthålligt och fokuserat för att förbättra sin dansteknik.",
          "A" : "Eleven arbetar <strong>efter samråd</strong> med handledare utifrån sina reflektioner uthålligt och fokuserat för att förbättra sin dansteknik."
        }
      } ]
    }, {
      "heading" : "",
      "knowledgeRequirements" : [ {
        "text" : "Eleven utför med <strong>________</strong> resultat rörelsevokabulär med anatomiskt funktionell placering och arbete med center samt utför med <strong>________</strong> resultat rörelsevokabulär med artikulerade rörelser och skillnader i rörelsekvaliteter.",
        "knowledgeRequirementChoice" : {
          "E" : "Eleven utför med <strong>tillfredsställande</strong> resultat rörelsevokabulär med anatomiskt funktionell placering och arbete med center samt utför med <strong>tillfredsställande</strong> resultat rörelsevokabulär med artikulerade rörelser och skillnader i rörelsekvaliteter.",
          "C" : "Eleven utför med <strong>tillfredsställande</strong> resultat rörelsevokabulär med anatomiskt funktionell placering och arbete med center samt utför med <strong>tillfredsställande</strong> resultat rörelsevokabulär med artikulerade rörelser och skillnader i rörelsekvaliteter.",
          "A" : "Eleven utför med <strong>gott</strong> resultat rörelsevokabulär med anatomiskt funktionell placering och arbete med center samt utför med <strong>gott</strong> resultat rörelsevokabulär med artikulerade rörelser och <strong>en komplexitet av nyanserade</strong> skillnader i rörelsekvaliteter."
        }
      }, {
        "text" : "Eleven visar sammantaget <strong>________</strong> resultat när det gäller formkänsla, arbete med torso och stabilitet i dansteknik inom den moderna nutida dansens formspråk.",
        "knowledgeRequirementChoice" : {
          "E" : "Eleven visar sammantaget <strong>tillfredsställande</strong> resultat när det gäller formkänsla, arbete med torso och stabilitet i dansteknik inom den moderna nutida dansens formspråk.",
          "C" : "Eleven visar sammantaget <strong>tillfredsställande</strong> resultat när det gäller formkänsla, arbete med torso samt stabilitet i dansteknik inom den moderna nutida dansens formspråk.",
          "A" : "Eleven visar sammantaget <strong>gott</strong> resultat när det gäller formkänsla, arbete med torso samt stabilitet i dansteknik inom den moderna nutida dansens formspråk."
        }
      } ]
    }, {
      "heading" : "",
      "knowledgeRequirements" : [ {
        "text" : "Eleven förhåller sig <strong>________</strong> konstnärligt till rörelsevokabulär och varierar och utvecklar rörelseuttryck efter olika krav.",
        "knowledgeRequirementChoice" : {
          "E" : "Eleven förhåller sig <strong>med viss säkerhet</strong> konstnärligt till rörelsevokabulär och varierar och utvecklar rörelseuttryck efter olika krav.",
          "C" : "Eleven förhåller sig <strong>med säkerhet</strong> konstnärligt till rörelsevokabulär och varierar, <strong>undersöker</strong> och utvecklar rörelseuttryck efter olika krav.",
          "A" : "Eleven förhåller sig <strong>med god säkerhet</strong> konstnärligt till rörelsevokabulär och varierar, <strong>undersöker</strong> och utvecklar <strong>konsekvent</strong> rörelseuttryck efter olika krav."
        }
      } ]
    }, {
      "heading" : "",
      "knowledgeRequirements" : [ {
        "text" : "Eleven tänjer, fraserar och utvecklar med <strong>________</strong> resultat dansens frasering och uttryck till musiken.",
        "knowledgeRequirementChoice" : {
          "E" : "Eleven tänjer, fraserar och utvecklar med <strong>tillfredsställande</strong> resultat dansens frasering och uttryck till musiken.",
          "C" : "Eleven tänjer, fraserar, utvecklar <strong>och undersöker</strong> med <strong>tillfredsställande</strong> resultat dansens frasering och uttryck till musiken.",
          "A" : "Eleven tänjer, fraserar, utvecklar och <strong>undersöker konsekvent</strong> med <strong>gott</strong> resultat <strong>gränserna mellan</strong> dansens frasering och uttryck till musiken."
        }
      }, {
        "text" : "Dessutom förhåller eleven spatialt med <strong>________</strong> resultat den egna kroppen till rummet, riktningar och andra medverkande samt anpassar <strong>________</strong> rörelserna till olika rumsliga krav.",
        "knowledgeRequirementChoice" : {
          "E" : "Dessutom förhåller eleven spatialt med <strong>tillfredsställande</strong> resultat den egna kroppen till rummet, riktningar och andra medverkande samt anpassar <strong>efter instruktioner</strong> rörelserna till olika rumsliga krav.",
          "C" : "Eleven förhåller spatialt med <strong>tillfredsställande</strong> resultat den egna kroppen till rummet, riktningar och andra medverkande samt <strong>läser av situationen och</strong> anpassar rörelserna <strong>intuitivt</strong> till olika rumsliga krav.",
          "A" : "Dessutom förhåller eleven spatialt med <strong>gott</strong> resultat den egna kroppen till rummet, riktningar och andra medverkande samt <strong>läser av situationen</strong> och anpassar <strong>intuitivt och konsekvent</strong> rörelserna till olika rumsliga krav."
        }
      } ]
    }, {
      "heading" : "",
      "knowledgeRequirements" : [ {
        "text" : "Eleven använder <strong>________</strong> grundläggande begrepp och vokabulär i kommunikation med andra elever och lärare.",
        "knowledgeRequirementChoice" : {
          "E" : "Eleven använder <strong>med viss säkerhet</strong> grundläggande begrepp och vokabulär i kommunikation med andra elever och lärare.",
          "C" : "Eleven använder <strong>med säkerhet</strong> grundläggand<strong>e</strong> begrepp och vokabulär i kommunikation med andra elever och lärare.",
          "A" : "Eleven använder <strong>med god säkerhet</strong> grundläggande begrepp och vokabulär i kommunikation med andra."
        }
      } ]
    }, {
      "heading" : "",
      "knowledgeRequirements" : [ {
        "text" : "När eleven samråder med handledare bedömer hon eller han <strong>________</strong> den egna förmågan och situationens krav.",
        "knowledgeRequirementChoice" : {
          "E" : "När eleven samråder med handledare bedömer hon eller han <strong>med viss säkerhet</strong> den egna förmågan och situationens krav.",
          "C" : "När eleven samråder med handledare bedömer hon eller han <strong>med säkerhet</strong> den egna förmågan och situationens krav.",
          "A" : "När eleven samråder med handledare bedömer hon eller han <strong>med god säkerhet</strong> den egna förmågan och situationens krav."
        }
      } ]
    } ],
    "point" : 200,
    "year" : null
  } ]
}