{
  "name" : "Dansgestaltning",
  "description" : "Ämnet dansgestaltning är till sin karaktär konstnärligt och behandlar gestaltning inom flera dansgenrer. Genrerna kan vara historiska eller samtida. I ämnet behandlas gestaltningsarbete utifrån dansarens och koreografens perspektiv men även utifrån publikens perspektiv.",
  "code" : "DAN",
  "designation" : "",
  "skolfsId" : "2010:172",
  "purposes" : [ {
    "type" : "PARAGRAPH",
    "heading" : "",
    "lines" : [ "Undervisningen i ämnet dansgestaltning ska syfta till att eleverna utvecklar kunskaper i gestaltningsarbete där tolkning, improvisation, komposition och scenisk kunskap bildar en bas tillsammans med relationen till publiken.", "Undervisningen ska ge eleverna möjlighet att utveckla förståelse av hur dansens rörelseuttryck och formspråk kan nyanseras och varieras utifrån olika konstnärliga idéer." ]
  }, {
    "type" : "PARAGRAPH",
    "heading" : "",
    "lines" : [ "Eleverna ska ges möjlighet att närma sig ett professionellt förhållningssätt till gestaltningsarbetet och utveckla förmåga att variera uttryck efter olika typer av dans- och musikaliska kompositioner och sammanhang." ]
  }, {
    "type" : "PARAGRAPH",
    "heading" : "",
    "lines" : [ "Eleverna ska ges möjlighet att utveckla kunskaper om och färdigheter i olika metoder när det gäller tolkning, improvisation och komposition samt hur dessa faktorer bygger på olika förhållningssätt till dans som konstnärligt uttryck." ]
  }, {
    "type" : "PARAGRAPH",
    "heading" : "",
    "lines" : [ "Undervisningen ska ge eleverna möjlighet att utveckla förmåga att samarbeta, interagera med andra och vara lyhörda inför olika sätt att förhålla sig till konstnärliga processer.", "Eleverna ska också ges möjlighet att delta i, driva, leda och utveckla konstnärliga projekt och olika former av sceniska presentationer." ]
  }, {
    "type" : "PARAGRAPH",
    "heading" : "",
    "lines" : [ "Undervisningen ska dessutom ge eleverna möjlighet att utveckla praktiska kunskaper i sceniskt arbete, hur olika konstnärliga uttryck kan samverka i ett sceniskt framförande samt kunskaper om frågor som rör etiska förhållningssätt, upphovsrätt och arbetsmiljö." ]
  }, {
    "type" : "PARAGRAPH",
    "heading" : "",
    "lines" : [ "Utforskande och reflekterande arbetsmetoder är väsentliga i ämnet och ska därför ingå i undervisningen.", "En del av den konstnärliga processen består av analys och tolkning av både egna, andra elevers och professionellas gestaltningar.", "Undervisningen ska därför ge eleverna möjlighet att analysera och tolka egna och andras gestaltningar samt använda begrepp i samband med gestaltningsarbetet." ]
  }, {
    "type" : "BULLET",
    "heading" : "Undervisningen i ämnet dansgestaltning ska ge eleverna förutsättningar att utveckla följande:",
    "lines" : [ "Förmåga att analysera, tolka och gestalta olika typer av koreografiskt material, både individuellt och i grupp. Förmåga att använda danstekniska kunskaper i gestaltning.", "Förmåga att i danssituationen improvisera, interagera med andra, associera, ta beslut, välja och förhålla sig till olika former av instruktioner.", "Förmåga att samarbeta och ta ansvar för både det egna och det gemensamma arbetet.", "Förmåga att använda kompositionsmetoder och koreografiska arbetssätt. Förmåga att skapa dans i olika konstellationer. Kunskaper om olika koreografiska förhållningssätt.", "Förmåga att ta initiativ, uttrycka idéer och omsätta dem i en konstnärlig process samt att reflektera över konstnärliga processer.", "Kunskaper om sceniskt arbete samt förmåga att kommunicera med medaktörer och publik, utifrån olika estetiska förhållningssätt.", "Förmåga att analysera, diskutera och reflektera över egna, andra elevers och professionellas gestaltningar och koreografier.", "Kunskaper om de olika yrkesrollerna dansare, danslärare, repetitör och koreograf.", "Kunskaper om etiska förhållningssätt, arbetsmiljöfrågor samt lagar och andra bestämmelser om upphovsrätt för konstnärliga processer och produktioner." ]
  } ],
  "courses" : [ {
    "name" : "Dansgestaltning 1",
    "description" : " Kursen dansgestaltning 1 omfattar punkterna 1–5 och 8–9 under rubriken Ämnets syfte, med särskild betoning på punkterna 1–2 och 4–5. ",
    "code" : "DANDAN01",
    "centralContent" : [ {
      "heading" : "Undervisningen i kursen ska behandla följande centrala innehåll:",
      "lines" : [ "Tolkning av koreografiskt material med betoning på repetitionsprocessen och på att följa koreografiska instruktioner.", "Instuderingsarbete, tolkningsarbete och gestaltningsarbete.", "Musikalisk puls, dynamik och periodicitet.", "Spatial uppfattning.", "Improvisation som rörelseteknik och metod för skapande.", "Undersökande av rörelser och skapande i nuet.", "Samarbete och interaktion med andra.", "Grundläggande kompositionsverktyg, till exempel nivåer, riktningar, dynamik, repetition och variationer, solo och grupp.", "Konstnärliga processer, både individuella och kollektiva.", "Yrkesroller och funktion hos dansare, danslärare, repetitör och koreograf.", "Etiska förhållningssätt, arbetsmiljöfrågor och lagar och andra bestämmelser om till exempel upphovsrätt." ]
    } ],
    "knowledgeRequirementParagraphs" : [ {
      "heading" : "",
      "knowledgeRequirements" : [ {
        "text" : "Eleven instuderar, memorerar och repeterar koreografiskt material med <strong>________</strong> resultat.",
        "knowledgeRequirementChoice" : {
          "E" : "Eleven instuderar, memorerar och repeterar koreografiskt material med <strong>tillfredsställande</strong> resultat.",
          "C" : "Eleven instuderar, memorerar och repeterar koreografiskt material med <strong>gott</strong> resultat.",
          "A" : "Eleven instuderar, memorerar och repeterar koreografiskt material med <strong>gott</strong> resultat."
        }
      }, {
        "text" : "Dessutom utför eleven <strong>________</strong> gestaltningen på ett tillfredsställande sätt.",
        "knowledgeRequirementChoice" : {
          "E" : "Dessutom utför eleven <strong>i huvudsak</strong> gestaltningen på ett tillfredsställande sätt.",
          "C" : "Dessutom utför eleven gestaltningen på ett tillfredsställande sätt.",
          "A" : "Dessutom utför eleven gestaltningen på ett tillfredsställande sätt."
        }
      }, {
        "text" : "I gestaltningen uttrycker eleven musikens puls och håller spatialt sin plats i rummet.",
        "knowledgeRequirementChoice" : {
          "E" : "I gestaltningen uttrycker eleven musikens puls och håller spatialt sin plats i rummet.",
          "C" : "I gestaltningen uttrycker eleven musikens puls, <strong>provar olika dynamik inom koreografins formspråk samt</strong> håller spatialt sin plats i rummet.",
          "A" : "I gestaltningen uttrycker eleven musikens puls, <strong>tolkar det koreografiska materialet, <strong>varierar rörelsens dynamik och rörelsekvaliteter inom koreografins formspråk, anpassar gestaltningen till musikens dynamik</strong> samt</strong> håller spatialt sin plats <strong>och förhåller sig till de andra</strong> i rummet."
        }
      } ]
    }, {
      "heading" : "",
      "knowledgeRequirements" : [ {
        "text" : "Eleven improviserar <strong>________</strong> utifrån olika instruktioner och visar hur hon eller han uppfattar instruktionerna genom att skapa rörelser.",
        "knowledgeRequirementChoice" : {
          "E" : "Eleven improviserar <strong>med viss säkerhet </strong>utifrån olika instruktioner och visar hur hon eller han uppfattar instruktionerna genom att skapa rörelser.",
          "C" : "Eleven improviserar <strong>med viss säkerhet</strong> utifrån olika instruktioner och visar hur hon eller han uppfattar instruktionerna genom att <strong>undersöka och</strong> skapa rörelser <strong>med olika kvaliteter</strong>.",
          "A" : "Eleven improviserar <strong>med säkerhet</strong> utifrån olika instruktioner och visar hur hon eller han uppfattar instruktionerna genom att <strong>kontinuerligt associera, undersöka och</strong> skapa rörelser <strong>med olika kvaliteter</strong>."
        }
      }, {
        "text" : "I improvisationssituationen använder eleven <strong>________</strong> impulser från andra dansare.",
        "knowledgeRequirementChoice" : {
          "E" : "I improvisationssituationen använder eleven <strong>med viss säkerhet</strong> impulser från andra dansare.",
          "C" : "I improvisationssituationen använder eleven <strong>med viss säkerhet</strong> impulser från andra dansare <strong>och svarar genom att både leda och följa</strong>.",
          "A" : "I improvisationssituationen använder eleven <strong>med säkerhet</strong> impulser från andra dansare <strong>och svarar genom att både leda och följa <strong>samt tar initiativ som leder improvisationen vidare</strong></strong>."
        }
      } ]
    }, {
      "heading" : "",
      "knowledgeRequirements" : [ {
        "text" : "Eleven samarbetar <strong>________</strong> med andra och tar ansvar för det egna och gemensamma arbetet genom att följa instruktioner.",
        "knowledgeRequirementChoice" : {
          "E" : "Eleven samarbetar <strong>med viss säkerhet</strong> med andra och tar ansvar för det egna och gemensamma arbetet genom att följa instruktioner.",
          "C" : "Eleven samarbetar <strong>med viss säkerhet</strong> med andra och tar ansvar för det egna och gemensamma arbetet genom att följa instruktioner <strong>och förhålla sig till dem och till andra i rummet</strong>.",
          "A" : "Eleven samarbetar <strong>med säkerhet</strong> med andra och tar ansvar för det egna och gemensamma arbetet genom att följa instruktioner <strong>och förhålla sig till dem och till andra i rummet</strong>."
        }
      } ]
    }, {
      "heading" : "",
      "knowledgeRequirements" : [ {
        "text" : "Eleven använder <strong>________</strong> grundläggande kompositionsverktyg och visar i <strong>________</strong> kompositionsuppgifter hur hon eller han kan tillämpa dem utifrån <strong>________</strong> teman.",
        "knowledgeRequirementChoice" : {
          "E" : "Eleven använder <strong>med viss säkerhet</strong> grundläggande kompositionsverktyg och visar i <strong>ett fåtal</strong> kompositionsuppgifter hur hon eller han kan tillämpa dem utifrån <strong>enskilda</strong> teman.",
          "C" : "Eleven använder <strong>med viss säkerhet</strong> grundläggande kompositionsverktyg och visar i <strong>några</strong> kompositionsuppgifter hur hon eller han kan tillämpa dem utifrån <strong>flera</strong> teman.",
          "A" : "Eleven använder <strong>med säkerhet</strong> grundläggande kompositionsmetoder och visar i <strong>flera</strong> kompositionsuppgifter hur hon eller han kan tillämpa dem <strong>på ett kreativt sätt</strong> utifrån <strong>flera</strong> teman."
        }
      } ]
    }, {
      "heading" : "",
      "knowledgeRequirements" : [ {
        "text" : "Eleven uttrycker sig <strong>________</strong> i konstnärliga gestaltande processer där gemensam tolkning, improvisation och komposition ingår.",
        "knowledgeRequirementChoice" : {
          "E" : "Eleven uttrycker sig <strong>med viss säkerhet</strong> i konstnärliga gestaltande processer där gemensam tolkning, improvisation och komposition ingår.",
          "C" : "Eleven uttrycker sig <strong>med viss säkerhet</strong> i konstnärliga gestaltande processer där gemensam tolkning, improvisation och komposition ingår <strong>samt tar initiativ till egna lösningar som för arbetet framåt</strong>.",
          "A" : "Eleven uttrycker sig <strong>med säkerhet</strong> i konstnärliga gestaltande processer där gemensam tolkning, improvisation och komposition ingår <strong>samt presenterar idéer och tar initiativ till egna lösningar som för arbetet framåt</strong>."
        }
      } ]
    }, {
      "heading" : "",
      "knowledgeRequirements" : [ {
        "text" : "Eleven diskuterar <strong>________</strong> funktionen hos och relationen mellan de olika yrkesrollerna dansare, danslärare, repetitör och koreograf.",
        "knowledgeRequirementChoice" : {
          "E" : "Eleven diskuterar <strong>översiktligt</strong> funktionen hos och relationen mellan de olika yrkesrollerna dansare, danslärare, repetitör och koreograf.",
          "C" : "Eleven diskuterar <strong>utförligt</strong> funktionen hos och relationen mellan de olika yrkesrollerna dansare, danslärare, repetitör och koreograf.",
          "A" : "Eleven diskuterar <strong>utförligt och nyanserat</strong> funktionen hos och relationen mellan de olika yrkesrollerna dansare, danslärare, repetitör och koreograf."
        }
      }, {
        "text" : "Dessutom redogör eleven <strong>________</strong> för etiska förhållningssätt, arbetsmiljöfrågor och lagar och andra bestämmelser om upphovsrätt.",
        "knowledgeRequirementChoice" : {
          "E" : "Dessutom redogör eleven <strong>översiktligt</strong> för etiska förhållningssätt, arbetsmiljöfrågor och lagar och andra bestämmelser om upphovsrätt.",
          "C" : "Dessutom redogör eleven <strong>utförligt</strong> för etiska förhållningssätt, arbetsmiljöfrågor och lagar och andra bestämmelser om upphovsrätt.",
          "A" : "Dessutom redogör eleven <strong>utförligt och nyanserat</strong> för etiska förhållningssätt, arbetsmiljöfrågor och lagar och andra bestämmelser om upphovsrätt."
        }
      } ]
    } ],
    "point" : 100,
    "year" : null
  }, {
    "name" : "Dansgestaltning 2",
    "description" : " Kursen dansgestaltning 2 omfattar punkterna 1–7 under rubriken Ämnets syfte, med särskild betoning på punkterna 1–5. ",
    "code" : "DANDAN02",
    "centralContent" : [ {
      "heading" : "Undervisningen i kursen ska behandla följande centrala innehåll:",
      "lines" : [ "Tolkning av koreografiskt material, tolknings- och gestaltningsarbete med betoning på resultat och framförande.", "Improvisation som rörelseteknik och metod för skapande.", "Undersökande av rörelser och skapande i nuet.", "Samarbete och interaktion med andra, ansvarstagande för både eget och gemensamt arbete.", "Skapande i olika konstellationer, med olika kompositionsmetoder och med olika koreografiska arbetssätt.", "Deltagande i och reflektion över konstnärliga processer, både individuella och kollektiva, samt lyhördhet i konstnärligt arbete.", "Praktisk sceniskt arbete och sceniska framföranden.", "Begrepp, till exempel uttryck och närvaro, och metoder för att analysera, diskutera och reflektera över arbetsprocessen, den egna arbetsinsatsen och resultatet." ]
    } ],
    "knowledgeRequirementParagraphs" : [ {
      "heading" : "",
      "knowledgeRequirements" : [ {
        "text" : "Eleven instuderar, memorerar och repeterar koreografiskt material med <strong>________</strong> resultat samt använder med <strong>________</strong> resultat sin dansteknik i gestaltningsarbetet.",
        "knowledgeRequirementChoice" : {
          "E" : "Eleven instuderar, memorerar och repeterar koreografiskt material med <strong>tillfredsställande</strong> resultat samt använder med <strong>tillfredsställande</strong> resultat sin dansteknik i gestaltningsarbetet.",
          "C" : "Eleven instuderar, memorerar och repeterar koreografiskt material med <strong>gott</strong> resultat samt använder med <strong>gott</strong> resultat sin dansteknik i gestaltningsarbetet. <strong>Detta gör eleven i olika gestaltningar</strong>.",
          "A" : "Eleven instuderar, memorerar och repeterar koreografiskt material med <strong>gott</strong> resultat samt använder med <strong>gott</strong> resultat sin dansteknik i gestaltningsarbetet. <strong>Detta gör eleven i olika gestaltningar</strong>. <strong>Under instuderingsarbetet löser eleven svårigheter genom att pröva olika lösningar</strong>."
        }
      }, {
        "text" : "I gestaltningen utför eleven rörelserna rätt och använder korrekt dynamik inom koreografins formspråk.",
        "knowledgeRequirementChoice" : {
          "E" : "I gestaltningen utför eleven rörelserna rätt och använder korrekt dynamik inom koreografins formspråk.",
          "C" : "I gestaltningarna utför eleven rörelserna rätt och använder korrekt dynamik inom koreografins formspråk <strong>samt varierar rörelseuttrycket på ett personligt sätt</strong>.",
          "A" : "I gestaltningarna <strong>använder</strong> eleven <strong>ett korrekt formspråk</strong>, utför rörelserna rätt och använder korrekt dynamik inom koreografins formspråk <strong>samt varierar rörelseuttrycket på ett personligt sätt</strong>."
        }
      }, {
        "text" : "Dessutom uttrycker eleven musikens puls och håller spatialt sin plats i rummet.",
        "knowledgeRequirementChoice" : {
          "E" : "Dessutom uttrycker eleven musikens puls och håller spatialt sin plats i rummet.",
          "C" : "Dessutom uttrycker eleven musikens puls och håller spatialt sin plats <strong>och förhåller sig till andra personer</strong> i rummet.",
          "A" : "Dessutom uttrycker eleven musikens puls <strong>och periodicitet</strong> och håller spatialt sin plats <strong>och förhåller sig till andra personer</strong> i rummet."
        }
      } ]
    }, {
      "heading" : "",
      "knowledgeRequirements" : [ {
        "text" : "Eleven improviserar <strong>________</strong> utifrån olika instruktioner och visar hur hon eller han uppfattar instruktionerna genom att associera, prova och skapa rörelser med olika kvaliteter.",
        "knowledgeRequirementChoice" : {
          "E" : "Eleven improviserar <strong>med viss säkerhet</strong> utifrån olika instruktioner och visar hur hon eller han uppfattar instruktionerna genom att associera, prova och skapa rörelser med olika kvaliteter.",
          "C" : "Eleven improviserar <strong>med säkerhet</strong> utifrån olika instruktioner och visar hur hon eller han uppfattar instruktionerna genom att associera, prova och skapa rörelser med olika kvaliteter.",
          "A" : "Eleven improviserar <strong>med säkerhet</strong> utifrån olika instruktioner och visar <strong>på ett kreativt sätt</strong> hur hon eller han uppfattar instruktionerna genom att associera, prova och skapa, <strong>undersöka och fördjupa variationen av</strong> rörelser med olika kvaliteter."
        }
      }, {
        "text" : "I improvisationssituationen använder eleven <strong>________</strong> impulser från andra dansare och svarar genom att <strong>________</strong> följa.",
        "knowledgeRequirementChoice" : {
          "E" : "I improvisationssituationen använder eleven <strong>med viss säkerhet</strong> impulser från andra dansare och svarar genom att <strong>huvudsakligen</strong> följa.",
          "C" : "I improvisationssituationen använder eleven <strong>med säkerhet</strong> impulser från andra dansare och svarar genom att <strong>både leda och</strong> följa.",
          "A" : "I improvisationssituationen använder eleven <strong>med säkerhet</strong> impulser från andra dansare och svarar genom att <strong>både leda och</strong> följa <strong>samt tar initiativ till rörelser som leder improvisationen vidare</strong>."
        }
      } ]
    }, {
      "heading" : "",
      "knowledgeRequirements" : [ {
        "text" : "Eleven samarbetar <strong>________</strong> med andra och tar ansvar för det egna och gemensamma arbetet genom att följa instruktioner och förhålla sig till dem och andra i rummet.",
        "knowledgeRequirementChoice" : {
          "E" : "Eleven samarbetar <strong>med viss säkerhet</strong> med andra och tar ansvar för det egna och gemensamma arbetet genom att följa instruktioner och förhålla sig till dem och andra i rummet.",
          "C" : "Eleven samarbetar <strong>med säkerhet</strong> med andra och tar ansvar för det egna och gemensamma arbetet genom att följa instruktioner och förhålla sig till dem och andra i rummet.",
          "A" : "Eleven samarbetar <strong>med säkerhet</strong> med andra och tar ansvar för det egna och gemensamma arbetet genom att följa instruktioner, <strong>undersöka</strong> och förhålla sig till dem och andra i rummet."
        }
      } ]
    }, {
      "heading" : "",
      "knowledgeRequirements" : [ {
        "text" : "Eleven använder <strong>________</strong> grundläggande kompositionsmetoder och visar i <strong>________</strong> kompositionsuppgifter och konstellationer hur hon eller han kan tillämpa dem utifrån <strong>________</strong> teman.",
        "knowledgeRequirementChoice" : {
          "E" : "Eleven använder <strong>med viss säkerhet</strong> grundläggande kompositionsmetoder och visar i <strong>några</strong> kompositionsuppgifter och konstellationer hur hon eller han kan tillämpa dem utifrån <strong>flera</strong> teman.",
          "C" : "Eleven använder <strong>med viss säkerhet</strong> grundläggande kompositionsmetoder och visar i <strong>flera</strong> kompositionsuppgifter och konstellationer hur hon eller han kan tillämpa dem <strong>kreativt</strong> utifrån <strong>flera</strong> teman.",
          "A" : "Eleven använder <strong>med säkerhet</strong> grundläggande kompositionsmetoder och visar i <strong>flera</strong> kompositionsuppgifter och konstellationer hur hon eller han kan tillämpa dem <strong>kreativt och konsekvent</strong> utifrån <strong>flera</strong> teman <strong>i ett utforskande arbete</strong>."
        }
      } ]
    }, {
      "heading" : "",
      "knowledgeRequirements" : [ {
        "text" : "Eleven samarbetar <strong>________</strong> med andra i konstnärliga processer där tolkning, improvisation och komposition ingår.",
        "knowledgeRequirementChoice" : {
          "E" : "Eleven samarbetar <strong>med viss säkerhet</strong> med andra i konstnärliga processer där tolkning, improvisation och komposition ingår.",
          "C" : "Eleven samarbetar <strong>med viss säkerhet</strong> med andra i konstnärliga processer där tolkning, improvisation och komposition ingår.",
          "A" : "Eleven samarbetar <strong>med säkerhet</strong> med andra i konstnärliga processer där tolkning, improvisation och komposition ingår."
        }
      }, {
        "text" : "I arbetet är eleven delaktig i lösningar som gemensamt för arbetet framåt och samverkar <strong>________</strong> i gemensamt gestaltningsarbete.",
        "knowledgeRequirementChoice" : {
          "E" : "I arbetet är eleven delaktig i lösningar som gemensamt för arbetet framåt och samverkar <strong>med viss säkerhet</strong> i gemensamt gestaltningsarbete.",
          "C" : "I arbetet är eleven delaktig i <strong>och tar initiativ till</strong> lösningar som gemensamt för arbetet framåt och samverkar <strong>med viss säkerhet</strong> i gemensamt gestaltningsarbete.",
          "A" : "I arbetet <strong>presenterar</strong> eleven <strong>idéer</strong>, är delaktig i <strong>och tar initiativ till</strong> lösningar som gemensamt för arbetet framåt och samverkar <strong>med säkerhet</strong> i gemensamt gestaltningsarbete."
        }
      } ]
    }, {
      "heading" : "",
      "knowledgeRequirements" : [ {
        "text" : "Eleven framför <strong>________</strong> det koreografiska materialet vid olika presentationer och sceniska framföranden.",
        "knowledgeRequirementChoice" : {
          "E" : "Eleven framför <strong>med viss säkerhet</strong> det koreografiska materialet vid olika presentationer och sceniska framföranden.",
          "C" : "Eleven framför <strong>med viss säkerhet</strong> det koreografiska materialet vid olika presentationer och sceniska framföranden <strong>samt kommunicerar med viss säkerhet med publiken</strong>.",
          "A" : "Eleven framför <strong>med säkerhet</strong> det koreografiska materialet vid olika presentationer och sceniska framföranden <strong>samt kommunicerar med säkerhet med publiken</strong>."
        }
      }, {
        "text" : "Dessutom gör eleven <strong>________</strong> reflektioner över arbetsprocessen, den egna arbetsinsatsen och resultatet.",
        "knowledgeRequirementChoice" : {
          "E" : "Dessutom gör eleven <strong>enkla</strong> reflektioner över arbetsprocessen, den egna arbetsinsatsen och resultatet.",
          "C" : "Dessutom gör eleven <strong>välgrundade</strong> reflektioner över arbetsprocessen, den egna arbetsinsatsen och resultatet.",
          "A" : "Dessutom gör eleven <strong>välgrundade och nyanserade</strong> reflektioner över arbetsprocessen, den egna arbetsinsatsen och resultatet."
        }
      }, {
        "text" : "I sin reflektion använder eleven <strong>________</strong> adekvata begrepp.",
        "knowledgeRequirementChoice" : {
          "E" : "I sin reflektion använder eleven <strong>med viss säkerhet</strong> adekvata begrepp.",
          "C" : "I sin reflektion <strong>resonerar eleven om alternativa resultat av det gestaltande arbetet</strong> samt använder <strong>med viss säkerhet</strong> adekvata begrepp.",
          "A" : "I sin reflektion <strong>resonerar eleven om alternativa resultat av det gestaltande arbetet</strong> samt använder <strong>med säkerhet</strong> adekvata begrepp."
        }
      } ]
    } ],
    "point" : 100,
    "year" : null
  }, {
    "name" : "Dansimprovisation",
    "description" : " Kursen dansimprovisation omfattar punkterna 2–3 och 5 under rubriken Ämnets syfte. ",
    "code" : "DANDAS0",
    "centralContent" : [ {
      "heading" : "Undervisningen i kursen ska behandla följande centrala innehåll:",
      "lines" : [ "Undersökande förhållningssätt till rörelser och skapande i nuet.", "Improvisation utifrån olika instruktioner, där impulser kan komma från den egna eller andras kroppar, rekvisita, text, rum eller musik.", "Improvisation med betoning på dynamiska kvaliteter, till exemepel energi, flöde och tyngd.", "Kontaktimprovisation.", "Samarbete och interaktion med andra genom att följa, leda samt ge och ta impulser.", "Konstnärliga processer, både individuella och kollektiva.", "Begrepp och metoder för reflektioner över processen." ]
    } ],
    "knowledgeRequirementParagraphs" : [ {
      "heading" : "",
      "knowledgeRequirements" : [ {
        "text" : "Eleven improviserar <strong>________</strong> utifrån olika instruktioner, både individuellt och i grupp, och visar hur hon eller han uppfattar instruktionerna genom att associera och skapa rörelser.",
        "knowledgeRequirementChoice" : {
          "E" : "Eleven improviserar <strong>med viss säkerhet</strong> utifrån olika instruktioner, både individuellt och i grupp, och visar hur hon eller han uppfattar instruktionerna genom att associera och skapa rörelser.",
          "C" : "Eleven improviserar <strong>med viss säkerhet</strong> utifrån olika instruktioner, både individuellt och i grupp, och visar hur hon eller han uppfattar instruktionerna genom att associera, <strong>undersöka</strong> och skapa rörelser.",
          "A" : "Eleven improviserar <strong>med säkerhet</strong> utifrån olika instruktioner, både individuellt och i grupp, och visar hur hon eller han uppfattar instruktionerna genom att associera, <strong>undersöka</strong> och skapa rörelser <strong>samt fördjupa variationen av rörelser</strong>."
        }
      }, {
        "text" : "I improvisationssituationen använder eleven <strong>________</strong> impulser från andra dansare genom att <strong>________</strong>.",
        "knowledgeRequirementChoice" : {
          "E" : "I improvisationssituationen använder eleven <strong>med viss säkerhet</strong> impulser från andra dansare genom att <strong>huvudsakligen följa</strong>.",
          "C" : "I improvisationssituationen använder eleven <strong>med viss säkerhet</strong> impulser från andra dansare genom att följa <strong>och svara genom att ge nya impulser</strong>.",
          "A" : "I improvisationssituationen använder eleven <strong>med säkerhet</strong> impulser från andra dansare genom att följa <strong>och svara genom att ge nya impulser</strong>."
        }
      }, {
        "text" : "Dessutom associerar och skapar eleven <strong>________</strong> rörelser i relation till rekvisita, rum, text eller musik.",
        "knowledgeRequirementChoice" : {
          "E" : "Dessutom associerar och skapar eleven <strong>med viss säkerhet</strong> rörelser i relation till rekvisita, rum, text eller musik.",
          "C" : "Dessutom associerar och skapar eleven <strong>med viss säkerhet</strong> rörelser i relation till rekvisita, rum, text eller musik <strong>för att utveckla improvisationsarbetet</strong>.",
          "A" : "Dessutom associerar och skapar eleven <strong>med säkerhet</strong> rörelser i relation till rekvisita, rum, text eller musik <strong>för att utveckla improvisationsarbetet</strong>."
        }
      } ]
    }, {
      "heading" : "",
      "knowledgeRequirements" : [ {
        "text" : "Eleven improviserar med <strong>________</strong>, flöde och tyngd och använder sig <strong>________</strong> vid kontaktimprovisation av andras tyngd.",
        "knowledgeRequirementChoice" : {
          "E" : "Eleven improviserar med <strong>dynamik</strong>, flöde och tyngd och använder sig <strong>med viss säkerhet</strong> vid kontaktimprovisation av andras tyngd.",
          "C" : "Eleven improviserar med <strong>olika dynamiska kvaliteter</strong>, flöde och tyngd och använder sig <strong>med viss säkerhet</strong> vid kontaktimprovisation <strong>både</strong> av andras tyngd <strong>och egen tyngd åt andra</strong>.",
          "A" : "Eleven improviserar med <strong>rik variation olika dynamiska kvaliteter</strong>, flöde och tyngd och använder sig <strong>med säkerhet</strong> vid kontaktimprovisation <strong>både</strong> av andras tyngd <strong>och av egen tyngd åt andra</strong>."
        }
      } ]
    }, {
      "heading" : "",
      "knowledgeRequirements" : [ {
        "text" : "Eleven interagerar <strong>________</strong> med andra i improvisationssituationer och tar ansvar för det egna och det gemensamma arbetet genom att följa instruktioner.",
        "knowledgeRequirementChoice" : {
          "E" : "Eleven interagerar <strong>med viss säkerhet</strong> med andra i improvisationssituationer och tar ansvar för det egna och det gemensamma arbetet genom att följa instruktioner.",
          "C" : "Eleven interagerar <strong>med viss säkerhet</strong> med andra i improvisationssituationer och tar ansvar för det egna och det gemensamma arbetet genom att följa instruktioner <strong>och impulser samt i stunden ta initiativ till hur improvisationen ska ledas vidare</strong>.",
          "A" : "Eleven interagerar <strong>med säkerhet</strong> med andra i improvisationssituationer och tar ansvar för det egna och det gemensamma arbetet genom att <strong>kreativt</strong> följa instruktioner <strong>och impulser samt i stunden ta initiativ till hur improvisationen ska ledas vidare</strong>."
        }
      } ]
    }, {
      "heading" : "",
      "knowledgeRequirements" : [ {
        "text" : "Eleven medverkar i den konstnärliga process som improvisation utgör genom att <strong>________</strong> utforska <strong>________</strong>.",
        "knowledgeRequirementChoice" : {
          "E" : "Eleven medverkar i den konstnärliga process som improvisation utgör genom att <strong>med viss säkerhet</strong> utforska <strong>rörelser</strong>.",
          "C" : "Eleven medverkar i den konstnärliga process som improvisation utgör genom att <strong>med viss säkerhet</strong> utforska <strong>rörelsevokabulär och rörelsekvaliteter</strong>.",
          "A" : "Eleven medverkar i den konstnärliga process som improvisation utgör genom att <strong>med säkerhet</strong> utforska <strong>rörelsevokabulär och rörelsekvaliteter samtidigt som hon eller han fördjupar improvisationen genom att stanna kvar i rörelsen</strong>."
        }
      }, {
        "text" : "Eleven gör en <strong>________</strong> reflektion och diskuterar <strong>________</strong> vad som hänt under processen.",
        "knowledgeRequirementChoice" : {
          "E" : "Eleven gör en <strong>enkel</strong> reflektion och diskuterar <strong>översiktligt</strong> vad som hänt under processen.",
          "C" : "Eleven gör en <strong>välgrundad</strong> reflektion och diskuterar <strong>utförligt</strong> vad som hänt under processen.",
          "A" : "Eleven gör en <strong>välgrundad och nyanserad</strong> reflektion och diskuterar <strong>utförligt och nyanserat</strong> vad som hänt under processen."
        }
      } ]
    } ],
    "point" : 100,
    "year" : null
  }, {
    "name" : "Dansimprovisation och komposition",
    "description" : "Kursen dansimprovisation och komposition omfattar punkterna 2–5 och 7 under rubriken Ämnets syfte.",
    "code" : "DANDAI0",
    "centralContent" : [ {
      "heading" : "Undervisningen i kursen ska behandla följande centrala innehåll:",
      "lines" : [ "Improvisation utifrån olika instruktioner, både individuellt och i grupp, där impulser kan komma från den egna kroppen eller andras kroppar, rekvisita, text, rum eller musik.", "Samarbete och interaktion med andra genom att både följa, leda, ge och ta impulser.", "Olika kompositionsmetoder och koreografiska arbetssätt samt framförande av kompositioner.", "Konstnärliga processer, både individuella och kollektiva.", "Begrepp och metoder för reflektioner över den konstnärliga processen och kompositionsmaterialet." ]
    } ],
    "knowledgeRequirementParagraphs" : [ {
      "heading" : "",
      "knowledgeRequirements" : [ {
        "text" : "Eleven improviserar <strong>________</strong> utifrån olika instruktioner, både individuellt och i grupp, och visar hur hon eller han uppfattar instruktionerna genom att associera och skapa rörelser.",
        "knowledgeRequirementChoice" : {
          "E" : "Eleven improviserar <strong>med viss säkerhet</strong> utifrån olika instruktioner, både individuellt och i grupp, och visar hur hon eller han uppfattar instruktionerna genom att associera och skapa rörelser.",
          "C" : "Eleven improviserar <strong>med viss säkerhet</strong> utifrån olika instruktioner, både individuellt och i grupp, och visar hur hon eller han uppfattar instruktionerna genom att associera och skapa rörelser <strong>med olika kvaliteter</strong>.",
          "A" : "Eleven improviserar <strong>med säkerhet</strong> utifrån olika instruktioner, både individuellt och i grupp, och visar hur hon eller han uppfattar instruktionerna genom att associera, skapa, <strong>undersöka och fördjupa variationen av komplexa</strong> rörelser <strong>med olika dynamiska kvaliteter</strong>."
        }
      }, {
        "text" : "I improvisationssituationen använder eleven <strong>________</strong> impulser från andras kroppar genom att <strong>________</strong>.",
        "knowledgeRequirementChoice" : {
          "E" : "I improvisationssituationen använder eleven <strong>med viss säkerhet</strong> impulser från andras kroppar genom att <strong>huvudsakligen följa</strong>.",
          "C" : "I improvisationssituationen använder eleven <strong>med viss säkerhet</strong> impulser från andras kroppar genom att <strong>följa och leda</strong>.",
          "A" : "I improvisationssituationen använder eleven <strong>med säkerhet</strong> impulser från andras kroppar genom att <strong>variera mellan olika positioner av att ge och ta impulser som leder vidare</strong>."
        }
      }, {
        "text" : "Dessutom associerar och skapar eleven <strong>________</strong> rörelser i relation till rekvisita, rum, text eller musik.",
        "knowledgeRequirementChoice" : {
          "E" : "Dessutom associerar och skapar eleven <strong>med viss säkerhet</strong> rörelser i relation till rekvisita, rum, text eller musik.",
          "C" : "Dessutom associerar och skapar eleven <strong>med viss säkerhet</strong> rörelser i relation till rekvisita, rum, text eller musik.",
          "A" : "Dessutom associerar och skapar eleven <strong>med säkerhet</strong> rörelser i relation till rekvisita, rum, text eller musik."
        }
      } ]
    }, {
      "heading" : "",
      "knowledgeRequirements" : [ {
        "text" : "Eleven samarbetar <strong>________</strong> med andra genom att <strong>________</strong> följa impulser.",
        "knowledgeRequirementChoice" : {
          "E" : "Eleven samarbetar <strong>med viss säkerhet</strong> med andra genom att <strong>huvudsakligen</strong> följa impulser.",
          "C" : "Eleven samarbetar <strong>med viss säkerhet</strong> med andra genom att <strong>både initiera och</strong> följa impulser.",
          "A" : "Eleven samarbetar <strong>med säkerhet</strong> med andra genom att <strong>både initiera och</strong> följa impulser <strong>samt genom att förhålla sig till andra i rummet</strong>."
        }
      } ]
    }, {
      "heading" : "",
      "knowledgeRequirements" : [ {
        "text" : "Eleven använder <strong>________</strong> grundläggande kompositionsverktyg och visar i <strong>________</strong> kompositionsuppgifter med <strong>________</strong> resultat några av de principer som kompositionerna <strong>________</strong>.",
        "knowledgeRequirementChoice" : {
          "E" : "Eleven använder <strong>med viss säkerhet</strong> grundläggande kompositionsverktyg och visar i <strong>några</strong> kompositionsuppgifter med <strong>tillfredsställande</strong> resultat några av de principer som kompositionerna <strong>utgår ifrån</strong>.",
          "C" : "Eleven använder <strong>med viss säkerhet</strong> grundläggande kompositionsverktyg och visar i <strong>flera</strong> kompositionsuppgifter med <strong>tillfredsställande</strong> resultat några av de principer som <strong>hon eller han undersöker och utvecklar i</strong> kompositionerna.",
          "A" : "Eleven använder <strong>med säkerhet</strong> grundläggande kompositionsmetoder och visar i <strong>flera</strong> kompositionsuppgifter med <strong>gott</strong> resultat några av de principer som <strong>hon eller han undersöker, utvecklar och konsekvent fullföljer i</strong> kompositionerna."
        }
      } ]
    }, {
      "heading" : "",
      "knowledgeRequirements" : [ {
        "text" : "Eleven samarbetar <strong>________</strong> med andra i konstnärliga gestaltande processer.",
        "knowledgeRequirementChoice" : {
          "E" : "Eleven samarbetar <strong>med viss säkerhet</strong> med andra i konstnärliga gestaltande processer.",
          "C" : "Eleven samarbetar <strong>med viss säkerhet</strong> med andra i konstnärliga gestaltande processer.",
          "A" : "Eleven samarbetar <strong>med säkerhet</strong> med andra i konstnärliga gestaltande processer."
        }
      }, {
        "text" : "I arbetet är eleven delaktig i genomförandet av lösningar som gemensamt för arbetet framåt.",
        "knowledgeRequirementChoice" : {
          "E" : "I arbetet är eleven delaktig i genomförandet av lösningar som gemensamt för arbetet framåt.",
          "C" : "I arbetet är eleven <strong>både</strong> delaktig i genomförandet av lösningar som gemensamt för arbetet framåt <strong>samt tar initiativ till egna lösningar</strong>.",
          "A" : "I arbetet <strong>presenterar</strong> eleven <strong>idéer</strong> och är <strong>både</strong> delaktig i genomförandet av lösningar som gemensamt för arbetet framåt <strong>samt tar initiativ till egna lösningar</strong>."
        }
      }, {
        "text" : "Dessutom genomför eleven <strong>________</strong> med handledare individuella arbeten.",
        "knowledgeRequirementChoice" : {
          "E" : "Dessutom genomför eleven <strong>i samråd</strong> med handledare individuella arbeten.",
          "C" : "Dessutom genomför eleven <strong>efter samråd</strong> med handledare individuella arbeten.",
          "A" : "Dessutom genomför eleven <strong>efter samråd</strong> med handledare individuella arbeten."
        }
      } ]
    }, {
      "heading" : "",
      "knowledgeRequirements" : [ {
        "text" : "Eleven framför <strong>________</strong> några egna kompositioner och redogör <strong>________</strong> för sina val av kompositionsprinciper samt utvärderar med <strong>________</strong> omdömen arbetsprocessen, den egna arbetsinsatsen och resultatet.",
        "knowledgeRequirementChoice" : {
          "E" : "Eleven framför <strong>med viss säkerhet</strong> några egna kompositioner och redogör <strong>översiktligt</strong> för sina val av kompositionsprinciper samt utvärderar med <strong>enkla</strong> omdömen arbetsprocessen, den egna arbetsinsatsen och resultatet.",
          "C" : "Eleven framför <strong>med viss säkerhet</strong> några egna kompositioner och redogör <strong>utförligt</strong> för sina val av kompositionsprinciper samt utvärderar med <strong>nyanserade</strong> omdömen arbetsprocessen, den egna arbetsinsatsen och resultatet.",
          "A" : "Eleven framför <strong>med säkerhet</strong> några egna kompositioner och redogör <strong>utförligt och nyanserat</strong> för sina val av kompositionsprinciper samt utvärderar med <strong>nyanserade</strong> omdömen arbetsprocessen, den egna arbetsinsatsen och resultatet <strong>samt ger förslag på hur både process och resultat kan förbättras</strong>."
        }
      }, {
        "text" : "Eleven gör dessutom en <strong>________</strong> reflektion över processen och resultatet och värderar med <strong>________</strong> omdömen andras kompositioner.",
        "knowledgeRequirementChoice" : {
          "E" : "Eleven gör dessutom en <strong>enkel</strong> reflektion över processen och resultatet och värderar med <strong>enkla</strong> omdömen andras kompositioner.",
          "C" : "Eleven gör en <strong>välgrundad</strong> reflektion över processen och resultatet och värderar med <strong>nyanserade</strong> omdömen andras kompositioner.",
          "A" : "Eleven gör en <strong>välgrundad och nyanserad</strong> reflektion över processen och resultatet och värderar med <strong>nyanserade</strong> omdömen andras kompositioner."
        }
      } ]
    }, {
      "heading" : "",
      "knowledgeRequirements" : [ {
        "text" : "När eleven samråder med handledare bedömer hon eller han <strong>________</strong> den egna förmågan och situationens krav.",
        "knowledgeRequirementChoice" : {
          "E" : "När eleven samråder med handledare bedömer hon eller han <strong>med viss säkerhet</strong> den egna förmågan och situationens krav.",
          "C" : "När eleven samråder med handledare bedömer hon eller han <strong>med viss säkerhet</strong> den egna förmågan och situationens krav.",
          "A" : "När eleven samråder med handledare bedömer hon eller han <strong>med säkerhet</strong> den egna förmågan och situationens krav."
        }
      } ]
    } ],
    "point" : 100,
    "year" : null
  }, {
    "name" : "Koreografi",
    "description" : " Kursen koreografi omfattar punkterna 3–7 under rubriken Ämnets syfte, med särskild betoning på punkterna 4–5. ",
    "code" : "DANKOO0",
    "centralContent" : [ {
      "heading" : "Undervisningen i kursen ska behandla följande centrala innehåll:",
      "lines" : [ "Samarbete och interaktion med andra.", "Olika kompositionsmetoder och koreografiska förhållningssätt till tyngd, flöde, tid, rum, musik, variation eller stämning.", "Olika kompositionsmetoder och koreografiska förhållningssätt och deras relation till estetiska, sociala och kulturella kontexter samt historiska sammanhang.", "Omsättning av idéer i en konstnärlig process och hur arbetsprocessen genomförs från idé fram till iscensättning av en färdig koreografi framförd inför publik.", "Praktiskt sceniskt arbete och kommunikation med medaktörer och publik vid sceniska framföranden.", "Samverkan mellan olika konstarter.", "Begrepp och metoder för analys och reflektion över eget och andras arbete ur olika aspekter." ]
    } ],
    "knowledgeRequirementParagraphs" : [ {
      "heading" : "",
      "knowledgeRequirements" : [ {
        "text" : "Eleven samarbetar <strong>________</strong> med andra och tar ansvar för det egna och gemensamma arbetet genom att följa instruktioner och förhålla sig till dem och andra i rummet.",
        "knowledgeRequirementChoice" : {
          "E" : "Eleven samarbetar <strong>med viss säkerhet</strong> med andra och tar ansvar för det egna och gemensamma arbetet genom att följa instruktioner och förhålla sig till dem och andra i rummet.",
          "C" : "Eleven samarbetar <strong>med viss säkerhet</strong> med andra och tar ansvar för det egna och gemensamma arbetet genom att följa instruktioner och förhålla sig till dem och andra i rummet.",
          "A" : "Eleven samarbetar <strong>med säkerhet</strong> med andra och tar ansvar för det egna och gemensamma arbetet genom att följa instruktioner och förhålla sig <strong>på ett kreativt sätt</strong> till dem och andra i rummet."
        }
      } ]
    }, {
      "heading" : "",
      "knowledgeRequirements" : [ {
        "text" : "Eleven skapar <strong>________</strong> med handledare dans utifrån olika kompositionsmetoder.",
        "knowledgeRequirementChoice" : {
          "E" : "Eleven skapar <strong>i samråd</strong> med handledare dans utifrån olika kompositionsmetoder.",
          "C" : "Eleven skapar <strong>efter samråd</strong> med handledare dans utifrån olika kompositionsmetoder.",
          "A" : "Eleven skapar <strong>efter samråd</strong> med handledare dans utifrån olika kompositionsmetoder."
        }
      }, {
        "text" : "I kompositionerna organiserar eleven <strong>________</strong> rörelserna utifrån <strong>________</strong> teman som relaterar till <strong>________</strong> komponenterna tyngd, flöde, tid, rum, ljud och musik.",
        "knowledgeRequirementChoice" : {
          "E" : "I kompositionerna organiserar eleven <strong>med viss säkerhet</strong> rörelserna utifrån <strong>enskilda</strong> teman som relaterar till <strong>någon av</strong> komponenterna tyngd, flöde, tid, rum, ljud och musik.",
          "C" : "I kompositionerna organiserar eleven <strong>med viss säkerhet</strong> rörelserna utifrån <strong>flera</strong> teman som relaterar till tyngd <strong>och</strong> flöde samt till <strong>någon av</strong> komponenterna tid, rum, ljud och musik.",
          "A" : "I kompositionerna organiserar <strong>och experimenterar</strong> eleven <strong>med säkerhet</strong> rörelserna utifrån <strong>flera</strong> teman som relaterar till <strong>energi</strong>, tyngd <strong>och</strong> flöde samt till <strong>någon av</strong> komponenterna tid, rum, ljud och musik."
        }
      }, {
        "text" : "I arbetet undersöker eleven olika kompositionsmetoder och koreografiska förhållningssätt samt diskuterar <strong>________</strong> hur de relaterar till estetiska, sociala och kulturella kontexter eller historiska sammanhang.",
        "knowledgeRequirementChoice" : {
          "E" : "I arbetet undersöker eleven olika kompositionsmetoder och koreografiska förhållningssätt samt diskuterar <strong>översiktligt</strong> hur de relaterar till estetiska, sociala och kulturella kontexter eller historiska sammanhang.",
          "C" : "I arbetet undersöker eleven olika kompositionsmetoder och koreografiska förhållningssätt samt diskuterar <strong>utförligt</strong> hur de relaterar till estetiska, sociala och kulturella kontexter eller historiska sammanhang.",
          "A" : "I arbetet undersöker eleven olika kompositionsmetoder och koreografiska förhållningssätt samt diskuterar <strong>utförligt och nyanserat</strong> hur de relaterar till estetiska, sociala och kulturella kontexter eller historiska sammanhang."
        }
      } ]
    }, {
      "heading" : "",
      "knowledgeRequirements" : [ {
        "text" : "Eleven genomför <strong>________</strong> med handledare ett mindre projekt och använder i det ett specifikt koreografiskt förhållningssätt.",
        "knowledgeRequirementChoice" : {
          "E" : "Eleven genomför <strong>i samråd</strong> med handledare ett mindre projekt och använder i det ett specifikt koreografiskt förhållningssätt.",
          "C" : "Eleven genomför <strong>efter samråd</strong> med handledare ett mindre projekt och använder <strong>och undersöker</strong> i det ett specifikt koreografiskt förhållningssätt.",
          "A" : "Eleven genomför <strong>efter samråd</strong> med handledare ett mindre projekt och använder i det ett specifikt koreografiskt förhållningssätt. <strong>Eleven presenterar idéer, diskuterar dem utförligt och nyanserat</strong>."
        }
      }, {
        "text" : "I arbetet samarbetar eleven <strong>________</strong> med andra i konstnärliga processer där komposition ingår.",
        "knowledgeRequirementChoice" : {
          "E" : "I arbetet samarbetar eleven <strong>med viss säkerhet</strong> med andra i konstnärliga processer där komposition ingår.",
          "C" : "I arbetet samarbetar eleven <strong>med viss säkerhet</strong> med andra i konstnärliga processer där komposition ingår.",
          "A" : "I arbetet samarbetar eleven <strong>med säkerhet</strong> med andra i konstnärliga processer där komposition ingår."
        }
      }, {
        "text" : "Arbetet utgår från en idé och eleven genomför <strong>________</strong> med handledare arbetsprocessen fram till iscensättning av en färdig koreografi.",
        "knowledgeRequirementChoice" : {
          "E" : "Arbetet utgår från en idé och eleven genomför <strong>i samråd</strong> med handledare arbetsprocessen fram till iscensättning av en färdig koreografi.",
          "C" : "Arbetet utgår från en idé och eleven genomför <strong>efter samråd</strong> med handledare arbetsprocessen fram till iscensättning av en färdig koreografi <strong>framförd inför publik</strong>.",
          "A" : "Arbetet utgår från en idé och eleven genomför <strong>efter samråd</strong> med handledare arbetsprocessen fram till iscensättning av en färdig koreografi <strong>framförd inför publik</strong>."
        }
      }, {
        "text" : "Eleven är delaktig i lösningar som gemensamt för arbetet framåt.",
        "knowledgeRequirementChoice" : {
          "E" : "Eleven är delaktig i lösningar som gemensamt för arbetet framåt.",
          "C" : "Eleven är delaktig i <strong>samt tar initiativ till</strong> lösningar som gemensamt för arbetet framåt. <strong>I det sceniska arbetet använder eleven flera samverkande konstformer</strong>.",
          "A" : "Eleven är delaktig i <strong>samt tar initiativ till</strong> lösningar som gemensamt för arbetet framåt. I det sceniska arbetet använder eleven <strong>flera samverkande konstformer</strong>."
        }
      } ]
    }, {
      "heading" : "",
      "knowledgeRequirements" : [ {
        "text" : "Eleven gör <strong>________</strong> reflektioner över arbetsprocessen, den egna arbetsinsatsen och resultatet.",
        "knowledgeRequirementChoice" : {
          "E" : "Eleven gör <strong>enkla</strong> reflektioner över arbetsprocessen, den egna arbetsinsatsen och resultatet.",
          "C" : "Eleven gör <strong>välgrundade</strong> reflektioner över arbetsprocessen, den egna arbetsinsatsen och resultatet.",
          "A" : "Eleven gör <strong>välgrundade och nyanserade</strong> reflektioner över arbetsprocessen, den egna arbetsinsatsen och resultatet."
        }
      }, {
        "text" : "Dessutom värderar eleven med <strong>________</strong> omdömen andras koreografier.",
        "knowledgeRequirementChoice" : {
          "E" : "Dessutom värderar eleven med <strong>enkla</strong> omdömen andras koreografier.",
          "C" : "Dessutom värderar eleven med <strong>nyanserade</strong> omdömen andras koreografier.",
          "A" : "Dessutom värderar eleven med <strong>nyanserade</strong> omdömen andras koreografier."
        }
      }, {
        "text" : "I sina reflektioner och värderingar använder eleven <strong>________</strong> adekvata begrepp.",
        "knowledgeRequirementChoice" : {
          "E" : "I sina reflektioner och värderingar använder eleven <strong>med viss säkerhet</strong> adekvata begrepp.",
          "C" : "I sina reflektioner och värderingar använder eleven <strong>med viss säkerhet</strong> adekvata begrepp.",
          "A" : "I sina reflektioner och värderingar använder eleven <strong>med säkerhet</strong> adekvata begrepp."
        }
      } ]
    }, {
      "heading" : "",
      "knowledgeRequirements" : [ {
        "text" : "När eleven samråder med handledare bedömer hon eller han <strong>________</strong> den egna förmågan och situationens krav.",
        "knowledgeRequirementChoice" : {
          "E" : "När eleven samråder med handledare bedömer hon eller han <strong>med viss säkerhet</strong> den egna förmågan och situationens krav.",
          "C" : "När eleven samråder med handledare bedömer hon eller han <strong>med viss säkerhet</strong> den egna förmågan och situationens krav.",
          "A" : "När eleven samråder med handledare bedömer hon eller han <strong>med säkerhet</strong> den egna förmågan och situationens krav."
        }
      } ]
    } ],
    "point" : 100,
    "year" : null
  }, {
    "name" : "Repertoar",
    "description" : "Kursen repertoar omfattar punkterna 1, 3, 5 och 7–9 under rubriken Ämnets syfte, med särskild betoning på punkterna 1, 3 och 5.",
    "code" : "DANREE0",
    "centralContent" : [ {
      "heading" : "Undervisningen i kursen ska behandla följande centrala innehåll:",
      "lines" : [ "Olika metoder för inlärning av koreografiskt material. Instudering, tolkning, gestaltning och framförande av sedan tidigare färdig och framförd koreografi i form av både soloarbeten och grupparbeten.", "Koreografins estetiska utgångspunkter och förhållningssätt i förhållande till dansens formspråk, musik, rum, tyngd, flöde och publiken samt det sammanhang dansen presenteras i. Koreografins syn på kropp, genus och etnicitet samt det historiska och kulturella sammanhang där dessa aspekter ingår.", "Konstnärliga processer.", "Repetitionsarbete, koder och konventioner för repetitionsarbete och sceniskt arbete.", "Framförande av koreografi i ett sceniskt sammanhang.", "Begrepp och metoder för analys av gestaltningsarbete.", "Lagar och andra bestämmelser om upphovsrätt." ]
    } ],
    "knowledgeRequirementParagraphs" : [ {
      "heading" : "",
      "knowledgeRequirements" : [ {
        "text" : "Eleven instuderar, memorerar och repeterar med adekvata metoder koreografiskt material samt använder i gestaltningar sin dansteknik <strong>________</strong> på ett stilenligt sätt.",
        "knowledgeRequirementChoice" : {
          "E" : "Eleven instuderar, memorerar och repeterar med adekvata metoder koreografiskt material samt använder i gestaltningar sin dansteknik <strong>i viss utsträckning</strong> på ett stilenligt sätt.",
          "C" : "Eleven instuderar, memorerar och repeterar med adekvata metoder koreografiskt material samt använder i gestaltningar sin dansteknik på ett stilenligt sätt.",
          "A" : "Eleven instuderar, memorerar och repeterar med adekvata metoder koreografiskt material samt använder i gestaltningar sin dansteknik på ett stilenligt <strong>och nyanserat</strong> sätt."
        }
      }, {
        "text" : "I gestaltningen tolkar eleven det koreografiska materialets förhållningssätt genom att använda ett <strong>________</strong> korrekt formspråk, uttrycka musikens puls och spatialt <strong>________</strong>.",
        "knowledgeRequirementChoice" : {
          "E" : "I gestaltningen tolkar eleven det koreografiska materialets förhållningssätt genom att använda ett <strong>i huvudsak</strong> korrekt formspråk, uttrycka musikens puls och spatialt <strong>hålla sin plats i rummet i relation till andra</strong>.",
          "C" : "I gestaltningen tolkar eleven det koreografiska materialets förhållningssätt genom att använda ett korrekt formspråk, <strong>variera rörelseuttrycket</strong>, uttrycka musikens puls <strong>och dynamik och relatera till andra</strong> och spatialt <strong>anpassa sig till förändringar</strong>. <strong>Eleven löser danstekniska problem i instuderingsarbetet genom att prova olika lösningar</strong>.",
          "A" : "I gestaltningen tolkar eleven det koreografiska materialets förhållningssätt genom att använda ett korrekt formspråk, <strong>variera rörelseuttrycket</strong>, uttrycka musikens puls <strong>och dynamik med ett personligt uttryck och relatera till</strong> och spatialt <strong>anpassa sig till förändringar</strong>. <strong>Eleven löser danstekniska problem i instuderingsarbetet genom att prova olika lösningar</strong>."
        }
      } ]
    }, {
      "heading" : "",
      "knowledgeRequirements" : [ {
        "text" : "Eleven diskuterar <strong>________</strong> estetiska utgångspunkter och förhållningssätt för koreografi när det gäller dans och relationen till <strong>________</strong> kategorierna musik, rum, tyngd, flöde och publik samt det sammanhang där dansen presenteras.",
        "knowledgeRequirementChoice" : {
          "E" : "Eleven diskuterar <strong>översiktligt</strong> estetiska utgångspunkter och förhållningssätt för koreografi när det gäller dans och relationen till <strong>några av</strong> kategorierna musik, rum, tyngd, flöde och publik samt det sammanhang där dansen presenteras.",
          "C" : "Eleven diskuterar <strong>utförligt</strong> estetiska utgångspunkter och förhållningssätt för koreografi när det gäller dans och relationen till <strong>flera av</strong> kategorierna musik, rum, tyngd, flöde och publik samt det sammanhang där dansen presenteras.",
          "A" : "Eleven diskuterar <strong>utförligt och nyanserat</strong> estetiska utgångspunkter och förhållningssätt för koreografi när det gäller dans och relationen till <strong>flera av</strong> kategorierna musik, rum, tyngd, flöde och publik samt det sammanhang där dansen presenteras."
        }
      }, {
        "text" : "Dessutom resonerar eleven <strong>________</strong>, utifrån koreografiska exempel, över i vilken tradition koreografins estetiska förhållningssätt ingår.",
        "knowledgeRequirementChoice" : {
          "E" : "Dessutom resonerar eleven <strong>översiktligt</strong>, utifrån koreografiska exempel, över i vilken tradition koreografins estetiska förhållningssätt ingår.",
          "C" : "Dessutom resonerar eleven <strong>utförligt</strong>, utifrån koreografiska exempel, över i vilken tradition koreografins estetiska förhållningssätt ingår.",
          "A" : "Dessutom resonerar eleven <strong>utförligt och nyanserat</strong> över i vilken tradition koreografins estetiska förhållningssätt ingår."
        }
      } ]
    }, {
      "heading" : "",
      "knowledgeRequirements" : [ {
        "text" : "Eleven samarbetar <strong>________</strong> med andra i konstnärliga processer där tolkning ingår.",
        "knowledgeRequirementChoice" : {
          "E" : "Eleven samarbetar <strong>med viss säkerhet</strong> med andra i konstnärliga processer där tolkning ingår.",
          "C" : "Eleven samarbetar <strong>med viss säkerhet</strong> med andra i konstnärliga processer där tolkning ingår.",
          "A" : "Eleven samarbetar <strong>med säkerhet</strong> med andra i konstnärliga processer där tolkning ingår."
        }
      }, {
        "text" : "I arbetet är eleven delaktig i lösningar som gemensamt för arbetet framåt och samverkar <strong>________</strong> i gemensamt gestaltningsarbete.",
        "knowledgeRequirementChoice" : {
          "E" : "I arbetet är eleven delaktig i lösningar som gemensamt för arbetet framåt och samverkar <strong>med viss säkerhet</strong> i gemensamt gestaltningsarbete.",
          "C" : "I arbetet är eleven delaktig i <strong>och tar initiativ till</strong> lösningar som gemensamt för arbetet framåt och samverkar <strong>med viss säkerhet</strong> i gemensamt gestaltningsarbete.",
          "A" : "I arbetet <strong>presenterar</strong> eleven <strong>utförligt och nyanserat idéer</strong>, är delaktig i <strong>och tar initiativ till</strong> lösningar som gemensamt för arbetet framåt och samverkar <strong>med säkerhet</strong> i gemensamt <strong>avancerat</strong> gestaltningsarbete."
        }
      }, {
        "text" : "Under repetitionsprocessen och vid sceniskt framträdande använder eleven <strong>________</strong> sceniska koder och konventioner.",
        "knowledgeRequirementChoice" : {
          "E" : "Under repetitionsprocessen och vid sceniskt framträdande använder eleven <strong>med viss säkerhet</strong> sceniska koder och konventioner.",
          "C" : "Under repetitionsprocessen och vid sceniskt framträdande använder eleven <strong>med säkerhet</strong> sceniska koder och konventioner.",
          "A" : "Under repetitionsprocessen och vid sceniskt framträdande använder eleven <strong>med säkerhet</strong> sceniska koder och konventioner."
        }
      }, {
        "text" : "I arbetet samspelar eleven <strong>________</strong> med andra under repetitioner och tar i det sceniska arbetet <strong>________</strong> med handledare ansvar för sin egen utveckling fram till framträdandet inför publik.",
        "knowledgeRequirementChoice" : {
          "E" : "I arbetet samspelar eleven <strong>i viss utsträckning</strong> med andra under repetitioner och tar i det sceniska arbetet <strong>i samråd</strong> med handledare ansvar för sin egen utveckling fram till framträdandet inför publik.",
          "C" : "I arbetet samspelar eleven med andra under repetitioner och tar i det sceniska arbetet <strong>ansvar genom att anpassa sin roll till helheten</strong> samt tar <strong>efter samråd</strong> med handledare ansvar för sin egen utveckling fram till framträdandet inför publik.",
          "A" : "I arbetet samspelar eleven med andra under repetitioner och tar i det sceniska arbetet <strong>ansvar genom att anpassa sin roll till helheten</strong> samt tar <strong>efter samråd</strong> med handledare ansvar för sin egen utveckling fram till framträdandet inför publik."
        }
      } ]
    }, {
      "heading" : "",
      "knowledgeRequirements" : [ {
        "text" : "Eleven gör <strong>________</strong> reflektioner över arbetsprocessen, den egna arbetsinsatsen och resultatet.",
        "knowledgeRequirementChoice" : {
          "E" : "Eleven gör <strong>enkla</strong> reflektioner över arbetsprocessen, den egna arbetsinsatsen och resultatet.",
          "C" : "Eleven gör <strong>välgrundade</strong> reflektioner över arbetsprocessen, den egna arbetsinsatsen och resultatet.",
          "A" : "Eleven gör <strong>välgrundade och nyanserade</strong> reflektioner över arbetsprocessen, den egna arbetsinsatsen och resultatet."
        }
      }, {
        "text" : "I sin reflektion använder eleven <strong>________</strong> adekvata begrepp.",
        "knowledgeRequirementChoice" : {
          "E" : "I sin reflektion använder eleven <strong>med viss säkerhet</strong> adekvata begrepp.",
          "C" : "I sin reflektion använder eleven <strong>med viss säkerhet</strong> adekvata begrepp.",
          "A" : "I sin reflektion använder eleven <strong>med säkerhet</strong> adekvata begrepp."
        }
      } ]
    }, {
      "heading" : "",
      "knowledgeRequirements" : [ {
        "text" : "Eleven redogör även <strong>________</strong> för funktionen hos och relationen mellan de olika yrkesrollerna dansare, danslärare, repetitör och koreograf.",
        "knowledgeRequirementChoice" : {
          "E" : "Eleven redogör även <strong>översiktligt</strong> för funktionen hos och relationen mellan de olika yrkesrollerna dansare, danslärare, repetitör och koreograf.",
          "C" : "Eleven redogör även <strong>utförligt</strong> för funktionen hos och relationen mellan de olika yrkesrollerna dansare, danslärare, repetitör och koreograf.",
          "A" : "Eleven redogör även <strong>utförligt och nyanserat</strong> för funktionen hos och relationen mellan de olika yrkesrollerna dansare, danslärare, repetitör och koreograf."
        }
      }, {
        "text" : "Dessutom redogör eleven <strong>________</strong> för lagar och andra bestämmelser om upphovsrätt i relation till de valda koreografierna.",
        "knowledgeRequirementChoice" : {
          "E" : "Dessutom redogör eleven <strong>översiktligt</strong> för lagar och andra bestämmelser om upphovsrätt i relation till de valda koreografierna.",
          "C" : "Dessutom redogör eleven <strong>utförligt</strong> för lagar och andra bestämmelser om upphovsrätt i relation till de valda koreografierna.",
          "A" : "Dessutom redogör eleven <strong>utförligt</strong> för lagar och andra bestämmelser om upphovsrätt i relation till de valda koreografierna."
        }
      } ]
    }, {
      "heading" : "",
      "knowledgeRequirements" : [ {
        "text" : "När eleven samråder med handledare bedömer hon eller han <strong>________</strong> den egna förmågan och situationens krav.",
        "knowledgeRequirementChoice" : {
          "E" : "När eleven samråder med handledare bedömer hon eller han <strong>med viss säkerhet</strong> den egna förmågan och situationens krav.",
          "C" : "När eleven samråder med handledare bedömer hon eller han <strong>med viss säkerhet</strong> den egna förmågan och situationens krav.",
          "A" : "När eleven samråder med handledare bedömer hon eller han <strong>med säkerhet</strong> den egna förmågan och situationens krav."
        }
      } ]
    } ],
    "point" : 100,
    "year" : null
  } ]
}