{
  "name" : "Design",
  "description" : "Ämnet design behandlar den arbetsprocess där man medvetet och innovativt utvecklar produkter så att de uppfyller målgruppens funktionella och estetiska krav. Ibland är design ett led i att utveckla och ta fram ett föremål. I andra sammanhang handlar det om att pröva och utveckla en idé, upplevelse eller tjänst. Design utgår ofta från ett problem eller uppdrag, där behovet är att produkten dels ska kunna tillverkas, distribueras samt ingå i och konkurrera på en marknad, dels ska vara etiskt och estetiskt gångbar samt miljömässigt hållbar.",
  "code" : "DES",
  "designation" : "",
  "skolfsId" : "0000:00",
  "purposes" : [ {
    "type" : "PARAGRAPH",
    "heading" : "",
    "lines" : [ "Undervisningen i ämnet design ska syfta till att eleverna utvecklar kunskaper om de kreativa och problemlösande processer som används när nya produkter tas fram, gamla återanvänds och miljöer och tjänster utformas.", "Vidare ska undervisningen ge eleverna möjlighet att utveckla förståelse av designprocessens olika delar.", "I undervisningen ska eleverna ges möjlighet att utveckla förståelse av design som en metod för att göra livet enklare, rikare och mer hållbart ur ett samhälleligt och mänskligt perspektiv." ]
  }, {
    "type" : "PARAGRAPH",
    "heading" : "",
    "lines" : [ "Undervisningen ska leda till att eleverna utvecklar förståelse av hur designproblem har lösts historiskt utifrån olika förutsättningar och aspekter.", "Eleverna ska också ges möjlighet att utveckla förståelse av hur design påverkar och påverkas av sin samtid.", "Dessutom ska undervisningen bidra till att eleverna utvecklar förmåga att med bilder och modeller gestalta sina idéer och förmedla sina resultat." ]
  }, {
    "type" : "PARAGRAPH",
    "heading" : "",
    "lines" : [ "Designprocessen sker vanligen i projektarbetsform och därför ska undervisningen också bedrivas på det sättet.", "Beroende på problemet eller uppdraget läggs tonvikten vid olika delar i designprocessen, där avgränsningar är viktiga.", "Designprocessen är en metod för att skapa medveten förändring och för att förstå samspelet mellan delar och helheter.", "Därför ska undervisningen ge eleverna möjlighet att öva sig i att kommunicera genom tal, skiss, ritning, modell och skrift.", "I undervisningen ska eleverna också ges möjlighet att utveckla förståelse av helheten genom att själva eller i grupp utföra samtliga delar i designprocessen." ]
  }, {
    "type" : "BULLET",
    "heading" : "Undervisningen i ämnet design ska ge eleverna förutsättningar att utveckla följande:",
    "lines" : [ "Kunskaper om design samt förmåga att analysera och värdera design ur olika aspekter.", "Förståelse av människors olika behov och förutsättningar att hantera och samspela med produkter och miljöer.", "Kunskaper om design och designerns roll historiskt, samhälleligt, ekonomiskt, kulturellt, miljömässigt och tekniskt.", "Kunskaper om designprocessen och förmåga att genomföra en designprocess.", "Förmåga att välja och värdera information från olika källor.", "Förmåga att välja, använda och vårda maskiner, verktyg och material.", "Färdigheter i att visualisera förslag två- och tredimensionellt.", "Förmåga att utvärdera sin process och sitt resultat.", "Förmåga att presentera delarna i designprocessen och resultatet med bild, modell, ritning, skrift och tal.", "Förmåga att arbeta i projekt." ]
  } ],
  "courses" : [ {
    "name" : "Design 1",
    "description" : "Kursen design 1 omfattar punkterna 1–10 under rubriken Ämnets syfte, med särskild betoning på punkterna 4, 6 och 10. I kursen behandlas grundläggande kunskaper i ämnet.",
    "code" : "DESDES01",
    "centralContent" : [ {
      "heading" : "Undervisningen i kursen ska behandla följande centrala innehåll:",
      "lines" : [ "Produktutveckling utifrån olika aspekter, till exempel målgruppers ekonomiska, ergonomiska, estetiska, funktionella och sociala behov.", "Design och designerns roll i samhället med fokus på människors olika behov och förutsättningar, till exempel utifrån genus eller funktionshinder.", "Grundläggande design- och kulturhistoria. Begrepp, stilar och material.", "Introduktion i designprocessens olika delar. Dessa är problemformulering, marknadsundersökning, funktionsanalys, kravspecifikation, faktainsamling, idégenerering, skiss, modellarbete, analys, presentation och utvärdering.", "Källor av olika slag i ett designprojekt.", "Material och tekniker för två- och tredimensionell visualisering av idéer, till exempel skisser och ritningar samt modeller i olika material.", "Modeller för analys och värdering av egna och andras idéer.", "Presentation av idéer med bild, ritning, modell, skrift och tal.", "Grundläggande projektarbetsmetodik, till exempel projektplan, val av metod och redovisningsform i ett designprojekt." ]
    } ],
    "knowledgeRequirementParagraphs" : [ {
      "heading" : "",
      "knowledgeRequirements" : [ {
        "text" : "Eleven beskriver <strong>________</strong> befintlig design och diskuterar <strong>________</strong> hur den kan förändras utifrån olika målgruppers behov.",
        "knowledgeRequirementChoice" : {
          "E" : "Eleven beskriver <strong>översiktligt</strong> befintlig design och diskuterar <strong>översiktligt</strong> hur den kan förändras utifrån olika målgruppers behov.",
          "C" : "Eleven beskriver <strong>utförligt</strong> befintlig design och diskuterar <strong>utförligt</strong> hur den kan förändras utifrån olika målgruppers behov.",
          "A" : "Eleven beskriver <strong>utförligt och nyanserat</strong> befintlig design och diskuterar <strong>utförligt och nyanserat</strong> hur den kan förändras utifrån olika målgruppers behov."
        }
      }, {
        "text" : "I diskussionen redogör eleven också <strong>________</strong> för människors olika behov och förutsättningar att hantera och samspela med produkter och miljöer.",
        "knowledgeRequirementChoice" : {
          "E" : "I diskussionen redogör eleven också <strong>översiktligt</strong> för människors olika behov och förutsättningar att hantera och samspela med produkter och miljöer.",
          "C" : "I diskussionen redogör eleven också <strong>utförligt</strong> för människors olika behov och förutsättningar att hantera och samspela med produkter och miljöer.",
          "A" : "I diskussionen redogör eleven också <strong>utförligt och nyanserat</strong> för människors olika behov och förutsättningar att hantera och samspela med produkter och miljöer."
        }
      }, {
        "text" : "Dessutom redogör eleven <strong>________</strong> för hur design genom tiderna har påverkats av sin samtid samt hur design har påverkat människor, kulturer och samhällen.",
        "knowledgeRequirementChoice" : {
          "E" : "Dessutom redogör eleven <strong>översiktligt</strong> för hur design genom tiderna har påverkats av sin samtid samt hur design har påverkat människor, kulturer och samhällen.",
          "C" : "Dessutom redogör eleven <strong>utförligt</strong> för hur design genom tiderna har påverkats av sin samtid samt hur design har påverkat människor, kulturer och samhällen.",
          "A" : "Dessutom redogör eleven <strong>utförligt och nyanserat</strong> för hur design genom tiderna har påverkats av sin samtid samt hur design har påverkat människor, kulturer och samhällen."
        }
      } ]
    }, {
      "heading" : "",
      "knowledgeRequirements" : [ {
        "text" : "Eleven söker och väljer <strong>________</strong> information från olika källor för att lösa ett designuppdrag samt värderar med <strong>________</strong> omdömen källornas trovärdighet och relevans.",
        "knowledgeRequirementChoice" : {
          "E" : "Eleven söker och väljer <strong>med viss säkerhet</strong> information från olika källor för att lösa ett designuppdrag samt värderar med <strong>enkla</strong> omdömen källornas trovärdighet och relevans.",
          "C" : "Eleven söker och väljer <strong>med viss säkerhet</strong> information från olika källor för att lösa ett designuppdrag samt värderar med <strong>enkla</strong> omdömen källornas trovärdighet och relevans.",
          "A" : "Eleven söker och väljer <strong>med säkerhet</strong> information från olika källor för att lösa ett designuppdrag samt värderar med <strong>nyanserade</strong> omdömen källornas trovärdighet och relevans."
        }
      }, {
        "text" : "Eleven gestaltar och beskriver <strong>________</strong> arbetet i designprocessen <strong>________</strong>.",
        "knowledgeRequirementChoice" : {
          "E" : "Eleven gestaltar och beskriver <strong>översiktligt</strong> arbetet i designprocessen <strong>utifrån ett styrt uppdrag</strong>.",
          "C" : "Eleven gestaltar och beskriver <strong>utförligt</strong> arbetet i designprocessen.",
          "A" : "Eleven gestaltar och beskriver <strong>utförligt och nyanserat</strong> arbetet i designprocessen."
        }
      }, {
        "text" : "I gestaltningen använder eleven <strong>________</strong> material och tekniker för att visualisera två- och tredimensionella idéer.",
        "knowledgeRequirementChoice" : {
          "E" : "I gestaltningen använder eleven <strong>givna</strong> material och tekniker för att visualisera två- och tredimensionella idéer.",
          "C" : "I gestaltningen <strong>väljer och</strong> använder eleven material och tekniker för att visualisera två- och tredimensionella idéer, <strong>samt motiverar sina val utförligt</strong>.",
          "A" : "I gestaltningen <strong>väljer och</strong> använder eleven material och tekniker för att visualisera två- och tredimensionella idéer, <strong>samt motiverar sina val utförligt och nyanserat</strong>."
        }
      }, {
        "text" : "Eleven utför arbetet utifrån <strong>________</strong> och uppnår ett <strong>________</strong> resultat.",
        "knowledgeRequirementChoice" : {
          "E" : "Eleven utför arbetet utifrån <strong>styrda kriterier</strong> och uppnår ett <strong>tillfredsställande</strong> resultat.",
          "C" : "Eleven utför arbetet utifrån <strong>egna val</strong> och uppnår ett <strong>tillfredsställande</strong> resultat.",
          "A" : "Eleven utför arbetet utifrån <strong>egna val</strong> och uppnår ett <strong>gott</strong> resultat."
        }
      }, {
        "text" : "När arbetet är utfört utvärderar eleven sin process och sitt resultat med <strong>________</strong> omdömen.",
        "knowledgeRequirementChoice" : {
          "E" : "När arbetet är utfört utvärderar eleven sin process och sitt resultat med <strong>enkla</strong> omdömen.",
          "C" : "När arbetet är utfört utvärderar eleven sin process och sitt resultat med <strong>nyanserade</strong> omdömen.",
          "A" : "När arbetet är utfört utvärderar eleven sin process och sitt resultat med <strong>nyanserade</strong> omdömen <strong>samt ger förslag på hur arbetet kan förbättras</strong>."
        }
      }, {
        "text" : "Dessutom presenterar eleven <strong>________</strong> sin process och sitt resultat med bild, ritning, modell, skrift och tal.",
        "knowledgeRequirementChoice" : {
          "E" : "Dessutom presenterar eleven <strong>med viss säkerhet</strong> sin process och sitt resultat med bild, ritning, modell, skrift och tal.",
          "C" : "Dessutom <strong>väljer</strong> eleven <strong>presentationsform och</strong> presenterar <strong>med viss säkerhet</strong> sin process och sitt resultat med bild, ritning, modell, skrift och tal.",
          "A" : "Dessutom <strong>väljer</strong> eleven <strong>presentationsform och</strong> presenterar <strong>med säkerhet</strong> sin process och sitt resultat med bild, ritning, modell, skrift och tal."
        }
      } ]
    }, {
      "heading" : "",
      "knowledgeRequirements" : [ {
        "text" : "Eleven genomför ett projektarbete med ett <strong>________</strong> resultat.",
        "knowledgeRequirementChoice" : {
          "E" : "Eleven genomför ett projektarbete med ett <strong>tillfredsställande</strong> resultat.",
          "C" : "Eleven genomför ett projektarbete med ett <strong>tillfredsställande</strong> resultat.",
          "A" : "Eleven genomför ett projektarbete med ett <strong>gott</strong> resultat."
        }
      }, {
        "text" : "I arbetet <strong>________</strong> metod.",
        "knowledgeRequirementChoice" : {
          "E" : "I arbetet <strong>använder eleven en styrd</strong> metod.",
          "C" : "I arbetet <strong>väljer eleven lämplig</strong> metod <strong>samt motiverar utförligt sitt val</strong>.",
          "A" : "I arbetet <strong>väljer eleven lämplig</strong> metod <strong>samt motiverar utförligt och nyanserat sitt val</strong>."
        }
      } ]
    } ],
    "point" : 100,
    "year" : null
  }, {
    "name" : "Design 2",
    "description" : "Kursen design 2 omfattar punkterna 1–10 under rubriken Ämnets syfte.<br/>I kursen behandlas fördjupade kunskaper i ämnet.",
    "code" : "DESDES02",
    "centralContent" : [ {
      "heading" : "Undervisningen i kursen ska behandla följande centrala innehåll:",
      "lines" : [ "Produktens estetiska utformning med hänsyn till målgrupp, varumärke och sammanhang där produkten används.", "Design och designerns roll i samhället – historiskt, samhälleligt, tekniskt, ekonomiskt, ekologiskt och kulturellt. Målgruppens olika behov och förutsättningar.", "Design- och kulturhistoria med fokus på analys och reflektion.", "Designprocessens olika delar från problemformulering, marknadsundersökning, funktionsanalys, kravspecifikation, faktainsamling, idégenerering, skiss, modellarbete, analys till presentation och utvärdering.", "Planering, strukturerande och genomförande av designprojekt.", "Källor av olika slag i ett designprojekt. Analoga och virtuella gestaltningssätt för två- och tredimensionell visualisering av idéer, till exempel ritning, skiss och modeller.", "Pesentation av designprocessens olika delar med hjälp av bild, ritning, modell, skrift och tal.", "Metoder för analys och värdering av egna och andras idéer i designprocessen.", "Projektarbetsmetodik, till exempel projektplan, loggbok, val av metod och redovisningsform i ett designprojekt." ]
    } ],
    "knowledgeRequirementParagraphs" : [ {
      "heading" : "",
      "knowledgeRequirements" : [ {
        "text" : "Eleven identifierar <strong>________</strong> design från olika historiska perioder, samt diskuterar <strong>________</strong> vad som karaktäriserar de olika periodernas design.",
        "knowledgeRequirementChoice" : {
          "E" : "Eleven identifierar <strong>med viss säkerhet</strong> design från olika historiska perioder, samt diskuterar <strong>översiktligt</strong> vad som karaktäriserar de olika periodernas design.",
          "C" : "Eleven identifierar <strong>med viss säkerhet</strong> design från olika historiska perioder, samt diskuterar <strong>utförligt</strong> vad som karaktäriserar de olika periodernas design.",
          "A" : "Eleven identifierar med <strong>säkerhet</strong> design från olika historiska perioder, samt diskuterar <strong>utförligt och nyanserat</strong> vad som karaktäriserar de olika periodernas design."
        }
      }, {
        "text" : "I diskussionen redogör eleven också <strong>________</strong> för människors olika behov och förutsättningar att hantera och samspela med produkter och miljöer.",
        "knowledgeRequirementChoice" : {
          "E" : "I diskussionen redogör eleven också <strong>översiktligt</strong> för människors olika behov och förutsättningar att hantera och samspela med produkter och miljöer.",
          "C" : "I diskussionen redogör eleven också <strong>utförligt</strong> för människors olika behov och förutsättningar att hantera och samspela med produkter och miljöer.",
          "A" : "I diskussionen redogör eleven också <strong>utförligt och nyanserat</strong> för människors olika behov och förutsättningar att hantera och samspela med produkter och miljöer."
        }
      }, {
        "text" : "Dessutom redogör eleven <strong>________</strong> för hur design och designer både har påverkats av och påverkat sin samtid.",
        "knowledgeRequirementChoice" : {
          "E" : "Dessutom redogör eleven <strong>översiktligt</strong> för hur design och designer både har påverkats av och påverkat sin samtid.",
          "C" : "Dessutom redogör eleven <strong>utförligt</strong> för hur design och designer både har påverkats av och påverkat sin samtid.",
          "A" : "Dessutom redogör eleven <strong>utförligt och nyanserat</strong> för hur design och designer både har påverkats av och påverkat sin samtid."
        }
      } ]
    }, {
      "heading" : "",
      "knowledgeRequirements" : [ {
        "text" : "Eleven söker och väljer <strong>________</strong> information från olika källor för att lösa ett designproblem samt värderar med <strong>________</strong> omdömen källornas trovärdighet och relevans.",
        "knowledgeRequirementChoice" : {
          "E" : "Eleven söker och väljer <strong>med viss säkerhet</strong> information från olika källor för att lösa ett designproblem samt värderar med <strong>enkla</strong> omdömen källornas trovärdighet och relevans.",
          "C" : "Eleven söker och väljer <strong>med viss säkerhet</strong> information från olika källor för att lösa ett designproblem samt värderar med <strong>enkla</strong> omdömen källornas trovärdighet och relevans.",
          "A" : "Eleven söker och väljer <strong>med säkerhet</strong> information från olika källor för att lösa ett designproblem samt värderar med <strong>nyanserade</strong> omdömen källornas trovärdighet och relevans."
        }
      }, {
        "text" : "Eleven gestaltar, genomför och beskriver <strong>________</strong> arbetet i designprocessen <strong>________</strong>.",
        "knowledgeRequirementChoice" : {
          "E" : "Eleven gestaltar, genomför och beskriver <strong>översiktligt</strong> arbetet i designprocessen <strong>utifrån ett styrt problem</strong>.",
          "C" : "Eleven gestaltar, utför och beskriver <strong>utförligt</strong> arbetet i designprocessen <strong>utifrån ett valt problem</strong>. <strong>Eleven motiverar utförligt sitt val av problem</strong>.",
          "A" : "Eleven gestaltar, genomför och beskriver <strong>utförligt</strong> arbetet i designprocessen <strong>utifrån ett valt problem</strong>. <strong>Eleven motiverar utförligt och nyanserat sitt val av problem</strong>."
        }
      }, {
        "text" : "I gestaltningen och genomförandet använder eleven <strong>________</strong> material och tekniker för att visualisera två- och tredimensionella idéer både analogt och virtuellt.",
        "knowledgeRequirementChoice" : {
          "E" : "I gestaltningen och genomförandet använder eleven <strong>givna</strong> material och tekniker för att visualisera två- och tredimensionella idéer både analogt och virtuellt.",
          "C" : "I gestaltningen och genomförandet <strong>väljer och</strong> använder eleven material och tekniker för att visualisera två- och tredimensionella idéer både analogt och virtuellt <strong>samt motiverar sina val utförligt</strong>.",
          "A" : "I gestaltningen och genomförandet <strong>väljer och</strong> använder eleven material och tekniker för att visualisera två- och tredimensionella idéer både analogt och virtuellt <strong>samt motiverar sina val utförligt och nyanserat</strong>."
        }
      }, {
        "text" : "Eleven utför arbetet utifrån <strong>________</strong> och uppnår ett <strong>________</strong> resultat.",
        "knowledgeRequirementChoice" : {
          "E" : "Eleven utför arbetet utifrån <strong>styrda kriterier</strong> och uppnår ett <strong>tillfredsställande</strong> resultat.",
          "C" : "Eleven utför arbetet utifrån <strong>egna val</strong> och uppnår ett <strong>tillfredsställande</strong> resultat.",
          "A" : "Eleven utför arbetet utifrån <strong>egna val</strong> och uppnår ett <strong>gott</strong> resultat."
        }
      }, {
        "text" : "När arbetet är utfört utvärderar eleven sin process och sitt resultat med <strong>________</strong> omdömen.",
        "knowledgeRequirementChoice" : {
          "E" : "När arbetet är utfört utvärderar eleven sin process och sitt resultat med <strong>enkla</strong> omdömen.",
          "C" : "När arbetet är utfört utvärderar eleven sin process och sitt resultat med <strong>nyanserade</strong> omdömen.",
          "A" : "När arbetet är utfört utvärderar eleven sin process och sitt resultat med <strong>nyanserade</strong> omdömen <strong>samt ger förslag på hur arbetet kan förbättras</strong>."
        }
      }, {
        "text" : "Eleven gör också en <strong>________</strong> jämförelse av sin designidé och andras.",
        "knowledgeRequirementChoice" : {
          "E" : "Eleven gör också en <strong>enkel</strong> jämförelse av sin designidé och andras.",
          "C" : "Eleven gör också en <strong>välgrundad</strong> jämförelse av sin designidé och andras.",
          "A" : "Eleven gör också en <strong>välgrundad och nyanserad</strong> jämförelse av sin designidé och andras."
        }
      }, {
        "text" : "Dessutom presenterar eleven <strong>________</strong> sin process och sitt resultat med bild, ritning, modell, skrift och tal.",
        "knowledgeRequirementChoice" : {
          "E" : "Dessutom presenterar eleven <strong>med viss säkerhet</strong> sin process och sitt resultat med bild, ritning, modell, skrift och tal.",
          "C" : "Dessutom <strong>väljer</strong> eleven <strong>presentationsform och</strong> presenterar <strong>med viss säkerhet</strong> sin process och sitt resultat med bild, ritning, modell, skrift och tal.",
          "A" : "Dessutom <strong>väljer</strong> eleven <strong>presentationsform och</strong> presenterar <strong>med säkerhet</strong> sin process och sitt resultat med bild, ritning, modell, skrift och tal."
        }
      } ]
    }, {
      "heading" : "",
      "knowledgeRequirements" : [ {
        "text" : "Eleven anpassar sitt arbete till ett tänkt företags varumärke samt motiverar <strong>________</strong> sin anpassning utifrån estetiska kriterier.",
        "knowledgeRequirementChoice" : {
          "E" : "Eleven anpassar sitt arbete till ett tänkt företags varumärke samt motiverar <strong>översiktligt</strong> sin anpassning utifrån estetiska kriterier.",
          "C" : "Eleven anpassar sitt arbete till ett tänkt företags varumärke samt motiverar <strong>utförligt</strong> sin anpassning utifrån estetiska kriterier.",
          "A" : "Eleven anpassar sitt arbete till ett tänkt företags varumärke samt motiverar <strong>utförligt och nyanserat</strong> sin anpassning utifrån estetiska kriterier."
        }
      } ]
    }, {
      "heading" : "",
      "knowledgeRequirements" : [ {
        "text" : "Eleven genomför ett projektarbete med ett <strong>________</strong> resultat.",
        "knowledgeRequirementChoice" : {
          "E" : "Eleven genomför ett projektarbete med ett <strong>tillfredsställande</strong> resultat.",
          "C" : "Eleven genomför ett projektarbete med ett <strong>tillfredsställande</strong> resultat.",
          "A" : "Eleven genomför ett projektarbete med ett <strong>gott</strong> resultat."
        }
      }, {
        "text" : "I arbetet väljer eleven lämplig metod och redovisningsform samt motiverar <strong>________</strong> sina val.",
        "knowledgeRequirementChoice" : {
          "E" : "I arbetet väljer eleven lämplig metod och redovisningsform samt motiverar <strong>översiktligt</strong> sina val.",
          "C" : "I arbetet väljer eleven lämplig metod och redovisningsform samt motivera<strong>r utförligt</strong> sina val.",
          "A" : "I arbetet väljer eleven lämplig metod och redovisningsform samt motivera<strong>r utförligt och nyanserat</strong> sina val."
        }
      } ]
    } ],
    "point" : 100,
    "year" : null
  }, {
    "name" : "Designmodeller",
    "description" : "Kursen designmodeller omfattar punkterna 1 och 4–9 under rubriken Ämnets syfte.",
    "code" : "DESDES0",
    "centralContent" : [ {
      "heading" : "Undervisningen i kursen ska behandla följande centrala innehåll:",
      "lines" : [ "Hur modellarbeten planeras, struktureras och genomförs.", "Modellarbete med fokus på estetik, material, skalteknik och hantverksmässigt utförande.", "Modellarbete med hänsyn till ekonomi, miljö och återanvändning.", "Analog eller virtuell användning av olika material och tekniker för två- och tredimensionell visualisering.", "Verktyg och material för skisser och modellbyggande samt hur de väljs, används och vårdas.", "Modeller för analys och värdering av arbetsprocessen och bedömning av det färdiga resultatet.", "Presentation av idéer med skiss, ritning, modell, skrift och tal.", "Projektarbetsmetodik, till exempel projektplan, loggbok, val av metod, material och teknik." ]
    } ],
    "knowledgeRequirementParagraphs" : [ {
      "heading" : "",
      "knowledgeRequirements" : [ {
        "text" : "Eleven söker och väljer <strong>________</strong> information från olika källor för att lösa en modelluppgift samt värderar med <strong>________</strong> omdömen källornas trovärdighet och relevans.",
        "knowledgeRequirementChoice" : {
          "E" : "Eleven söker och väljer <strong>med viss säkerhet</strong> information från olika källor för att lösa en modelluppgift samt värderar med <strong>enkla</strong> omdömen källornas trovärdighet och relevans.",
          "C" : "Eleven söker och väljer <strong>med viss säkerhet</strong> information från olika källor för att lösa en modelluppgift samt värderar med <strong>enkla</strong> omdömen källornas trovärdighet och relevans.",
          "A" : "Eleven söker och väljer <strong>med säkerhet</strong> information från olika källor för att lösa en modelluppgift samt värderar med <strong>nyanserade</strong> omdömen källornas trovärdighet och relevans."
        }
      }, {
        "text" : "Eleven planerar, strukturerar och genomför en <strong>________</strong> modelluppgift.",
        "knowledgeRequirementChoice" : {
          "E" : "Eleven planerar, strukturerar och genomför en <strong>styrd</strong> modelluppgift.",
          "C" : "Eleven planerar, strukturerar och genomför en <strong>vald</strong> modelluppgift. <strong>Eleven motiverar utförligt sitt val av uppgift</strong>.",
          "A" : "Eleven planerar, strukturerar och genomför en <strong>vald</strong> modelluppgift. <strong>Eleven motiverar utförligt och nyanserat sitt val av uppgift</strong>."
        }
      }, {
        "text" : "I arbetet väljer eleven <strong>________</strong> med handledare material, metod, teknik och presentationsform samt använder <strong>________</strong> verktyg och material.",
        "knowledgeRequirementChoice" : {
          "E" : "I arbetet väljer eleven <strong>i samråd</strong> med handledare material, metod, teknik och presentationsform samt använder <strong>med viss säkerhet</strong> verktyg och material.",
          "C" : "I arbetet väljer eleven <strong>efter samråd</strong> med handledare material, metod, teknik och presentationsform samt använder <strong>med viss säkerhet</strong> verktyg och material.",
          "A" : "I arbetet väljer eleven <strong>efter samråd</strong> med handledare material, metod, teknik och presentationsform samt använder <strong>med säkerhet</strong> verktyg och material."
        }
      }, {
        "text" : "Eleven visualiserar med <strong>________</strong> resultat två- och tredimensionella idéer både analogt och virtuellt.",
        "knowledgeRequirementChoice" : {
          "E" : "Eleven visualiserar med <strong>tillfredsställande</strong> resultat två- och tredimensionella idéer både analogt och virtuellt.",
          "C" : "Eleven visualiserar med <strong>tillfredsställande</strong> resultat två- och tredimensionella idéer både analogt och virtuellt.",
          "A" : "Eleven visualiserar med <strong>gott</strong> resultat två- och tredimensionella idéer både analogt och virtuellt."
        }
      }, {
        "text" : "Eleven utför arbetet utifrån <strong>________</strong> och uppnår ett estetiskt och funktionellt <strong>________</strong> resultat.",
        "knowledgeRequirementChoice" : {
          "E" : "Eleven utför arbetet utifrån <strong>styrda kriterier</strong> och uppnår ett estetiskt och funktionellt <strong>tillfredsställande</strong> resultat.",
          "C" : "Eleven utför arbetet utifrån <strong>egna val</strong> och uppnår ett estetiskt och funktionellt <strong>tillfredsställande</strong> resultat <strong>samt motiverar utförligt sina val</strong>.",
          "A" : "Eleven utför arbetet utifrån <strong>egna val</strong> och uppnår ett estetiskt och funktionellt <strong>gott</strong> resultat <strong>samt motiverar utförligt och nyanserat sina val</strong>."
        }
      } ]
    }, {
      "heading" : "",
      "knowledgeRequirements" : [ {
        "text" : "När arbetet är utfört utvärderar eleven sitt resultat med <strong>________</strong> omdömen utifrån estetiska, funktionella, ekonomiska och miljömässiga aspekter.",
        "knowledgeRequirementChoice" : {
          "E" : "När arbetet är utfört utvärderar eleven sitt resultat med <strong>enkla</strong> omdömen utifrån estetiska, funktionella, ekonomiska och miljömässiga aspekter.",
          "C" : "När arbetet är utfört utvärderar eleven sitt resultat med <strong>nyanserade</strong> omdömen utifrån estetiska, funktionella, ekonomiska och miljömässiga aspekter.",
          "A" : "När arbetet är utfört utvärderar eleven sitt resultat med <strong>nyanserade</strong> omdömen utifrån estetiska, funktionella, ekonomiska och miljömässiga aspekter <strong>samt ger förslag på hur arbetet kan förbättras</strong>."
        }
      }, {
        "text" : "Eleven gör också en <strong>________</strong> jämförelse av sin egen process och sitt egna resultat och andras när det gäller val av material, skalteknik och hantverksmässigt utförande.",
        "knowledgeRequirementChoice" : {
          "E" : "Eleven gör också en <strong>enkel</strong> jämförelse av sin egen process och sitt egna resultat och andras när det gäller val av material, skalteknik och hantverksmässigt utförande.",
          "C" : "Eleven gör också en <strong>välgrundad</strong> jämförelse av sin egen process och sitt egna resultat och andras när det gäller val av material, skalteknik och hantverksmässigt utförande.",
          "A" : "Eleven gör också en <strong>välgrundad och</strong> nyanserad jämförelse av sin egen process och sitt egna resultat och andras när det gäller val av material, skalteknik och hantverksmässigt utförande."
        }
      }, {
        "text" : "Dessutom presenterar eleven <strong>________</strong> sin process och sitt resultat med bild, ritning, modell, skrift och tal.",
        "knowledgeRequirementChoice" : {
          "E" : "Dessutom presenterar eleven <strong>med viss säkerhet</strong> sin process och sitt resultat med bild, ritning, modell, skrift och tal.",
          "C" : "Dessutom presenterar eleven <strong>med viss säkerhet</strong> sin process och sitt resultat med bild, ritning, modell, skrift och tal.",
          "A" : "Dessutom presenterar eleven <strong>med säkerhet</strong> sin process och sitt resultat med bild, ritning, modell, skrift och tal."
        }
      } ]
    }, {
      "heading" : "",
      "knowledgeRequirements" : [ {
        "text" : "När eleven samråder med handledare bedömer hon eller han <strong>________</strong> den egna förmågan och situationens krav.",
        "knowledgeRequirementChoice" : {
          "E" : "När eleven samråder med handledare bedömer hon eller han <strong>med viss säkerhet</strong> den egna förmågan och situationens krav.",
          "C" : "När eleven samråder med handledare bedömer hon eller han <strong>med viss säkerhet</strong> den egna förmågan och situationens krav.",
          "A" : "När eleven samråder med handledare bedömer hon eller han <strong>med säkerhet</strong> den egna förmågan och situationens krav."
        }
      } ]
    } ],
    "point" : 100,
    "year" : null
  } ]
}