{
  "name" : "Djurparksdjur",
  "description" : "Ämnet djurparksdjur behandlar skötsel av djur och djuranläggningar i djurparker som bedrivs för att främja zoologisk forskning och naturvård med offentlig förevisning av djur. Centralt i ämnet är hantering av djur, djurens behov, djuretik samt lagar och andra bestämmelser som reglerar arbete med djur och djurhållning i offentlig förevisning. Ämnet behandlar dessutom djurens betydelse i ekosystemen och betydelsen av att bevara arter.",
  "code" : "DJP",
  "designation" : "",
  "skolfsId" : "0000:00",
  "purposes" : [ {
    "type" : "PARAGRAPH",
    "heading" : "",
    "lines" : [ "Undervisningen i ämnet djurparksdjur ska syfta till att eleverna utvecklar kunskaper för yrkesarbete med djurparksdjur.", "Den ska leda till att eleverna utvecklar förmåga att sköta djurparksdjur på ett säkert och etiskt sätt med utgångspunkt i djurens behov och verksamhetens krav samt med vetenskapligt beprövade metoder som grund.", "Eleverna ska ges möjlighet att utveckla kunskaper om djurparksdjurs biologi och naturliga beteende samt om foder och foderhantering.", "Dessutom ska eleverna ges möjlighet att utveckla förmåga att följa rutiner och ta ansvar i arbetet med djur.", "Undervisningen ska bidra till att eleverna utvecklar förmåga att iaktta och tolka djurparksdjurs beteende och välmående.", "Genom undervisningen ska eleverna också ges möjlighet att utveckla kunskaper om hur man förebygger skador och sjukdomar hos djur.", "Undervisningen ska bidra till att eleverna utvecklar kunskaper om lagar och andra bestämmelser som gäller djurhållning för offentlig förevisning." ]
  }, {
    "type" : "PARAGRAPH",
    "heading" : "",
    "lines" : [ "Genom övningar, stallturer och studier i olika djurmiljöer ska eleverna ges möjlighet att studera djurparksdjurs beteende, hälsa och välbefinnande.", "Vidare ska undervisningen genom praktiska övningar ge eleverna möjlighet att utveckla förmåga att hantera och sköta djurparksdjur och anläggningar samt utrustning och tekniska hjälpmedel inom verksamhetsområdet." ]
  }, {
    "type" : "BULLET",
    "heading" : "Undervisningen i ämnet djurparksdjur ska ge eleverna förutsättningar att utveckla följande:",
    "lines" : [ "Kunskaper om djurarter, artgrupper och utrotningshotade djur samt djurs betydelse i ekosystemen.", "Kunskaper om djurparksdjurs näringsbehov, foder och foderhantering.", "Kunskaper om olika djurparksdjurs morfologi, livsmiljö, beteende och livscykler.", "Förmåga att iaktta och tolka djurparksdjurs utseende och beteende i ett evolutionärt perspektiv.", "Kunskaper om hygien och smittskydd samt förmåga att följa hygienrutiner och förebygga ohälsa hos djuren.", "Förmåga att sköta och hantera djur på ett etiskt och säkert sätt samt utifrån djurens behov och verksamhetens krav.", "Förmåga att använda, kontrollera och underhålla utrustning och anläggningar på ett säkert sätt.", "Förmåga att arbeta ergonomiskt och med hänsyn till miljön.", "Förmåga att arbeta på ett säkert, miljömässigt och kvalitetsmässigt sätt utifrån lagar och andra bestämmelser som reglerar verksamheten.", "Kunskaper om lagar och andra bestämmelser som rör djurparker och arbete med djurparksdjur." ]
  } ],
  "courses" : [ {
    "name" : "Djurparksdjur 1",
    "description" : "Kursen djurparksdjur 1 omfattar punkterna 1–10 under rubriken Ämnets syfte.",
    "code" : "DJPDJU01",
    "centralContent" : [ {
      "heading" : "Undervisningen i kursen ska behandla följande centrala innehåll:",
      "lines" : [ ]
    }, {
      "heading" : "Biologisk grund",
      "lines" : [ "Identifiering och systematisering av ett i djurparker begränsat antal djurarter.", "Djurarternas utseende, morfologi, utveckling och beteende i ett evolutionärt perspektiv.", "Djurens betydelse i ekosystemen.", "Djurarternas fysiologi, näringsbehov och speciella krav på fodermedel.", "Djurarternas egenskaper och särskilda behov beträffande till exempel temperatur, ljus och miljö.", "Beteendeförändringar hos djurparksdjur som följd av miljö, skador och sjukdomar.", "Hygien och smittskydd." ]
    }, {
      "heading" : "Arbetsuppgifter",
      "lines" : [ "Återkommande kontroller, till exempel tillsyn och bedömning av djurparksdjurens hälsotillstånd, kontroll av hägn, stallar och utrustning.", "Dokumentation av dagliga rutiner.", "Daglig skötsel av djurparksdjur vad gäller till exempel utfodring och tillsyn samt daglig skötsel av anläggningar och utrustning.", "Hygien och förebyggande hälsoarbete.", "Underhåll av hägn och andra djuranläggningar.", "Underhåll, skötsel och hantering av utrustning." ]
    }, {
      "heading" : "Arbetsmiljö, säkerhetsfrågor och bestämmelser",
      "lines" : [ "Ergonomi, arbetsmiljö och säkerhet i samband med arbete med djurparksdjur.", "Lagar och andra bestämmelser i samband med arbete med djurparksdjur, till exempel djurskyddslagstiftning och arbetsmiljölagstiftning.", "Djurparkernas mål, roll och bevarandearbete." ]
    } ],
    "knowledgeRequirementParagraphs" : [ {
      "heading" : "",
      "knowledgeRequirements" : [ {
        "text" : "Eleven identifierar och namnger <strong>________</strong> ett i djurparker begränsat antal djurarter med vetenskapliga och yrkesmässiga termer.",
        "knowledgeRequirementChoice" : {
          "E" : "Eleven identifierar och namnger <strong>med viss säkerhet</strong> ett i djurparker begränsat antal djurarter med vetenskapliga och yrkesmässiga termer.",
          "C" : "Eleven identifierar och namnger <strong>med viss säkerhet</strong> ett i djurparker begränsat antal djurarter med vetenskapliga och yrkesmässiga termer.",
          "A" : "Eleven identifierar och systematiserar <strong>med säkerhet</strong> ett i djurparker begränsat antal djurarter med vetenskapliga och yrkesmässiga termer."
        }
      }, {
        "text" : "Eleven redogör <strong>________</strong> för djurarternas naturliga beteende, naturliga livsmiljö och krav på miljö i fångenskap samt om djurens betydelse i ekosystemen.",
        "knowledgeRequirementChoice" : {
          "E" : "Eleven redogör <strong>översiktligt</strong> för djurarternas naturliga beteende, naturliga livsmiljö och krav på miljö i fångenskap samt om djurens betydelse i ekosystemen.",
          "C" : "Eleven redogör <strong>utförligt</strong> för djurarternas naturliga beteende, naturliga livsmiljö och krav på miljö i fångenskap samt om djurens betydelse i ekosystemen.",
          "A" : "Eleven redogör <strong>utförligt och nyanserat</strong> för djurarternas naturliga beteende, naturliga livsmiljö och krav på miljö i fångenskap samt om djurs betydelse i ekosystemen."
        }
      }, {
        "text" : "Eleven redogör också <strong>________</strong> för djurparksdjurs näringsbehov och utfodring.",
        "knowledgeRequirementChoice" : {
          "E" : "Eleven redogör också <strong>översiktligt</strong> för djurparksdjurs näringsbehov och utfodring.",
          "C" : "Eleven redogör också <strong>utförligt</strong> för djurparksdjurs näringsbehov och utfodring.",
          "A" : "Eleven redogör också <strong>utförligt och nyanserat</strong> för djurparksdjurs näringsbehov och utfodring."
        }
      } ]
    }, {
      "heading" : "",
      "knowledgeRequirements" : [ {
        "text" : "Eleven observerar djurparksdjur i djurens miljö samt redogör <strong>________</strong> för deras utveckling, utseende, morfologi och beteende i ett evolutionärt perspektiv.",
        "knowledgeRequirementChoice" : {
          "E" : "Eleven observerar djurparksdjur i djurens miljö samt redogör <strong>översiktligt</strong> för deras utveckling, utseende, morfologi och beteende i ett evolutionärt perspektiv.",
          "C" : "Eleven observerar djurparksdjur i djurens miljö samt redogör <strong>utförligt</strong> för deras utveckling, utseende, morfologi och beteende i ett evolutionärt perspektiv.",
          "A" : "Eleven observerar djurarter i djurparksmiljö samt redogör <strong>utförligt och nyanserat</strong> för deras utveckling, utseende, morfologi och beteende i ett evolutionärt perspektiv."
        }
      }, {
        "text" : "Dessutom redogör eleven <strong>________</strong> för ohälsa hos djuren och redogör <strong>________</strong> för förebyggande åtgärder mot ohälsa och beteendestörningar.",
        "knowledgeRequirementChoice" : {
          "E" : "Dessutom redogör eleven <strong>med viss säkerhet</strong> för ohälsa hos djuren och redogör <strong>översiktligt</strong> för förebyggande åtgärder mot ohälsa och beteendestörningar.",
          "C" : "Dessutom redogör eleven <strong>med viss säkerhet</strong> för ohälsa hos djuren och redogör <strong>utförligt</strong> för förebyggande åtgärder mot ohälsa och beteendestörningar.",
          "A" : "Dessutom redogör eleven <strong>med säkerhet</strong> för ohälsa hos djuren och redogör <strong>utförligt och nyanserat</strong> för förebyggande åtgärder mot ohälsa och beteendestörningar."
        }
      } ]
    }, {
      "heading" : "",
      "knowledgeRequirements" : [ {
        "text" : "Eleven följer arbetsinstruktioner och utför <strong>________</strong> med handledare arbetsuppgifter med djurparksdjur.",
        "knowledgeRequirementChoice" : {
          "E" : "Eleven följer arbetsinstruktioner och utför <strong>i samråd</strong> med handledare arbetsuppgifter med djurparksdjur.",
          "C" : "Eleven följer arbetsinstruktioner och utför <strong>efter samråd</strong> med handledare arbetsuppgifter med djurparksdjur.",
          "A" : "Eleven följer arbetsinstruktioner och utför <strong>efter samråd</strong> med handledare arbetsuppgifter med djurparksdjur."
        }
      }, {
        "text" : "Arbetet utförs på ett etiskt och säkert sätt.",
        "knowledgeRequirementChoice" : {
          "E" : "Arbetet utförs på ett etiskt och säkert sätt.",
          "C" : "Arbetet utförs på ett etiskt och säkert sätt.",
          "A" : "Arbetet utförs på ett etiskt och säkert sätt."
        }
      }, {
        "text" : "Resultatet av arbetet är <strong>________</strong>.",
        "knowledgeRequirementChoice" : {
          "E" : "Resultatet av arbetet är <strong>tillfredsställande</strong>.",
          "C" : "Resultatet av arbetet är <strong>tillfredsställande</strong>.",
          "A" : "Resultatet av arbetet är <strong>gott</strong>."
        }
      }, {
        "text" : "I arbetet använder, kontrollerar och underhåller eleven <strong>________</strong> utrustning och anläggningar.",
        "knowledgeRequirementChoice" : {
          "E" : "I arbetet använder, kontrollerar och underhåller eleven <strong>med viss säkerhet</strong> utrustning och anläggningar.",
          "C" : "I arbetet använder, kontrollerar och underhåller eleven <strong>med viss säkerhet</strong> utrustning och anläggningar.",
          "A" : "I arbetet använder, kontrollerar och underhåller eleven <strong>med säkerhet</strong> utrustning och anläggningar."
        }
      }, {
        "text" : "I arbetet löser också eleven <strong>________</strong> med handledare de problem som uppstår.",
        "knowledgeRequirementChoice" : {
          "E" : "I arbetet löser också eleven <strong>i samråd</strong> med handledare de problem som uppstår.",
          "C" : "I arbetet löser också eleven <strong>efter samråd</strong> med handledare de problem som uppstår.",
          "A" : "I arbetet löser också eleven <strong>efter samråd</strong> med handledare de problem som uppstår."
        }
      }, {
        "text" : "Eleven arbetar ergonomiskt och tar hänsyn till miljön.",
        "knowledgeRequirementChoice" : {
          "E" : "Eleven arbetar ergonomiskt och tar hänsyn till miljön.",
          "C" : "Eleven arbetar ergonomiskt och tar hänsyn till miljön.",
          "A" : "Eleven arbetar ergonomiskt och tar hänsyn till miljön."
        }
      }, {
        "text" : "Arbetet utförs på ett sätt som är säkert för eleven själv och andra.",
        "knowledgeRequirementChoice" : {
          "E" : "Arbetet utförs på ett sätt som är säkert för eleven själv och andra.",
          "C" : "Arbetet utförs på ett sätt som är säkert för eleven själv och andra.",
          "A" : "Arbetet utförs på ett sätt som är säkert för eleven själv och andra."
        }
      }, {
        "text" : "Dessutom redogör eleven <strong>________</strong> för och arbetar i enlighet med lagar och andra bestämmelser som rör arbete med djurparksdjur.",
        "knowledgeRequirementChoice" : {
          "E" : "Dessutom redogör eleven <strong>översiktligt</strong> för och arbetar i enlighet med lagar och andra bestämmelser som rör arbete med djurparksdjur.",
          "C" : "Dessutom redogör eleven <strong>utförligt</strong> för och arbetar i enlighet med lagar och andra bestämmelser som rör arbete med djurparksdjur.",
          "A" : "Dessutom redogör eleven <strong>utförligt och nyanserat</strong> för och arbetar i enlighet med lagar och andra bestämmelser som rör arbete med djurparksdjur."
        }
      } ]
    }, {
      "heading" : "",
      "knowledgeRequirements" : [ {
        "text" : "När eleven samråder med handledare bedömer hon eller han <strong>________</strong> den egna förmågan och situationens krav.",
        "knowledgeRequirementChoice" : {
          "E" : "När eleven samråder med handledare bedömer hon eller han <strong>med viss säkerhet</strong> den egna förmågan och situationens krav.",
          "C" : "När eleven samråder med handledare bedömer hon eller han <strong>med viss säkerhet</strong> den egna förmågan och situationens krav.",
          "A" : "När eleven samråder med handledare bedömer hon eller han <strong>med säkerhet</strong> den egna förmågan och situationens krav."
        }
      } ]
    } ],
    "point" : 100,
    "year" : null
  }, {
    "name" : "Djurparksdjur 2",
    "description" : "Kursen djurparksdjur 2 omfattar punkterna 1–10 under rubriken Ämnets syfte. I kursen behandlas fördjupade kunskaper i ämnet.",
    "code" : "DJPDJU02",
    "centralContent" : [ {
      "heading" : "Undervisningen i kursen ska behandla följande centrala innehåll:",
      "lines" : [ ]
    }, {
      "heading" : "Biologisk grund",
      "lines" : [ "Identifiering och systematisering av ett flertal i djurparker vanliga djurarter med vetenskapliga och yrkesmässiga termer.", "Djurarternas naturliga livsmiljö och naturliga beteenden.", "Djurens betydelse i ekosystemen.", "Djurarternas fysiologi och näringsbehov och speciella krav på fodermedel.", "Djurparksdjurens speciella behov beträffande till exempel temperatur, ljus och miljö.", "Beteendeförändringar hos djurparksdjur som följd av till exempel miljö, skötsel, skador och sjukdomar.", "Vilda djur i hägn, beteende och hälsa.", "Utformning av hägn och vistelsemiljöer beroende på djurens behov och beteende.", "Hygien och smittskydd.", "Avelsarbete inom europeiska djurparker.", "Journalföring och registreringssystem för djurparksdjur.", "Regler i samband med införsel och utförsel av djurparksdjur och rutiner i samband med transport." ]
    }, {
      "heading" : "Arbetsuppgifter och utrustning",
      "lines" : [ "Daglig skötsel av djurparksdjur och anläggningar, till exempel utfodring, foderhantering, tillsyn av djuren, kontroll av djurens hälsa och kontroll av anläggningar och utrustning.", "Dokumentation av dagliga rutiner och genomfört arbete.", "Hygienåtgärder och förebyggande hälsoarbete.", "Underhåll av hägn och andra djuranläggningar.", "Underhåll, skötsel och hantering av utrustning." ]
    }, {
      "heading" : "Arbetsmiljö, säkerhetsfrågor och bestämmelser",
      "lines" : [ "Ergonomi, arbetsmiljö och säkerhet i samband med arbete med djurparksdjur.", "Lagar och andra bestämmelser i samband med arbete med djurparksdjur, till exempel djurskyddslagstiftning, arbetsmiljölagstiftningen och artskyddsförordningen.", "Regler, bestämmelser och tillstånd att driva djurpark." ]
    } ],
    "knowledgeRequirementParagraphs" : [ {
      "heading" : "",
      "knowledgeRequirements" : [ {
        "text" : "Eleven identifierar och systematiserar <strong>________</strong> ett flertal djurarter som förekommer i djurparker med vetenskapliga och yrkesmässiga termer.",
        "knowledgeRequirementChoice" : {
          "E" : "Eleven identifierar och systematiserar <strong>med viss säkerhet</strong> ett flertal djurarter som förekommer i djurparker med vetenskapliga och yrkesmässiga termer.",
          "C" : "Eleven identifierar och systematiserar <strong>med viss säkerhet</strong> ett flertal djurarter som förekommer i djurparker med vetenskapliga och yrkesmässiga termer.",
          "A" : "Eleven identifierar och namnger <strong>med säkerhet</strong> ett flertal djurarter som förekommer i djurparker med vetenskapliga och yrkesmässiga termer."
        }
      }, {
        "text" : "Eleven redogör <strong>________</strong> för djurarternas naturliga beteende, naturliga livsmiljö och krav på miljö i fångenskap samt för djurens betydelse i ekosystemen.",
        "knowledgeRequirementChoice" : {
          "E" : "Eleven redogör <strong>översiktligt</strong> för djurarternas naturliga beteende, naturliga livsmiljö och krav på miljö i fångenskap samt för djurens betydelse i ekosystemen.",
          "C" : "Eleven redogör <strong>utförligt</strong> för djurarternas naturliga beteende, naturliga livsmiljö och krav på miljö i fångenskap samt för djurens betydelse i ekosystemen.",
          "A" : "Eleven redogör <strong>utförligt och nyanserat</strong> för djurarternas naturliga beteende, naturliga livsmiljö och krav på miljö i fångenskap samt för djurens betydelse i ekosystemen."
        }
      }, {
        "text" : "Eleven redogör också <strong>________</strong> för djurparksdjurens näringsbehov och utfodring.",
        "knowledgeRequirementChoice" : {
          "E" : "Eleven redogör också <strong>översiktligt</strong> för djurparksdjurens näringsbehov och utfodring.",
          "C" : "Eleven redogör också <strong>utförligt</strong> för djurparksdjurens näringsbehov och utfodring.",
          "A" : "Eleven redogör också <strong>utförligt och nyanserat</strong> för djurparksdjurens näringsbehov och utfodring."
        }
      } ]
    }, {
      "heading" : "",
      "knowledgeRequirements" : [ {
        "text" : "Eleven observerar ett flertal djurarter i djurparksmiljö, samt redogör <strong>________</strong> för deras utveckling, utseende, morfologi och beteende i ett evolutionärt perspektiv.",
        "knowledgeRequirementChoice" : {
          "E" : "Eleven observerar ett flertal djurarter i djurparksmiljö, samt redogör <strong>översiktligt</strong> för deras utveckling, utseende, morfologi och beteende i ett evolutionärt perspektiv.",
          "C" : "Eleven observerar ett flertal djurarter i djurparksmiljö, samt redogör <strong>utförligt</strong> för deras utveckling, utseende, morfologi och beteende i ett evolutionärt perspektiv.",
          "A" : "Eleven observerar ett flertal djurarter i djurparksmiljö samt redogör <strong>utförligt och nyanserat</strong> för deras utveckling, utseende, morfologi och beteende i ett evolutionärt perspektiv."
        }
      }, {
        "text" : "Dessutom identifierar eleven <strong>________</strong> ohälsa hos djur och redogör <strong>________</strong> för förebyggande åtgärder mot ohälsa och beteendestörningar.",
        "knowledgeRequirementChoice" : {
          "E" : "Dessutom identifierar eleven <strong>med viss säkerhet</strong> ohälsa hos djur och redogör <strong>översiktligt</strong> för förebyggande åtgärder mot ohälsa och beteendestörningar.",
          "C" : "Dessutom identifierar eleven <strong>med viss säkerhet</strong> ohälsa hos djur och redogör <strong>utförligt</strong> för förebyggande åtgärder mot ohälsa och beteendestörningar.",
          "A" : "Dessutom identifiera eleven <strong>med säkerhet</strong> ohälsa hos djur och redogör <strong>utförligt och nyanserat</strong> för förebyggande åtgärder mot ohälsa och beteendestörningar."
        }
      } ]
    }, {
      "heading" : "",
      "knowledgeRequirements" : [ {
        "text" : "Eleven följer arbetsinstruktioner och utför <strong>________</strong> med handledare arbetsuppgifter med ett flertal djurparksdjur.",
        "knowledgeRequirementChoice" : {
          "E" : "Eleven följer arbetsinstruktioner och utför <strong>i samråd</strong> med handledare arbetsuppgifter med ett flertal djurparksdjur.",
          "C" : "Eleven följer arbetsinstruktioner och utför <strong>efter samråd</strong> med handledare arbetsuppgifter med ett flertal djurparksdjur.",
          "A" : "Eleven följer arbetsinstruktioner och utför <strong>efter samråd</strong> med handledare arbetsuppgifter med ett flertal djurparksdjur."
        }
      }, {
        "text" : "Arbetet utförs på ett etiskt och säkert sätt.",
        "knowledgeRequirementChoice" : {
          "E" : "Arbetet utförs på ett etiskt och säkert sätt.",
          "C" : "Arbetet utförs på ett etiskt och säkert sätt.",
          "A" : "Arbetet utförs på ett etiskt och säkert sätt."
        }
      }, {
        "text" : "Resultatet av arbetet är <strong>________</strong>.",
        "knowledgeRequirementChoice" : {
          "E" : "Resultatet av arbetet är <strong>tillfredsställande</strong>.",
          "C" : "Resultatet av arbetet är <strong>tillfredsställande</strong>.",
          "A" : "Resultatet av arbetet är <strong>gott</strong>."
        }
      }, {
        "text" : "I arbetet använder eleven <strong>________</strong> utrustning.",
        "knowledgeRequirementChoice" : {
          "E" : "I arbetet använder eleven <strong>med viss säkerhet</strong> utrustning.",
          "C" : "I arbetet använder eleven <strong>med viss säkerhet</strong> utrustning.",
          "A" : "I arbetet använder eleven <strong>med säkerhet</strong> utrustning."
        }
      }, {
        "text" : "Dessutom utför eleven <strong>________</strong> med handledare underhåll av hägn och andra djuranläggningar.",
        "knowledgeRequirementChoice" : {
          "E" : "Dessutom utför eleven <strong>i samråd</strong> med handledare underhåll av hägn och andra djuranläggningar.",
          "C" : "Dessutom utför eleven <strong>efter samråd</strong> med handledare underhåll av hägn och andra djuranläggningar.",
          "A" : "Dessutom utför eleven <strong>efter samråd</strong> med handledare underhåll av hägn och andra djuranläggningar."
        }
      }, {
        "text" : "I arbetet löser eleven <strong>________</strong> med handledare de problem som uppstår.",
        "knowledgeRequirementChoice" : {
          "E" : "I arbetet löser eleven <strong>i samråd</strong> med handledare de problem som uppstår.",
          "C" : "I arbetet löser eleven <strong>efter samråd</strong> med handledare de problem som uppstår.",
          "A" : "I arbetet löser eleven <strong>efter samråd</strong> med handledare de problem som uppstår."
        }
      }, {
        "text" : "Eleven arbetar ergonomiskt och tar hänsyn till miljön.",
        "knowledgeRequirementChoice" : {
          "E" : "Eleven arbetar ergonomiskt och tar hänsyn till miljön.",
          "C" : "Eleven arbetar ergonomiskt och tar hänsyn till miljön.",
          "A" : "Eleven arbetar ergonomiskt med djurparksdjur, utrustning, stall och hägn."
        }
      } ]
    }, {
      "heading" : "",
      "knowledgeRequirements" : [ {
        "text" : "Eleven redogör <strong>________</strong> för avelsarbete och registreringssystem för djurparksdjur.",
        "knowledgeRequirementChoice" : {
          "E" : "Eleven redogör <strong>översiktligt</strong> för avelsarbete och registreringssystem för djurparksdjur.",
          "C" : "Eleven redogör <strong>utförligt</strong> för avelsarbete och registreringssystem för djurparksdjur.",
          "A" : "Eleven redogör <strong>utförligt och nyanserat</strong> för avelsarbete och registreringssystem för djurparksdjur."
        }
      }, {
        "text" : "Eleven redogör <strong>________</strong> för regelverk i samband med införsel och utförsel av djurparksdjur samt rutiner i samband med transporter.",
        "knowledgeRequirementChoice" : {
          "E" : "Eleven redogör <strong>översiktligt</strong> för regelverk i samband med införsel och utförsel av djurparksdjur samt rutiner i samband med transporter.",
          "C" : "Eleven redogör <strong>utförligt</strong> för regelverk i samband med införsel och utförsel av djurparksdjur samt rutiner i samband med transporter.",
          "A" : "Eleven redogör <strong>utförligt och nyanserat</strong> för regelverk i samband med införsel och utförsel av djurparksdjur samt rutiner i samband med transporter."
        }
      }, {
        "text" : "Arbetet utförs på ett sätt som är säkert för eleven själv och andra.",
        "knowledgeRequirementChoice" : {
          "E" : "Arbetet utförs på ett sätt som är säkert för eleven själv och andra.",
          "C" : "Arbetet utförs på ett sätt som är säkert för eleven själv och andra.",
          "A" : "Arbetet utförs på ett sätt som är säkert för eleven själv och andra."
        }
      }, {
        "text" : "Dessutom redogör eleven <strong>________</strong> för och arbetar i enlighet med lagar och andra bestämmelser som gäller i aktuella situationer.",
        "knowledgeRequirementChoice" : {
          "E" : "Dessutom redogör eleven <strong>översiktligt</strong> för och arbetar i enlighet med lagar och andra bestämmelser som gäller i aktuella situationer.",
          "C" : "Dessutom redogör eleven <strong>utförligt</strong> för och arbetar i enlighet med lagar och andra bestämmelser som gäller i aktuella situationer.",
          "A" : "Dessutom redogör eleven <strong>utförligt och nyanserat</strong> för och arbetar i enlighet med lagar och andra bestämmelser som gäller i aktuella situationer."
        }
      } ]
    }, {
      "heading" : "",
      "knowledgeRequirements" : [ {
        "text" : "När eleven samråder med handledare bedömer hon eller han <strong>________</strong> den egna förmågan och situationens krav.",
        "knowledgeRequirementChoice" : {
          "E" : "När eleven samråder med handledare bedömer hon eller han <strong>med viss säkerhet</strong> den egna förmågan och situationens krav.",
          "C" : "När eleven samråder med handledare bedömer hon eller han <strong>med viss säkerhet</strong> den egna förmågan och situationens krav.",
          "A" : "När eleven samråder med handledare bedömer hon eller han <strong>med säkerhet</strong> den egna förmågan och situationens krav."
        }
      } ]
    } ],
    "point" : 100,
    "year" : null
  } ]
}