{
  "name" : "Engelska för döva",
  "description" : "Det engelska språket omger oss i vardagen och används inom skilda områden som kultur, politik, utbildning och ekonomi. Kunskaper i engelska ökar individens möjligheter att ingå i olika sociala och kulturella sammanhang och att delta i ett globaliserat studie- och arbetsliv. Kunskaper i engelska kan dessutom ge nya perspektiv på omvärlden, ökade möjligheter till kontakter och större förståelse för olika sätt att leva. I ämnet engelska för döva påverkas elevens språkutveckling både av att dövas inlärning av engelska sker helt visuellt och av att engelska i regel är det tredje språket. Eleven möter engelska endast via läsning, och inlärningen bygger på det språkliga inflöde som läsningen ger. Vid språkinlärningen måste eleven använda sitt första språk, svenskt teckenspråk, och sitt andra språk, svenska.",
  "code" : "ENL",
  "designation" : "",
  "skolfsId" : "2010:118",
  "purposes" : [ {
    "type" : "PARAGRAPH",
    "heading" : "",
    "lines" : [ "Undervisningen i ämnet engelska för döva ska syfta till att eleverna utvecklar språk- och omvärldskunskaper så att de kan, vill och vågar använda engelska i olika situationer och för skilda syften.", "Eleverna ska ges möjlighet att, genom språkanvändning i funktionella och meningsfulla sammanhang, utveckla en allsidig kommunikativ förmåga.", "Denna förmåga innefattar dels reception, som innebär att förstå texter, dels produktion och interaktion, som innebär att formulera sig och samspela med andra i skrift samt att anpassa sitt språk till olika situationer, syften och mottagare.", "Genom undervisningen ska eleverna även ges möjlighet att utveckla språklig säkerhet i skrift samt förmåga att uttrycka sig med allt större variation och komplexitet.", "Dessutom ska eleverna ges möjlighet att utveckla förmåga att använda olika strategier för att stödja kommunikationen och för att lösa problem när språkkunskaperna inte räcker till." ]
  }, {
    "type" : "PARAGRAPH",
    "heading" : "",
    "lines" : [ "Eleverna ska ges möjlighet att utveckla kunskaper om livsvillkor, samhällsfrågor och kulturella företeelser i olika sammanhang och delar av världen där engelska används.", "Undervisningen ska stimulera elevernas nyfikenhet på språk och kultur samt ge dem möjlighet att utveckla flerspråkighet där kunskaper i olika språk samverkar och stödjer varandra.", "Undervisningen ska dessutom bidra till att eleverna utvecklar språklig medvetenhet och kunskaper om hur man lär sig språk i och utanför undervisningen." ]
  }, {
    "type" : "PARAGRAPH",
    "heading" : "",
    "lines" : [ "I undervisningen ska svenskt teckenspråk och skriven svenska användas som stöd för inlärningen.", "Engelska används i textstudier, skriftlig interaktion och egen skriftlig produktion.", "Ett aktivt kontrastivt arbetssätt, där skillnader och likheter mellan elevens olika språk lyfts fram, ska utgöra stöd för inlärningen.", "I undervisningen ska eleverna få möta skriven engelska av olika slag samt få sätta innehållet i relation till egna erfarenheter och kunskaper.", "Eleverna ska ges möjlighet att producera texter med stöd av olika hjälpmedel och att interagera i skrift i form av direktkommunikation via olika medier.", "Undervisningen ska dra nytta av omvärlden som en resurs för kontakter, information och lärande samt bidra till att eleverna utvecklar förståelse av hur man söker, värderar, väljer och tillägnar sig innehåll från olika källor för information, kunskaper och upplevelser." ]
  }, {
    "type" : "BULLET",
    "heading" : "Undervisningen i ämnet engelska för döva ska ge eleverna förutsättningar att utveckla följande:",
    "lines" : [ "Förståelse av skriven engelska samt förmåga att tolka innehållet.", "Förmåga att formulera sig och kommunicera på engelska i skrift.", "Förmåga att använda språkliga strategier i olika sammanhang.", "Förmåga att anpassa språket efter olika syften, mottagare och situationer.", "Förmåga att diskutera och reflektera över livsvillkor, samhällsfrågor och kulturella företeelser i olika sammanhang och delar av världen där engelska används." ]
  } ],
  "courses" : [ {
    "name" : "Engelska för döva 5",
    "description" : "Kursen engelska för döva 5 omfattar punkterna 1–5 under rubriken Ämnets syfte.",
    "code" : "ENLENE05",
    "centralContent" : [ {
      "heading" : "Undervisningen i kursen ska behandla följande centrala innehåll:",
      "lines" : [ ]
    }, {
      "heading" : "Kommunikationens innehåll",
      "lines" : [ "Ämnesområden med anknytning till elevernas utbildning samt samhälls- och arbetsliv; aktuella områden; händelser och händelseförlopp; tankar, åsikter, idéer, erfarenheter och känslor; relationer och etiska frågor.", "Innehåll och form i olika typer av fiktion.", "Levnadsvillkor, attityder, värderingar och traditioner samt sociala, politiska och kulturella förhållanden i olika sammanhang och delar av världen där engelska används. Engelska språkets utbredning och ställning i världen." ]
    }, {
      "heading" : "Reception",
      "lines" : [ "Skrivna texter som är instruerande, berättande, sammanfattande, förklarande, diskuterande, rapporterande och argumenterande, även med viss social och dialektal färgning, samt skriven engelska via textad film och andra medier.", "Skönlitteratur och annan fiktion.", "Sakprosa av olika slag och med olika syften, till exempel manualer, populärvetenskapliga texter och reportage.", "Strategier för att läsa på olika sätt och med olika syften.", "Olika sätt att söka, välja och kritiskt granska texter.", "Hur ord och fraser i skriftliga framställningar skapar struktur och sammanhang genom att tydliggöra inledning, orsakssammanhang, tidsaspekt och slutsats." ]
    }, {
      "heading" : "Produktion och interaktion",
      "lines" : [ "Skriftlig produktion och interaktion av olika slag, även i mer formella sammanhang, samt skriftlig direktkommunikation, där eleverna instruerar, berättar, sammanfattar, förklarar, kommenterar, värderar, motiverar sina åsikter, diskuterar och argumenterar.", "Strategier för att bidra till och aktivt medverka i diskussioner med anknytning till samhälls- och arbetslivet.", "Bearbetning av egna och andras skriftliga framställningar för att variera, tydliggöra och precisera samt för att skapa struktur och anpassa till syftet och situationen. I detta ingår användning av ord och fraser som tydliggör orsakssammanhang och tidsaspekter." ]
    } ],
    "knowledgeRequirementParagraphs" : [ {
      "heading" : "",
      "knowledgeRequirements" : [ {
        "text" : "Eleven förstår <strong>________</strong> detaljer i tydligt formulerad skriven engelska i olika genrer.",
        "knowledgeRequirementChoice" : {
          "E" : "Eleven förstår <strong>huvudsakligt innehåll och uppfattar tydliga</strong> detaljer i tydligt formulerad skriven engelska i olika genrer.",
          "C" : "Eleven förstår <strong>huvudsakligt innehåll och uppfattar väsentliga</strong> detaljer i tydligt formulerad skriven engelska i olika genrer.",
          "A" : "Eleven förstår <strong>såväl helhet som</strong> detaljer i tydligt formulerad skriven engelska i olika genrer."
        }
      }, {
        "text" : "Eleven visar sin förståelse genom att <strong>________</strong> redogöra för, diskutera och kommentera innehåll och detaljer samt genom att med <strong>________</strong> resultat agera utifrån budskap och instruktioner i innehållet.",
        "knowledgeRequirementChoice" : {
          "E" : "Eleven visar sin förståelse genom att <strong>översiktligt</strong> redogöra för, diskutera och kommentera innehåll och detaljer samt genom att med <strong>godtagbart</strong> resultat agera utifrån budskap och instruktioner i innehållet.",
          "C" : "Eleven visar sin förståelse genom att <strong>välgrundat</strong> redogöra för, diskutera och kommentera innehåll och detaljer samt genom att med <strong>tillfredsställande</strong> resultat agera utifrån budskap och instruktioner i innehållet.",
          "A" : "Eleven visar sin förståelse genom att <strong>välgrundat och nyanserat</strong> redogöra för, diskutera och kommentera innehåll och detaljer samt genom att med <strong>gott</strong> resultat agera utifrån budskap och instruktioner i innehållet."
        }
      } ]
    }, {
      "heading" : "",
      "knowledgeRequirements" : [ {
        "text" : "Eleven väljer och använder <strong>________</strong> strategier för att tillgodogöra sig och kritiskt granska innehållet i skriven engelska.",
        "knowledgeRequirementChoice" : {
          "E" : "Eleven väljer och använder <strong>med viss säkerhet</strong> strategier för att tillgodogöra sig och kritiskt granska innehållet i skriven engelska.",
          "C" : "Eleven väljer och använder <strong>med viss säkerhet</strong> strategier för att tillgodogöra sig och kritiskt granska innehållet i skriven engelska.",
          "A" : "Eleven väljer och använder <strong>med säkerhet</strong> strategierför att tillgodogöra sig och kritiskt granska innehållet i skriven engelska."
        }
      } ]
    }, {
      "heading" : "",
      "knowledgeRequirements" : [ {
        "text" : "Eleven väljer texter från olika medier och använder på ett relevant sätt det valda materialet i sin egen produktion och interaktion.",
        "knowledgeRequirementChoice" : {
          "E" : "Eleven väljer texter från olika medier och använder på ett relevant sätt det valda materialet i sin egen produktion och interaktion.",
          "C" : "Eleven väljer texter från olika medier och använder på ett relevant <strong>och effektivt</strong> sätt det valda materialet i sin egen produktion och interaktion.",
          "A" : "Eleven väljer texter från olika medier och använder på ett relevant, <strong>effektivt och kritiskt</strong> sätt det valda materialet i sin egen produktion och interaktion."
        }
      } ]
    }, {
      "heading" : "",
      "knowledgeRequirements" : [ {
        "text" : "I skriftliga framställningar i olika genrer formulerar sig eleven <strong>________</strong> varierat, <strong>________</strong> tydligt och <strong>________</strong> sammanhängande.",
        "knowledgeRequirementChoice" : {
          "E" : "I skriftliga framställningar i olika genrer formulerar sig eleven <strong>relativt</strong> varierat, <strong>relativt</strong> tydligt och <strong>relativt</strong> sammanhängande.",
          "C" : "I skriftliga framställningar i olika genrer formulerar sig eleven <strong>relativt</strong> varierat, tydligt, sammanhängande och <strong>relativt strukturerat</strong>.",
          "A" : "I skriftliga framställningar i olika genrer formulerar sig eleven varierat, tydligt, sammanhängande <strong>och strukturerat</strong>."
        }
      }, {
        "text" : "Eleven formulerar sig även med <strong>________</strong> flyt och <strong>________</strong> till syfte, mottagare och situation.",
        "knowledgeRequirementChoice" : {
          "E" : "Eleven formulerar sig även med <strong>visst</strong> flyt och <strong>i någon mån anpassat</strong> till syfte, mottagare och situation.",
          "C" : "Eleven formulerar sig även med flyt och <strong>viss anpassning</strong> till syfte, mottagare och situation.",
          "A" : "Eleven formulerar sig även med flyt och <strong>viss anpassning</strong> till syfte, mottagare och situation."
        }
      }, {
        "text" : "Eleven bearbetar och gör <strong>________</strong> förbättringar av egna framställningar.",
        "knowledgeRequirementChoice" : {
          "E" : "Eleven bearbetar och gör <strong>enkla</strong> förbättringar av egna framställningar.",
          "C" : "Eleven bearbetar och gör <strong>välgrundade</strong> förbättringar av egna framställningar.",
          "A" : "Eleven bearbetar och gör <strong>välgrundade och nyanserade</strong> förbättringar av egna framställningar."
        }
      } ]
    }, {
      "heading" : "",
      "knowledgeRequirements" : [ {
        "text" : "I skriftlig direktkommunikation i olika, även mer formella, sammanhang uttrycker sig eleven tydligt och med <strong>________</strong> flyt samt med <strong>________</strong> anpassning till syfte, mottagare och situation.",
        "knowledgeRequirementChoice" : {
          "E" : "I skriftlig direktkommunikation i olika, även mer formella, sammanhang uttrycker sig eleven tydligt och med <strong>visst</strong> flyt samt med <strong>viss</strong> anpassning till syfte, mottagare och situation.",
          "C" : "I skriftlig direktkommunikation i olika, även mer formella, sammanhang uttrycker sig eleven tydligt och med flyt samt med <strong>viss</strong> anpassning till syfte, mottagare och situation.",
          "A" : "I skriftlig direktkommunikation i olika, även mer formella, sammanhang uttrycker sig eleven tydligt, <strong>relativt ledigt</strong> och med flyt samt med anpassning till syfte, mottagare och situation."
        }
      }, {
        "text" : "Dessutom väljer och använder eleven <strong>________</strong> fungerande strategier som <strong>________</strong> löser problem i och förbättrar interaktionen.",
        "knowledgeRequirementChoice" : {
          "E" : "Dessutom väljer och använder eleven <strong>i huvudsak</strong> fungerande strategier som <strong>i viss mån</strong> löser problem i och förbättrar interaktionen.",
          "C" : "Dessutom väljer och använder eleven fungerande strategier som löser problem i och förbättrar interaktionen.",
          "A" : "Dessutom väljer och använder eleven <strong>väl</strong> fungerande strategier som löser problem i och förbättrar interaktionen <strong>och för den framåt på ett konstruktivt sätt</strong>."
        }
      } ]
    }, {
      "heading" : "",
      "knowledgeRequirements" : [ {
        "text" : "Eleven diskuterar <strong>________</strong> några företeelser i olika sammanhang och delar av världen där engelska används, och gör då också <strong>________</strong> jämförelser med egna erfarenheter och kunskaper.",
        "knowledgeRequirementChoice" : {
          "E" : "Eleven diskuterar <strong>översiktligt</strong> några företeelser i olika sammanhang och delar av världen där engelska används, och gör då också <strong>enkla</strong> jämförelser med egna erfarenheter och kunskaper.",
          "C" : "Eleven diskuterar <strong>utförligt</strong> några företeelser i olika sammanhang och delar av världen där engelska används, och gör då också <strong>välutvecklade</strong> jämförelser med egna erfarenheter och kunskaper.",
          "A" : "Eleven diskuterar <strong>utförligt och nyanserat</strong> några företeelser i olika sammanhang och delar av världen där engelska används, och gör då också <strong>välutvecklade och nyanserade</strong> jämförelser med egna erfarenheter och kunskaper."
        }
      } ]
    } ],
    "point" : 100,
    "year" : null
  }, {
    "name" : "Engelska för döva 6",
    "description" : "Kursen engelska för döva 6 omfattar punkterna 1–5 under rubriken Ämnets syfte.",
    "code" : "ENLENE06",
    "centralContent" : [ {
      "heading" : "Undervisningen i kursen ska behandla följande centrala innehåll:",
      "lines" : [ ]
    }, {
      "heading" : "Kommunikationens innehåll",
      "lines" : [ "Konkreta och abstrakta ämnesområden med anknytning till elevernas utbildning samt samhälls- och arbetsliv; aktuella ämnesområden; tankar, åsikter, idéer, erfarenheter och känslor; etiska och existentiella frågor.", "Teman, motiv, form och innehåll i film och skönlitteratur; författarskap och litterära epoker.", "Levnadsvillkor, attityder, värderingar, traditioner, samhällsfrågor samt kulturella, historiska, politiska och sociala förhållanden i olika sammanhang och delar av världen där engelska används." ]
    }, {
      "heading" : "Reception",
      "lines" : [ "Skrivna texter, även komplexa och formella, som är berättande, diskuterande, argumenterande, rapporterande och redogörande, även via textad film och andra medier, till exempel debatter, föredrag och intervjuer. Texterna kan även ha social och dialektal färgning.", "Samtida och äldre skönlitteratur, dikter och dramatik.", "Sakprosa av olika slag och med olika syften, till exempel formella brev, populärvetenskapliga texter och recensioner.", "Strategier för källkritiskt förhållningssätt när man läser framställningar från olika källor.", "Strategier för att söka relevant information i större textmängder och för att uppfatta perspektiv och underförstådd betydelse.", "Hur struktur och sammanhang byggs upp samt hur attityder, perspektiv och stilnivå kommer till uttryck i skrivet språk i olika genrer.", "Hur språk och bilder används för att påverka, till exempel i politiska tal och reklam." ]
    }, {
      "heading" : "Produktion och interaktion",
      "lines" : [ "Skriftlig produktion och interaktion i olika situationer och med olika syften, samt skriftlig direktkommunikation, där eleverna argumenterar, rapporterar, ansöker, resonerar, sammanfattar, kommenterar, värderar och motiverar sina åsikter.", "Strategier för att bidra till och aktivt medverka i argumentation, debatter och diskussioner med anknytning till samhälls- och arbetslivet.", "Olika sätt att kommentera och föra anteckningar när man läser framställningar från olika källor.", "Bearbetning av språk och struktur i egna och andras skriftliga framställningar, även i formella sammanhang. Anpassning till genre, situation och syfte." ]
    } ],
    "knowledgeRequirementParagraphs" : [ {
      "heading" : "",
      "knowledgeRequirements" : [ {
        "text" : "Eleven förstår <strong>________</strong> detaljer i skriven engelska i olika genrer och i mer formella sammanhang.",
        "knowledgeRequirementChoice" : {
          "E" : "Eleven förstår <strong>huvudsakligt innehåll och uppfattar tydliga</strong> detaljer i skriven engelska i olika genrer och i mer formella sammanhang.",
          "C" : "Eleven förstår <strong>huvudsakligt innehåll och uppfattar väsentliga</strong> detaljer i skriven engelska i olika genrer och i mer formella sammanhang.",
          "A" : "Eleven förstår <strong>såväl helhet som</strong> detaljer i skriven engelska i olika genrer och i mer formella sammanhang."
        }
      }, {
        "text" : "Eleven visar sin förståelse genom att <strong>________</strong> redogöra för, diskutera, kommentera och dra slutsatser om innehåll och detaljer samt genom att med <strong>________</strong> resultat agera utifrån budskap och instruktioner i innehållet.",
        "knowledgeRequirementChoice" : {
          "E" : "Eleven visar sin förståelse genom att <strong>översiktligt</strong> redogöra för, diskutera, kommentera och dra slutsatser om innehåll och detaljer samt genom att med <strong>godtagbart</strong> resultat agera utifrån budskap och instruktioner i innehållet.",
          "C" : "Eleven visar sin förståelse genom att <strong>välgrundat</strong> redogöra för, diskutera, kommentera och dra slutsatser om innehåll och detaljer samt genom att med <strong>tillfredsställande</strong> resultat agera utifrån budskap och instruktioner i innehållet.",
          "A" : "Eleven visar sin förståelse genom att <strong>välgrundat och nyanserat</strong> redogöra för, diskutera, kommentera och dra slutsatser om innehåll och detaljer samt genom att med <strong>gott</strong> resultat agera utifrån budskap och instruktioner i innehållet."
        }
      } ]
    }, {
      "heading" : "",
      "knowledgeRequirements" : [ {
        "text" : "Eleven väljer och använder <strong>________</strong> strategier för att söka relevant information och värdera olika källors tillförlitlighet.",
        "knowledgeRequirementChoice" : {
          "E" : "Eleven väljer och använder <strong>med viss säkerhet</strong> strategier för att söka relevant information och värdera olika källors tillförlitlighet.",
          "C" : "Eleven väljer och använder <strong>med viss säkerhet</strong> strategier för att söka relevant information och värdera olika källors tillförlitlighet.",
          "A" : "Eleven väljer och använder <strong>med säkerhet</strong> strategier för att söka relevant information och värdera olika källors tillförlitlighet."
        }
      } ]
    }, {
      "heading" : "",
      "knowledgeRequirements" : [ {
        "text" : "Eleven väljer texter från olika medier och använder på ett relevant sätt det valda materialet i sin egen produktion och interaktion.",
        "knowledgeRequirementChoice" : {
          "E" : "Eleven väljer texter från olika medier och använder på ett relevant sätt det valda materialet i sin egen produktion och interaktion.",
          "C" : "Eleven väljer texter från olika medier och använder på ett relevant <strong>och effektivt</strong> sätt det valda materialet i sin egen produktion och interaktion.",
          "A" : "Eleven väljer texter från olika medier och använder på ett relevant, <strong>effektivt och kritiskt</strong> sätt det valda materialet i sin egen produktion och interaktion."
        }
      } ]
    }, {
      "heading" : "",
      "knowledgeRequirements" : [ {
        "text" : "I skriftliga framställningar i olika genrer formulerar sig eleven <strong>________</strong> varierat, tydligt och <strong>________</strong> strukturerat.",
        "knowledgeRequirementChoice" : {
          "E" : "I skriftliga framställningar i olika genrer formulerar sig eleven <strong>relativt</strong> varierat, tydligt och <strong>relativt</strong> strukturerat.",
          "C" : "I skriftliga framställningar i olika genrer formulerar sig eleven varierat, tydligt och strukturerat.",
          "A" : "I skriftliga framställningar i olika genrer formulerar sig eleven varierat, <strong>nyanserat</strong>, tydligt och strukturerat."
        }
      }, {
        "text" : "Eleven formulerar sig även med flyt och <strong>________</strong> anpassning till syfte, mottagare och situation.",
        "knowledgeRequirementChoice" : {
          "E" : "Eleven formulerar sig även med flyt och <strong>viss</strong> anpassning till syfte, mottagare och situation.",
          "C" : "Eleven formulerar sig även med flyt och <strong>viss</strong> anpassning till syfte, mottagare och situation.",
          "A" : "Eleven formulerar sig även med flyt och anpassning till syfte, mottagare och situation."
        }
      }, {
        "text" : "Eleven bearbetar och gör <strong>________</strong> förbättringar av egna framställningar.",
        "knowledgeRequirementChoice" : {
          "E" : "Eleven bearbetar och gör <strong>enkla</strong> förbättringar av egna framställningar.",
          "C" : "Eleven bearbetar och gör <strong>välgrundade</strong> förbättringar av egna framställningar.",
          "A" : "Eleven bearbetar och gör <strong>välgrundade och nyanserade</strong> förbättringar av egna framställningar."
        }
      } ]
    }, {
      "heading" : "",
      "knowledgeRequirements" : [ {
        "text" : "I skriftlig direktkommunikation i olika, även formella och komplexa, sammanhang uttrycker sig eleven tydligt och med flyt samt med <strong>________</strong> anpassning till syfte, mottagare och situation.",
        "knowledgeRequirementChoice" : {
          "E" : "I skriftlig direktkommunikation i olika, även formella och komplexa, sammanhang uttrycker sig eleven tydligt och med flyt samt med <strong>viss</strong> anpassning till syfte, mottagare och situation.",
          "C" : "I skriftlig direktkommunikation i olika, även formella och komplexa, sammanhang uttrycker sig eleven tydligt, <strong>relativt ledigt</strong> och med flyt samt med anpassning till syfte, mottagare och situation.",
          "A" : "I skriftlig direktkommunikation i olika, även formella och komplexa, sammanhang uttrycker sig eleven tydligt, <strong>ledigt</strong> och med flyt samt med anpassning till syfte, mottagare och situation."
        }
      }, {
        "text" : "Dessutom väljer och använder eleven <strong>________</strong> fungerande strategier som <strong>________</strong> löser problem i och förbättrar interaktionen.",
        "knowledgeRequirementChoice" : {
          "E" : "Dessutom väljer och använder eleven <strong>i huvudsak</strong> fungerande strategier som <strong>i viss mån</strong> löser problem i och förbättrar interaktionen.",
          "C" : "Dessutom väljer och använder eleven fungerande strategier som löser problem i och förbättrar interaktionen.",
          "A" : "Dessutom väljer och använder eleven <strong>väl</strong> fungerande strategier som löser problem i och förbättrar interaktionen <strong>och för den framåt på ett konstruktivt sätt</strong>."
        }
      } ]
    }, {
      "heading" : "",
      "knowledgeRequirements" : [ {
        "text" : "Eleven diskuterar <strong>________</strong> några företeelser i olika sammanhang och delar av världen där engelska används, och gör då också <strong>________</strong> jämförelser med egna erfarenheter och kunskaper.",
        "knowledgeRequirementChoice" : {
          "E" : "Eleven diskuterar <strong>översiktligt</strong> några företeelser i olika sammanhang och delar av världen där engelska används, och gör då också <strong>enkla</strong> jämförelser med egna erfarenheter och kunskaper.",
          "C" : "Eleven diskuterar <strong>utförligt</strong> några företeelser i olika sammanhang och delar av världen där engelska används, och gör då också <strong>välutvecklade</strong> jämförelser med egna erfarenheter och kunskaper.",
          "A" : "Eleven diskuterar <strong>utförligt och nyanserat</strong> några företeelser i olika sammanhang och delar av världen där engelska används, och gör då också <strong>välutvecklade och nyanserade</strong> jämförelser med egna erfarenheter och kunskaper."
        }
      } ]
    } ],
    "point" : 100,
    "year" : null
  }, {
    "name" : "Engelska för döva 7",
    "description" : "Kursen engelska för döva 7 omfattar punkterna 1–5 under rubriken Ämnets syfte.",
    "code" : "ENLENE07",
    "centralContent" : [ {
      "heading" : "Undervisningen i kursen ska behandla följande centrala innehåll:",
      "lines" : [ ]
    }, {
      "heading" : "Kommunikationens innehåll",
      "lines" : [ "Teoretiska och komplexa ämnesområden, även av mer vetenskaplig karaktär, med anknytning till elevernas utbildning, valt fördjupningsområde, samhällsfrågor och arbetsliv; tankar, åsikter, idéer, erfarenheter och känslor; kulturyttringar i samtiden och historien, till exempel litterära epoker.", "Samhällsfrågor, kulturella, historiska, politiska och sociala förhållanden samt etiska och existentiella frågor i olika sammanhang och delar av världen där engelska används." ]
    }, {
      "heading" : "Reception",
      "lines" : [ "Skrivna texter, även komplexa och formella, som är berättande, diskuterande, argumenterande, rapporterande, redogörande och utredande, även via textad film och andra medier. Texterna kan även ha social och dialektal färgning.", "Samtida och äldre skönlitteratur och annan fiktion inom olika genrer, till exempel dramatik.", "Sakprosa av olika slag och med olika syften, till exempel avtalstexter, fördjupande artiklar och vetenskapliga texter.", "Strategier för att överblicka och strukturera information i större textmängder.", "Strategier för att dra slutsatser om texter när det gäller attityder, perspektiv, syfte och värderingar samt för att uppfatta underförstådd betydelse.", "Uppbyggnad av skriftliga framställningar i olika genrer. Hur stilistiska och retoriska grepp används samt hur språk används som maktmedel." ]
    }, {
      "heading" : "Produktion och interaktion",
      "lines" : [ "Skriftlig produktion och interaktion i olika situationer och med olika syften, samt skriftlig direktkommunikation, där eleverna argumenterar ur olika perspektiv, ansöker, resonerar, värderar, utreder, förhandlar och motiverar sina åsikter.", "Skriftlig framställning inom valt fördjupningsområde.", "Strategier för användning av olika typer av källor, med källkritisk medvetenhet och vedertagna sätt att ange källor, inom valt fördjupningsområde och inom andra områden.", "Strategier för att medverka i, leda och dokumentera skriftlig kommunikation, till exempel i arbetsprocesser och förhandlingssituationer med anknytning till samhälls- och arbetslivet.", "Användning av grundläggande stilistiska och retoriska grepp.", "Bearbetning av språk och struktur i egna och andras framställningar, i formella och komplexa sammanhang, och för att skapa anpassning till genre, stilnivå och syfte." ]
    } ],
    "knowledgeRequirementParagraphs" : [ {
      "heading" : "",
      "knowledgeRequirements" : [ {
        "text" : "Eleven förstår <strong>________</strong> detaljer, samt <strong>________</strong> även underförstådd betydelse, i skriven engelska i olika genrer och av avancerad karaktär.",
        "knowledgeRequirementChoice" : {
          "E" : "Eleven förstår <strong>huvudsakligt innehåll och uppfattar väsentliga</strong> detaljer, samt <strong>med viss säkerhet</strong> även underförstådd betydelse, i skriven engelska i olika genrer och av avancerad karaktär.",
          "C" : "Eleven förstår <strong>huvudsakligt innehåll och uppfattar väsentliga</strong> detaljer, samt <strong>med viss säkerhet</strong> även underförstådd betydelse, i skriven engelska i olika genrer och av avancerad karaktär.",
          "A" : "Eleven förstår <strong>såväl helhet som</strong> detaljer, samt även underförstådd betydelse, i skriven engelska i olika genrer och av avancerad karaktär."
        }
      }, {
        "text" : "Eleven visar sin förståelse genom att <strong>________</strong> redogöra för, diskutera, kommentera och dra slutsatser om innehåll och detaljer samt genom att med <strong>________</strong> resultat agera utifrån budskap och instruktioner i innehållet.",
        "knowledgeRequirementChoice" : {
          "E" : "Eleven visar sin förståelse genom att <strong>översiktligt</strong> redogöra för, diskutera, kommentera och dra slutsatser om innehåll och detaljer samt genom att med <strong>godtagbart</strong> resultat agera utifrån budskap och instruktioner i innehållet.",
          "C" : "Eleven visar sin förståelse genom att <strong>välgrundat</strong> redogöra för, diskutera, kommentera och dra slutsatser om innehåll och detaljer samt genom att med <strong>tillfredsställande</strong> resultat agera utifrån budskap och instruktioner i innehållet.",
          "A" : "Eleven visar sin förståelse genom att <strong>välgrundat och nyanserat</strong> redogöra för, diskutera, kommentera och dra slutsatser om innehåll och detaljer samt genom att med <strong>gott</strong> resultat agera utifrån budskap och instruktioner i innehållet."
        }
      } ]
    }, {
      "heading" : "",
      "knowledgeRequirements" : [ {
        "text" : "Eleven väljer och använder <strong>________</strong> strategier för att söka relevant information, strukturera den och värdera olika källors tillförlitlighet.",
        "knowledgeRequirementChoice" : {
          "E" : "Eleven väljer och använder <strong>med viss säkerhet</strong> strategier för att söka relevant information, strukturera den och värdera olika källors tillförlitlighet.",
          "C" : "Eleven väljer och använder <strong>med viss säkerhet</strong> strategier för att söka relevant information, strukturera den och värdera olika källors tillförlitlighet.",
          "A" : "Eleven väljer och använder <strong>med säkerhet</strong> strategier för att söka relevant information, strukturera den och värdera olika källors tillförlitlighet."
        }
      } ]
    }, {
      "heading" : "",
      "knowledgeRequirements" : [ {
        "text" : "Eleven väljer texter från olika medier och använder på ett relevant sätt det valda materialet i sin egen produktion och interaktion.",
        "knowledgeRequirementChoice" : {
          "E" : "Eleven väljer texter från olika medier och använder på ett relevant sätt det valda materialet i sin egen produktion och interaktion.",
          "C" : "Eleven väljer texter från olika medier och använder på ett relevant <strong>och effektivt</strong> sätt det valda materialet i sin egen produktion och interaktion.",
          "A" : "Eleven väljer texter från olika medier och använder på ett relevant, <strong>effektivt och kritiskt</strong> sätt det valda materialet i sin egen produktion och interaktion."
        }
      } ]
    }, {
      "heading" : "",
      "knowledgeRequirements" : [ {
        "text" : "I skriftliga framställningar i olika genrer formulerar sig eleven varierat, tydligt och <strong>________</strong>.",
        "knowledgeRequirementChoice" : {
          "E" : "I skriftliga framställningar i olika genrer formulerar sig eleven varierat, tydligt och <strong>strukturerat</strong>.",
          "C" : "I skriftliga framställningar i olika genrer formulerar sig eleven varierat, <strong>nyanserat</strong>, tydligt och <strong>strukturerat</strong>.",
          "A" : "I skriftliga framställningar i olika genrer formulerar sig eleven <strong>med god precision</strong>, varierat, <strong>nyanserat</strong>, tydligt och <strong>välstrukturerat</strong>."
        }
      }, {
        "text" : "Eleven formulerar sig även med flyt och <strong>________</strong> anpassning till syfte, mottagare och situation.",
        "knowledgeRequirementChoice" : {
          "E" : "Eleven formulerar sig även med flyt och <strong>viss</strong> anpassning till syfte, mottagare och situation.",
          "C" : "Eleven formulerar sig även med flyt och anpassning till syfte, mottagare och situation.",
          "A" : "Eleven formulerar sig även med flyt och <strong>god</strong> anpassning till syfte, mottagare och situation."
        }
      }, {
        "text" : "Eleven bearbetar och gör välgrundade förbättringar av egna framställningar.",
        "knowledgeRequirementChoice" : {
          "E" : "Eleven bearbetar och gör välgrundade förbättringar av egna framställningar.",
          "C" : "Eleven bearbetar och gör välgrundade <strong>och nyanserade</strong> förbättringar av egna framställningar.",
          "A" : "Eleven bearbetar och gör välgrundade <strong>och nyanserade</strong> förbättringar av egna framställningar."
        }
      } ]
    }, {
      "heading" : "",
      "knowledgeRequirements" : [ {
        "text" : "I skriftlig direktkommunikation i olika, även formella och komplexa, sammanhang uttrycker sig eleven tydligt, <strong>________</strong> ledigt och med flyt samt med anpassning till syfte, mottagare och situation.",
        "knowledgeRequirementChoice" : {
          "E" : "I skriftlig direktkommunikation i olika, även formella och komplexa, sammanhang uttrycker sig eleven tydligt, <strong>relativt</strong> ledigt och med flyt samt med anpassning till syfte, mottagare och situation.",
          "C" : "I skriftlig direktkommunikation i olika, även formella och komplexa, sammanhang uttrycker sig eleven tydligt, ledigt och med flyt samt med anpassning till syfte, mottagare och situation.",
          "A" : "I skriftlig direktkommunikation i olika, även formella och komplexa, sammanhang uttrycker sig eleven tydligt, ledigt och med flyt samt <strong>med flexibel och effektiv</strong> anpassning till syfte, mottagare och situation."
        }
      }, {
        "text" : "Dessutom väljer och använder eleven <strong>________</strong> fungerande strategier som <strong>________</strong> löser problem i och förbättrar interaktionen.",
        "knowledgeRequirementChoice" : {
          "E" : "Dessutom väljer och använder eleven <strong>i huvudsak</strong> fungerande strategier som <strong>i viss mån</strong> löser problem i och förbättrar interaktionen.",
          "C" : "Dessutom väljer och använder eleven fungerande strategier som löser problem i och förbättrar interaktionen.",
          "A" : "Dessutom väljer och använder eleven <strong>väl</strong> fungerande strategier som löser problem i och förbättrar interaktionen <strong>och för den framåt på ett konstruktivt sätt</strong>."
        }
      } ]
    }, {
      "heading" : "",
      "knowledgeRequirements" : [ {
        "text" : "Eleven diskuterar <strong>________</strong> några företeelser i olika sammanhang och delar av världen där engelska används, och gör då också <strong>________</strong> jämförelser med egna erfarenheter och kunskaper.",
        "knowledgeRequirementChoice" : {
          "E" : "Eleven diskuterar <strong>översiktligt</strong> några företeelser i olika sammanhang och delar av världen där engelska används, och gör då också <strong>enkla</strong> jämförelser med egna erfarenheter och kunskaper.",
          "C" : "Eleven diskuterar <strong>utförligt</strong> några företeelser i olika sammanhang och delar av världen där engelska används, och gör då också <strong>välutvecklade</strong> jämförelser med egna erfarenheter och kunskaper.",
          "A" : "Eleven diskuterar <strong>utförligt och nyanserat</strong> några företeelser i olika sammanhang och delar av världen där engelska används, och gör då också <strong>välutvecklade och nyanserade</strong> jämförelser med egna erfarenheter och kunskaper."
        }
      } ]
    } ],
    "point" : 100,
    "year" : null
  } ]
}