{
  "name" : "Entreprenörskap",
  "description" : "Ämnet entreprenörskap är tvärvetenskapligt. Det har sin bas inom psykologi och företagsekonomi, men även andra kunskapsområden såsom retorik och juridik ingår. Med hjälp av begrepp, teorier, modeller och metoder från dessa områden behandlar ämnet företagsamhet i sociala, vetenskapliga, kulturella eller ekonomiska sammanhang.",
  "code" : "ENT",
  "designation" : "",
  "skolfsId" : "0000:00",
  "purposes" : [ {
    "type" : "PARAGRAPH",
    "heading" : "",
    "lines" : [ "Undervisningen i ämnet entreprenörskap ska syfta till att eleverna utvecklar kunskaper i metoder för att driva projekt, dvs.", "hur man sätter igång, utformar och genomför målinriktade processer.", "Den ska också leda till att eleverna utvecklar förståelse av entreprenörskapets betydelse för samhällsutvecklingen.", "Undervisningen ska bidra till att eleverna utvecklar tilltro till sina personliga resurser samt stimulera deras kreativitet och lust att anta utmaningar och ta ansvar för att omsätta idéer i praktisk verksamhet." ]
  }, {
    "type" : "PARAGRAPH",
    "heading" : "",
    "lines" : [ "Undervisningen ska ge eleverna möjlighet att utveckla kunskaper om projekts ekonomi eller i att starta och driva företag och genom det även utveckla kunskaper i företagsekonomi.", "Eleverna ska också ges möjlighet att utveckla kunskaper om hur människor samarbetar, kommunicerar och löser problem för att nå bestämda mål inom ett sammanhang." ]
  }, {
    "type" : "PARAGRAPH",
    "heading" : "",
    "lines" : [ "Undervisningen i entreprenörskap ska bedrivas i projektform med innehåll från andra ämnesområden.", "Med utgångspunkt i elevernas idéer och arbetsprocess ska undervisningen bidra till att eleverna utvecklar både teoretiska och praktiska kunskaper.", "I samband med arbetsprocessen ska undervisningen bidra till att eleverna utvecklar förmåga att arbeta målinriktat, lösa problem, ta eget ansvar och samarbeta med andra.", "Eleverna ska även ges möjlighet att reflektera över sina erfarenheter för att dra lärdom av dem." ]
  }, {
    "type" : "BULLET",
    "heading" : "Undervisningen i ämnet entreprenörskap ska ge eleverna förutsättningar att utveckla följande:",
    "lines" : [ "Förståelse av vad entreprenörskapet innebär för individer, organisationer, företag och samhällen.", "Förmåga att omvandla idéer till praktiska och målinriktade aktiviteter för att starta ett projekt eller fiktivt företag.", "Förmåga att genomföra ett projekt eller driva ett fiktivt företag.", "Förmåga att avsluta och utvärdera ett projekt eller fiktivt företag.", "Kunskaper om hur idéer och produkter skyddas genom lagar och andra bestämmelser.", "Förmåga att använda företagsekonomiska metoder." ]
  } ],
  "courses" : [ {
    "name" : "Entreprenörskap",
    "description" : "Kursen entreprenörskap omfattar punkterna 1–6 under rubriken Ämnets syfte, med särskild betoning på förmåga att starta, genomföra, avsluta och utvärdera ett projekt. I kursen behandlas grundläggande färdigheter i ämnet.",
    "code" : "ENTENR0",
    "centralContent" : [ {
      "heading" : "Undervisningen i kursen ska behandla följande centrala innehåll:",
      "lines" : [ "Entreprenörskapets betydelse för individer, organisationer, företag och samhällen inom områden som är relevanta för elevernas utbildning.", "Idéutvecklingsprocesser: hur man skapar, värderar, förverkligar, vidareutvecklar eller överger idéer inom projektets verksamhetsområde. I samband med det behandlas hur produkter och idéer skyddas genom lagar och andra bestämmelser, till exempel upphovsrätt.", "Grundläggande projektmetodik: hur man formulerar mål, planerar, organiserar och fördelar ansvar, genomför, presenterar och utvärderar ett projekt. I samband med det behandlas hur man identifierar, skapar och samverkar i nätverk.", "Grundläggande mötesteknik och dokumentation.", "Ledarskap och grupprocesser. I samband med det behandlas problemlösning.", "Tillämpad marknadsföring inom projektets verksamhetsområde utifrån lagar och andra bestämmelser.", "Presentationsteknik anpassad till syfte, mottagare och situation.", "Finansieringsformer inom projektets verksamhetsområde, ekonomisk planering, dokumentation och uppföljning." ]
    } ],
    "knowledgeRequirementParagraphs" : [ {
      "heading" : "",
      "knowledgeRequirements" : [ {
        "text" : "Eleven redogör <strong>________</strong>, med hjälp av några exempel, för vad entreprenörskapet innebär för individer, organisationer, företag och samhällen.",
        "knowledgeRequirementChoice" : {
          "E" : "Eleven redogör <strong>översiktligt</strong>, med hjälp av några exempel, för vad entreprenörskapet innebär för individer, organisationer, företag och samhällen.",
          "C" : "Eleven redogör <strong>utförligt</strong>, med hjälp av några exempel, för vad entreprenörskapet innebär för individer, organisationer, företag och samhällen.",
          "A" : "Eleven redogör <strong>utförligt och nyanserat</strong>, med hjälp av några exempel, för vad entreprenörskapet innebär för individer, organisationer, företag och samhällen."
        }
      }, {
        "text" : "Dessutom diskuterar eleven <strong>________</strong> sambandet mellan entreprenörskap och samhällsutveckling.",
        "knowledgeRequirementChoice" : {
          "E" : "Dessutom diskuterar eleven <strong>översiktligt</strong> sambandet mellan entreprenörskap och samhällsutveckling.",
          "C" : "Dessutom diskuterar eleven <strong>utförligt</strong> sambandet mellan entreprenörskap och samhällsutveckling.",
          "A" : "Dessutom diskuterar eleven <strong>utförligt och nyanserat</strong> sambandet mellan entreprenörskap och samhällsutveckling."
        }
      } ]
    }, {
      "heading" : "",
      "knowledgeRequirements" : [ {
        "text" : "Eleven upprättar <strong>________</strong> med handledare en <strong>________</strong> projektplan.",
        "knowledgeRequirementChoice" : {
          "E" : "Eleven upprättar <strong>i samråd</strong> med handledare en <strong>enkel</strong> projektplan.",
          "C" : "Eleven upprättar <strong>efter samråd</strong> med handledare en <strong>enkel</strong> projektplan.",
          "A" : "Eleven upprättar <strong>efter samråd</strong> med handledare en <strong>genomarbetad</strong> projektplan <strong>samt reviderar vid behov planen under arbetets gång</strong>."
        }
      }, {
        "text" : "Eleven tar ansvar för och genomför <strong>________</strong> med handledare projektet på ett <strong>________</strong> sätt enligt planen.",
        "knowledgeRequirementChoice" : {
          "E" : "Eleven tar ansvar för och genomför <strong>i samråd</strong> med handledare projektet på ett <strong>tillfredsställande</strong> sätt enligt planen.",
          "C" : "Eleven tar ansvar för och genomför <strong>efter samråd</strong> med handledare projektet på ett <strong>tillfredsställande</strong> sätt enligt planen.",
          "A" : "Eleven tar ansvar för och genomför <strong>efter samråd</strong> med handledare projektet på ett <strong>gott</strong> sätt enligt planen."
        }
      }, {
        "text" : "I arbetet följer eleven <strong>________</strong> rutiner för projektets administration, dokumentation, kommunikation och samarbeten.",
        "knowledgeRequirementChoice" : {
          "E" : "I arbetet följer eleven <strong>med viss säkerhet</strong> rutiner för projektets administration, dokumentation, kommunikation och samarbeten.",
          "C" : "I arbetet följer eleven <strong>med viss säkerhet</strong> rutiner för projektets administration, dokumentation, kommunikation och samarbeten.",
          "A" : "I arbetet följer eleven <strong>med säkerhet</strong> rutiner för projektets administration, dokumentation, kommunikation och samarbeten."
        }
      }, {
        "text" : "Dessutom identifierar och löser eleven <strong>________</strong> med handledare problem som uppstår i projektet.",
        "knowledgeRequirementChoice" : {
          "E" : "Dessutom identifierar och löser eleven <strong>i samråd</strong> med handledare problem som uppstår i projektet.",
          "C" : "Dessutom identifierar och löser eleven <strong>efter samråd</strong> med handledare problem som uppstår i projektet.",
          "A" : "Dessutom identifierar och löser eleven <strong>efter samråd</strong> med handledare problem som uppstår i projektet."
        }
      }, {
        "text" : "Eleven för <strong>________</strong> resonemang om hur en grupprocess fungerar och vilken betydelse ledarskapet har för gruppens arbetsprocess.",
        "knowledgeRequirementChoice" : {
          "E" : "Eleven för <strong>enkla</strong> resonemang om hur en grupprocess fungerar och vilken betydelse ledarskapet har för gruppens arbetsprocess.",
          "C" : "Eleven för <strong>välgrundade</strong> resonemang om hur en grupprocess fungerar och vilken betydelse ledarskapet har för gruppens arbetsprocess.",
          "A" : "Eleven för <strong>välgrundade och nyanserade</strong> resonemang om hur en grupprocess fungerar och vilken betydelse ledarskapet har för gruppens arbetsprocess."
        }
      }, {
        "text" : "Vidare redogör eleven <strong>________</strong> för vilken betydelse nätverk har inom olika projekt.",
        "knowledgeRequirementChoice" : {
          "E" : "Vidare redogör eleven <strong>översiktligt</strong> för vilken betydelse nätverk har inom olika projekt.",
          "C" : "Vidare <strong>identifierar eleven nätverk för projektet samt</strong> redogör <strong>utförligt</strong> för vilken betydelse nätverk har inom olika projekt.",
          "A" : "Vidare <strong>identifierar eleven nätverk för projektet, skapar och samverkar i dessa samt</strong> redogör <strong>utförligt och nyanserat</strong> för vilken betydelse nätverk har inom olika projekt."
        }
      } ]
    }, {
      "heading" : "",
      "knowledgeRequirements" : [ {
        "text" : "Eleven marknadsför och presenterar <strong>________</strong> sitt projekt och anpassar marknadsföringen och presentationen till syfte, mottagare och situation.",
        "knowledgeRequirementChoice" : {
          "E" : "Eleven marknadsför och presenterar <strong>med viss säkerhet</strong> sitt projekt och anpassar marknadsföringen och presentationen till syfte, mottagare och situation.",
          "C" : "Eleven marknadsför och presenterar <strong>med viss säkerhet</strong> sitt projekt och anpassar marknadsföringen och presentationen till syfte, mottagare och situation.",
          "A" : "Eleven marknadsför och presenterar <strong>med säkerhet</strong> sitt projekt och anpassar marknadsföringen och presentationen till syfte, mottagare och situation."
        }
      }, {
        "text" : "Eleven utvärderar med <strong>________</strong> omdömen arbetsprocessen och resultatet i en projektutvärdering.",
        "knowledgeRequirementChoice" : {
          "E" : "Eleven utvärderar med <strong>enkla</strong> omdömen arbetsprocessen och resultatet i en projektutvärdering.",
          "C" : "Eleven utvärderar med <strong>nyanserade</strong> omdömen arbetsprocessen och resultatet i en projektutvärdering.",
          "A" : "Eleven utvärderar med <strong>nyanserade</strong> omdömen arbetsprocessen och resultatet i en projektutvärdering <strong>samt ger förslag på hur arbetsprocessen kan förbättras</strong>."
        }
      } ]
    }, {
      "heading" : "",
      "knowledgeRequirements" : [ {
        "text" : "Eleven beskriver <strong>________</strong> hur idéer och produkter skyddas genom lagar och andra bestämmelser.",
        "knowledgeRequirementChoice" : {
          "E" : "Eleven beskriver <strong>översiktligt</strong> hur idéer och produkter skyddas genom lagar och andra bestämmelser.",
          "C" : "Eleven beskriver <strong>utförligt</strong> hur idéer och produkter skyddas genom lagar och andra bestämmelser.",
          "A" : "Eleven beskriver <strong>utförligt och nyanserat</strong> hur idéer och produkter skyddas genom lagar och andra bestämmelser."
        }
      } ]
    }, {
      "heading" : "",
      "knowledgeRequirements" : [ {
        "text" : "Eleven upprättar <strong>________</strong> ekonomiska planer samt genomför enkla beräkningar och enkla ekonomiska uppföljningar.",
        "knowledgeRequirementChoice" : {
          "E" : "Eleven upprättar <strong>med viss säkerhet</strong> ekonomiska planer samt genomför enkla beräkningar och enkla ekonomiska uppföljningar.",
          "C" : "Eleven upprättar <strong>med viss säkerhet</strong> ekonomiska planer samt genomför enkla beräkningar och enkla <strong>och strukturerade</strong> ekonomiska uppföljningar.",
          "A" : "Eleven upprättar <strong>med säkerhet</strong> ekonomiska planer samt genomför enkla beräkningar och enkla <strong>och strukturerade</strong> ekonomiska uppföljningar. <strong>Dessutom värderar eleven de ekonomiska resultaten med nyanserade omdömen</strong>."
        }
      } ]
    }, {
      "heading" : "",
      "knowledgeRequirements" : [ {
        "text" : "När eleven samråder med handledare bedömer hon eller han <strong>________</strong> den egna förmågan och situationens krav.",
        "knowledgeRequirementChoice" : {
          "E" : "När eleven samråder med handledare bedömer hon eller han <strong>med viss säkerhet</strong> den egna förmågan och situationens krav.",
          "C" : "När eleven samråder med handledare bedömer hon eller han <strong>med viss säkerhet</strong> den egna förmågan och situationens krav.",
          "A" : "När eleven samråder med handledare bedömer hon eller han <strong>med säkerhet</strong> den egna förmågan och situationens krav."
        }
      } ]
    } ],
    "point" : 100,
    "year" : null
  } ]
}