{
  "name" : "Estetisk kommunikation",
  "description" : "Kommunikation med estetiska uttrycksmedel används för att påverka kultur- och samhällsutveckling. Kunskaper om estetisk kommunikation ökar förmågan att uppfatta och tolka budskap som förs fram i kulturliv, i medier och människor emellan. Ämnet estetisk kommunikation behandlar kommunikationsprocesser och utforskande av hur man kan interagera med andra människor genom estetiska uttrycksmedel.",
  "code" : "EST",
  "designation" : "",
  "skolfsId" : "2010:177",
  "purposes" : [ {
    "type" : "PARAGRAPH",
    "heading" : "",
    "lines" : [ "Undervisningen i ämnet estetisk kommunikation ska syfta till att eleverna utvecklar kunskaper i att kommunicera med estetiska uttrycksmedel.", "Såväl traditionella konstnärliga metoder som ny teknik ska behandlas i undervisningen.", "Undervisningen ska ge eleverna möjlighet att utveckla färdigheter i metoder, tekniker och redskap för att interagera och samverka med medskapare och publik.", "Relationen mellan å ena sidan utövarens avsikt att nå fram till, beröra och bli förstådd och å andra sidan mottagarens tolkning och förståelse ska uppmärksammas.", "Undervisningen ska bidra till att eleverna utvecklar lust att arbeta med konstnärliga processer och ge dem möjlighet att utveckla förståelse av hur betydelser kan skapas och uppfattas och hur man kan kommunicera om dem.", "I undervisningen ska även den etiska dimensionen av att beröra och påverka människor, liksom värdet av tankefrihet och yttrandefrihet för nyskapande och utveckling, diskuteras." ]
  }, {
    "type" : "PARAGRAPH",
    "heading" : "",
    "lines" : [ "I undervisningen ska såväl de olika konstarterna som språkliga uttryck användas för att utforska tekniker och metoder för kreativitet och skapande.", "Eleverna ska ges möjlighet att pröva sin kommunikativa förmåga genom att arbeta med produktion och gestaltning och genom att undersöka hur specifika estetiska uttryck kommunicerar.", "Undervisningen ska ge eleverna möjlighet att öka förståelsen av kommunikation genom analys, reflektion och diskussion om gestaltning." ]
  }, {
    "type" : "PARAGRAPH",
    "heading" : "",
    "lines" : [ "Undervisningen ska lägga stor vikt vid eget skapande, såväl individuellt som i samarbete med andra.", "Eftersom ämnet har en utforskande karaktär ska eleverna uppmuntras att söka nya vägar för skapande och kommunikation.", "De ska uppmuntras att experimentera, pröva olika uttryck och uttrycksformer och att samverka med andra elever och mellan olika estetiska uttryckssätt." ]
  }, {
    "type" : "BULLET",
    "heading" : "Undervisningen i ämnet estetisk kommunikation ska ge eleverna förutsättningar att utveckla följande:",
    "lines" : [ "Förmåga att förmedla idéer, stämningar och betydelser med nya och traditionella estetiska uttrycksmedel.", "Förmåga att skapa mening med estetiska metoder och arbeta gränsöverskridande.", "Förmåga att samarbeta, samverka och interagera.", "Förståelse av kreativa och kommunikativa processer.", "Färdigheter i att använda relevant ny och traditionell teknik som en del av det estetiska uttrycket.", "Färdigheter i att använda olika nya och traditionella medier för att kommunicera om estetiska uttryck.", "Förståelse av hur estetiska uttryck och känslostämningar kan samverka och användas i olika sammanhang.", "Kunskaper om historiska och kulturella aspekter på estetisk kommunikation.", "Förmåga att göra överväganden om påverkan och kommunikation samt kunskaper om lagar och andra bestämmelser inom området." ]
  } ],
  "courses" : [ {
    "name" : "Estetisk kommunikation 1",
    "description" : " Kursen estetisk kommunikation 1 omfattar punkterna 1–9, med särskild betoning på punkterna 2, 4, och 7<i>.</i> I kursen behandlas grundläggande färdigheter i ämnet. ",
    "code" : "ESTEST01",
    "centralContent" : [ {
      "heading" : "Undervisningen i kursen ska behandla följande centrala innehåll:",
      "lines" : [ "Grundläggande estetiska uttrycksformer, tekniker och metoder.", "Utforskande av kreativa möjligheter och av kommunikation med estetiska uttrycksmedel.", "Gruppdynamik i skapande arbete.", "Aktiv samverkan mellan olika konstformer för framställning av ett verk.", "Grundläggande konstnärlig produktionsprocess från idé till färdig gestaltning.", "Presentation av färdig gestaltning.", "Möte med publik eller betraktare.", "Estetiska uttrycksformer och deras koppling till tankeströmningar, till exempel ready-made och industrialismen eller grafittikulturen och reclaim the streets.", "Lagar och andra bestämmelser om upphovsrätt, arbetsrätt och arbetsmiljö i konstnärlig produktion." ]
    } ],
    "knowledgeRequirementParagraphs" : [ {
      "heading" : "",
      "knowledgeRequirements" : [ {
        "text" : "Eleven använder <strong>________</strong> uttryck från <strong>________</strong> olika estetiska uttrycksformer för att gestalta ett helt genomförande av en konstnärlig idé och använder estetiska metoder från olika konstarter.",
        "knowledgeRequirementChoice" : {
          "E" : "Eleven använder <strong>enkla</strong> uttryck från <strong>några</strong> olika estetiska uttrycksformer för att gestalta ett helt genomförande av en konstnärlig idé och använder estetiska metoder från olika konstarter.",
          "C" : "Eleven använder uttryck från olika estetiska uttrycksformer för att gestalta ett helt genomförande av en konstnärlig idé och använder estetiska metoder från olika konstarter <strong>samt resonerar utförligt om hur olika integrerade uttryck och delar av en process påverkar helheten</strong>.",
          "A" : "Eleven använder uttryck från olika estetiska uttrycksformer för att gestalta ett helt genomförande av en konstnärlig idé och använder estetiska metoder från olika konstarter, <strong>resonerar utförligt och nyanserat om hur olika integrerade uttryck och delar av en process påverkar helheten samt identifierar alternativa möjligheter att kombinera eller använda olika konstarter</strong>."
        }
      } ]
    }, {
      "heading" : "",
      "knowledgeRequirements" : [ {
        "text" : "Eleven resonerar <strong>________</strong> om den egna rollen i relation till skapande arbete i grupp samt diskuterar <strong>________</strong> hur det egna arbetet relaterar till ett kollektivt resultat.",
        "knowledgeRequirementChoice" : {
          "E" : "Eleven resonerar <strong>översiktligt</strong> om den egna rollen i relation till skapande arbete i grupp samt diskuterar <strong>översiktligt</strong> hur det egna arbetet relaterar till ett kollektivt resultat.",
          "C" : "Eleven resonerar <strong>utförligt</strong> om den egna rollen i relation till skapande arbete i grupp <strong>med olika estetiska uttrycksformer</strong> samt diskuterar <strong>utförligt</strong> hur det egna arbetet relaterar till ett kollektivt resultat. <strong>Dessutom anpassar eleven sina insatser efter omständigheter som framkommer i samarbetet med medskapare och under olika skeden av arbetsprocessen</strong>.",
          "A" : "Eleven resonerar <strong>utförligt och nyanserat</strong> om den egna rollen i relation till skapande arbete i grupp <strong>med olika estetiska uttrycksformer</strong> samt diskuterar <strong>utförligt och nyanserat</strong> hur det egna arbetet relaterar till ett kollektivt resultat. <strong>Eleven drar välgrundade och nyanserade slutsatser om hur helheten påverkas vid interaktion mellan, och experimenterande med, olika estetiska uttrycksformer</strong>. <strong>Dessutom anpassar eleven sina insatser efter omständigheter som framkommer i samarbetet med medskapare och under olika skeden av arbetsprocessen</strong>."
        }
      }, {
        "text" : "Eleven deltar i en konstnärlig produktionsprocess, uttrycker sig <strong>________</strong> inom någon estetisk uttrycksform samt deltar i presentationen av den färdiga gestaltningen.",
        "knowledgeRequirementChoice" : {
          "E" : "Eleven deltar i en konstnärlig produktionsprocess, uttrycker sig <strong>med viss säkerhet</strong> inom någon estetisk uttrycksform samt deltar i presentationen av den färdiga gestaltningen.",
          "C" : "Eleven deltar i en konstnärlig produktionsprocess, <strong>vidareutvecklar idéer inom någon estetisk uttrycksform</strong>, uttrycker sig <strong>med viss säkerhet</strong> inom någon estetisk uttrycksform samt deltar i presentationen av den färdiga gestaltningen.",
          "A" : "Eleven deltar i, <strong>och tar initiativ i och ansvar för</strong>, en konstnärlig produktionsprocess, <strong>vidareutvecklar idéer inom någon estetisk uttrycksform</strong>, uttrycker sig <strong>med säkerhet</strong> inom någon estetisk uttrycksform samt deltar i presentationen av den färdiga gestaltningen."
        }
      } ]
    }, {
      "heading" : "",
      "knowledgeRequirements" : [ {
        "text" : "Eleven använder <strong>________</strong> estetiska uttryck på olika sätt samt förmedlar dessa via några olika kanaler.",
        "knowledgeRequirementChoice" : {
          "E" : "Eleven använder <strong>enkla</strong> estetiska uttryck på olika sätt samt förmedlar dessa via några olika kanaler.",
          "C" : "Eleven använder estetiska uttryck på olika sätt <strong>och ger förslag på alternativa möjligheter att använda dem</strong> samt förmedlar de estetiska uttrycken via några olika kanaler.",
          "A" : "Eleven använder estetiska uttryck på olika sätt, <strong>ger förslag på alternativa möjligheter att använda dem och redogör utförligt och nyanserat för de olika möjligheternas för- och nackdelar</strong> samt förmedlar de estetiska uttrycken via några olika kanaler."
        }
      }, {
        "text" : "Dessutom diskuterar eleven <strong>________</strong> på vilket sätt olika estetiska uttryck skapar mening.",
        "knowledgeRequirementChoice" : {
          "E" : "Dessutom diskuterar eleven <strong>översiktligt</strong> på vilket sätt olika estetiska uttryck skapar mening.",
          "C" : "Dessutom diskuterar eleven <strong>utförligt</strong> på vilket sätt olika estetiska uttryck skapar mening.",
          "A" : "Dessutom diskuterar eleven <strong>utförligt och nyanserat</strong> på vilket sätt olika estetiska uttryck skapar mening."
        }
      } ]
    }, {
      "heading" : "",
      "knowledgeRequirements" : [ {
        "text" : "Eleven diskuterar <strong>________</strong> hur <strong>________</strong> specifik betydelse kan uttryckas och relaterar det till <strong>________</strong> tankeströmning.",
        "knowledgeRequirementChoice" : {
          "E" : "Eleven diskuterar <strong>översiktligt</strong> hur <strong>någon</strong> specifik betydelse kan uttryckas och relaterar det till <strong>någon</strong> tankeströmning.",
          "C" : "Eleven diskuterar <strong>utförligt</strong> hur <strong>några</strong> specifika betydelser kan uttryckas, relaterar det till <strong>några</strong> tankeströmningar <strong>och gör välgrundade jämförelser mellan uttyck och betydelser i några olika sammanhang</strong>.",
          "A" : "Eleven diskuterar <strong>utförligt och nyanserat</strong> hur <strong>några</strong> specifika betydelser kan uttryckas, relaterar det till <strong>några</strong> tankeströmningar <strong>och gör välgrundade och nyanserade jämförelser mellan uttryck och betydelser i några olika sammanhang</strong>."
        }
      } ]
    }, {
      "heading" : "",
      "knowledgeRequirements" : [ {
        "text" : "Eleven gör en <strong>________</strong> reflektion över lagar och andra bestämmelser med utgångspunkt i sin egen konstnärliga produktion.",
        "knowledgeRequirementChoice" : {
          "E" : "Eleven gör en <strong>enkel</strong> reflektion över lagar och andra bestämmelser med utgångspunkt i sin egen konstnärliga produktion.",
          "C" : "Eleven gör en <strong>välgrundad</strong> reflektion över lagar och andra bestämmelser med utgångspunkt i sin egen konstnärliga produktion.",
          "A" : "Eleven gör en <strong>välgrundad och nyanserad</strong> reflektion över lagar och andra bestämmelser med utgångspunkt i sin egen konstnärliga produktion."
        }
      } ]
    } ],
    "point" : 100,
    "year" : null
  }, {
    "name" : "Estetisk kommunikation 2",
    "description" : "Kursen estetisk kommunikation 2 omfattar punkterna 1–7 och 9, med särskild betoning på punkterna 1, 3 och 5–7<i>.</i> I kursen behandlas fördjupade färdigheter i ämnet.",
    "code" : "ESTEST02",
    "centralContent" : [ {
      "heading" : "Undervisningen i kursen ska behandla följande centrala innehåll:",
      "lines" : [ "Metoder och redskap för produktion av och kommunikation med estetiska uttryck.", "Utforskande av kreativa möjligheter.", "Gruppdynamik i skapande eller gestaltande arbete.", "Aktiv samverkan mellan olika konstformer och uttrycksmedel.", "Konstnärlig produktionsprocess från idé till färdig gestaltning.", "Presentation av färdig gestaltning.", "Möte med publik eller betraktare.", "Lagar och andra bestämmelser om konstnärliga produktioner, till exempel om upphovsrätt, royaltyer, arbetstid och arbetsmiljö." ]
    } ],
    "knowledgeRequirementParagraphs" : [ {
      "heading" : "",
      "knowledgeRequirements" : [ {
        "text" : "Eleven använder <strong>________</strong> estetiskt uttrycksmedel och estetiska metoder för att kommunicera om idéer, stämningar och betydelser.",
        "knowledgeRequirementChoice" : {
          "E" : "Eleven använder <strong>med viss säkerhet något</strong> estetiskt uttrycksmedel och estetiska metoder för att kommunicera om idéer, stämningar och betydelser.",
          "C" : "Eleven använder <strong>med viss säkerhet några</strong> estetiska uttrycksmedel och estetiska metoder för att kommunicera om idéer, stämningar och betydelser.",
          "A" : "Eleven använder <strong>med säkerhet</strong> estetiska uttrycksmedel och estetiska metoder för att kommunicera om idéer, stämningar och betydelser."
        }
      }, {
        "text" : "Elevens estetiska uttryck är en del i en konstnärlig gestaltning.",
        "knowledgeRequirementChoice" : {
          "E" : "Elevens estetiska uttryck är en del i en konstnärlig gestaltning.",
          "C" : "Elevens estetiska uttryck är en del i en konstnärlig gestaltning. <strong>I förberedelserna redogör eleven utförligt för avsikten med kommunikationen</strong>. <strong>I arbetet omsätter eleven med viss säkerhet den avsedda avsikten till ett kommunicerande resultat</strong>.",
          "A" : "Elevens estetiska uttryck är en del i en konstnärlig gestaltning. <strong>I förberedelserna redogör eleven utförligt och nyanserat för avsikten med kommunikationen</strong>. <strong>I arbetet omsätter eleven med säkerhet den avsedda avsikten till ett kommunicerande resultat</strong>. <strong>När arbetet är utfört utvärderar eleven med nyanserade omdömen på vilket sätt kommunikationen fungerat utifrån den avsedda avsikten</strong>."
        }
      } ]
    }, {
      "heading" : "",
      "knowledgeRequirements" : [ {
        "text" : "Eleven samverkar i skapande arbete i grupp samt diskuterar <strong>________</strong> hur det egna arbetet relaterar till ett kollektivt resultat.",
        "knowledgeRequirementChoice" : {
          "E" : "Eleven samverkar i skapande arbete i grupp samt diskuterar <strong>översiktligt</strong> hur det egna arbetet relaterar till ett kollektivt resultat.",
          "C" : "Eleven samverkar i skapande arbete i grupp <strong>och med olika kompetenser och uttryck i estetiska produktioner</strong> samt diskuterar <strong>utförligt</strong> hur det egna arbetet relaterar till ett kollektivt resultat. <strong>Dessutom anpassar eleven sina insatser efter omständigheter som framkommer i samarbetet med medskapare och under olika skeden av arbetsprocessen</strong>.",
          "A" : "Eleven samverkar i skapande arbete i grupp <strong>och med olika kompetenser och uttryck i estetiska produktioner</strong> samt diskuterar <strong>utförligt och nyanserat</strong> hur det egna arbetet relaterar till ett kollektivt resultat <strong>och bidrar till resultatet</strong>. <strong>Eleven drar välgrundade och nyanserade slutsatser om hur helheten påverkas vid interaktion mellan, och experimenterande med, olika estetiska uttrycksformer</strong>. <strong>Dessutom anpassar eleven sina insatser efter omständigheter som framkommer i samarbetet med medskapare och under olika skeden av arbetsprocessen</strong>."
        }
      }, {
        "text" : "Eleven deltar i en konstnärlig produktionsprocess och presentation av en större färdig gestaltning.",
        "knowledgeRequirementChoice" : {
          "E" : "Eleven deltar i en konstnärlig produktionsprocess och presentation av en större färdig gestaltning.",
          "C" : "Eleven deltar i en konstnärlig produktionsprocess och presentation av en större färdig gestaltning.",
          "A" : "Eleven deltar i, <strong>och tar initiativ i och ansvar för</strong>, en konstnärlig produktionsprocess och presentation av en större färdig gestaltning."
        }
      } ]
    }, {
      "heading" : "",
      "knowledgeRequirements" : [ {
        "text" : "Eleven använder <strong>________</strong> redskap för att producera och kommunicera med estetiska uttryck samt diskuterar <strong>________</strong> hur konstnärlig gestaltning kan förmedlas på olika sätt.",
        "knowledgeRequirementChoice" : {
          "E" : "Eleven använder <strong>några</strong> redskap för att producera och kommunicera med estetiska uttryck samt diskuterar <strong>översiktligt</strong> hur konstnärlig gestaltning kan förmedlas på olika sätt.",
          "C" : "Eleven använder <strong>flera olika</strong> redskap för att producera och kommunicera med estetiska uttryck samt diskuterar <strong>utförligt</strong> hur konstnärlig gestaltning kan förmedlas på olika sätt. <strong>I arbetet vidareutvecklar eleven idéer inom någon estetisk uttrycksform</strong>.",
          "A" : "Eleven använder <strong>flera olika</strong> redskap för att producera och kommunicera med estetiska uttryck <strong>på ett kreativt sätt</strong> samt diskuterar <strong>utförligt och nyanserat</strong> hur konstnärlig gestaltning kan förmedlas på olika sätt. <strong>I arbetet vidareutvecklar eleven idéer inom någon estetisk uttrycksform</strong>."
        }
      }, {
        "text" : "Dessutom diskuterar eleven <strong>________</strong> hur estetiska uttryck kan samverka och användas i olika sammanhang.",
        "knowledgeRequirementChoice" : {
          "E" : "Dessutom diskuterar eleven <strong>översiktligt</strong> hur estetiska uttryck kan samverka och användas i olika sammanhang.",
          "C" : "Dessutom diskuterar eleven <strong>utförligt</strong> hur estetiska uttryck kan samverka och användas i olika sammanhang <strong>samt gör välgrundade jämförelser mellan olika uttryck och deras lämplighet i olika sammanhang</strong>.",
          "A" : "Dessutom diskuterar eleven <strong>utförligt och nyanserat</strong> hur estetiska uttryck kan samverka och användas i olika sammanhang <strong>samt gör välgrundade och nyanserade jämförelser mellan olika uttryck och deras lämplighet i olika sammanhang</strong>."
        }
      } ]
    }, {
      "heading" : "",
      "knowledgeRequirements" : [ {
        "text" : "Eleven gör en <strong>________</strong> reflektion över lagar och andra bestämmelser med utgångspunkt i sin egen konstnärliga produktion.",
        "knowledgeRequirementChoice" : {
          "E" : "Eleven gör en <strong>enkel</strong> reflektion över lagar och andra bestämmelser med utgångspunkt i sin egen konstnärliga produktion.",
          "C" : "Eleven gör en <strong>välgrundad</strong> reflektion över lagar och andra bestämmelser med utgångspunkt i sin egen konstnärliga produktion.",
          "A" : "Eleven gör en <strong>välgrundad och nyanserad</strong> reflektion över lagar och andra bestämmelser med utgångspunkt i sin egen konstnärliga produktion."
        }
      } ]
    } ],
    "point" : 100,
    "year" : null
  }, {
    "name" : "Estetisk kommunikation 3",
    "description" : " Kursen estetisk kommunikation 3 omfattar punkterna 1–9, med särskild betoning på punkterna 1, 3 och 8–9<i>.</i> I kursen behandlas fördjupade färdigheter i ämnet. ",
    "code" : "ESTEST03",
    "centralContent" : [ {
      "heading" : "Undervisningen i kursen ska behandla följande centrala innehåll:",
      "lines" : [ "Estetiska uttrycksformer, begrepp, tekniker och metoder.", "Utforskande av kreativa möjligheter.", "Gruppdynamik i skapande arbete.", "Aktiv samverkan mellan olika konstformer.", "Konstnärlig produktionsprocess från idé till färdig gestaltning.", "Relationen mellan delar och helhet i en större estetisk produktionsprocess.", "Framställning och presentation av färdig gestaltning.", "Möte med publik eller betraktare.", "Konstteoretiska och kulturhistoriska begrepp och teorier om konstnärlig kommunikation och gestaltning och konstnärligt skapande.", "Etiska överväganden om påverkan och kommunikation. Hur olika val under en konstnärlig process kan få etiska och konstnärliga konsekvenser." ]
    } ],
    "knowledgeRequirementParagraphs" : [ {
      "heading" : "",
      "knowledgeRequirements" : [ {
        "text" : "Eleven använder uttryck från en eller flera estetiska uttrycksformer för att gestalta en större estetisk produktion samt uppvisar ett <strong>________</strong> handlag inom någon estetisk uttrycksform.",
        "knowledgeRequirementChoice" : {
          "E" : "Eleven använder uttryck från en eller flera estetiska uttrycksformer för att gestalta en större estetisk produktion samt uppvisar ett <strong>visst</strong> handlag inom någon estetisk uttrycksform.",
          "C" : "Eleven använder uttryck från en eller flera estetiska uttrycksformer för att gestalta en större estetisk produktion samt uppvisar ett <strong>gott</strong> handlag inom någon estetisk uttrycksform. <strong>Gestaltningen uppfyller på ett tillfredsställande sätt kraven på konstnärlighet</strong>.",
          "A" : "Eleven använder uttryck från en eller flera estetiska uttrycksformer för att gestalta en större estetisk produktion samt uppvisar ett <strong>mycket gott</strong> handlag inom någon estetisk uttrycksform. <strong>Gestaltningen uppfyller väl kraven på konstnärlighet</strong>."
        }
      }, {
        "text" : "Dessutom använder eleven <strong>________</strong> estetiska metoder och begrepp som används i konstnärligt kommunikativt arbete.",
        "knowledgeRequirementChoice" : {
          "E" : "Dessutom använder eleven <strong>med viss säkerhet</strong> estetiska metoder och begrepp som används i konstnärligt kommunikativt arbete.",
          "C" : "Dessutom använder eleven <strong>med viss säkerhet</strong> estetiska metoder och begrepp som används i konstnärligt kommunikativt arbete.",
          "A" : "Dessutom använder eleven <strong>med säkerhet</strong> estetiska metoder och begrepp som används i konstnärligt kommunikativt arbete."
        }
      } ]
    }, {
      "heading" : "",
      "knowledgeRequirements" : [ {
        "text" : "Eleven samverkar i skapande arbete i grupp och anpassar det egna arbetet till det kollektiva resultatet.",
        "knowledgeRequirementChoice" : {
          "E" : "Eleven samverkar i skapande arbete i grupp och anpassar det egna arbetet till det kollektiva resultatet.",
          "C" : "Eleven samverkar i skapande arbete i grupp och anpassar det egna arbetet, <strong>och sina insatser</strong>, till det kollektiva resultatet <strong>efter omständigheter som framkommer i samarbetet med medskapare och under olika skeden av arbetsprocessen</strong>.",
          "A" : "Eleven samverkar i skapande arbete i grupp och anpassar det egna arbetet, <strong>och sina insatser</strong>, till det kollektiva resultatet <strong>efter omständigheter som framkommer i samarbetet med medskapare och under olika skeden av arbetsprocessen</strong>. <strong>Dessutom gör eleven välgrundade och nyanserade reflektioner över ledarskapets och kommunikationens betydelse i ett kollektivt arbete och leder sådant arbete</strong>."
        }
      }, {
        "text" : "Eleven deltar i en konstnärlig produktionsprocess och presentation av en omfattande färdig gestaltning.",
        "knowledgeRequirementChoice" : {
          "E" : "Eleven deltar i en konstnärlig produktionsprocess och presentation av en omfattande färdig gestaltning.",
          "C" : "Eleven deltar i en konstnärlig produktionsprocess, <strong>vidareutvecklar idéer inom någon estetisk uttrycksform</strong> och deltar i presentation av en omfattande färdig gestaltning.",
          "A" : "Eleven deltar i, <strong>och tar initiativ i och ansvar för</strong>, en konstnärlig produktionsprocess, <strong>vidareutvecklar idéer inom någon estetisk uttrycksform</strong> och deltar i presentation av en omfattande färdig gestaltning."
        }
      } ]
    }, {
      "heading" : "",
      "knowledgeRequirements" : [ {
        "text" : "Eleven använder relevant teknik för att producera och kommunicera med estetiska uttryck.",
        "knowledgeRequirementChoice" : {
          "E" : "Eleven använder relevant teknik för att producera och kommunicera med estetiska uttryck.",
          "C" : "Eleven använder relevant teknik för att producera och kommunicera med estetiska uttryck.",
          "A" : "Eleven använder relevant teknik för att producera och kommunicera med estetiska uttryck <strong>på ett kreativt sätt</strong>."
        }
      }, {
        "text" : "Dessutom prövar eleven interaktion mellan olika estetiska uttrycksformer samt diskuterar <strong>________</strong> hur estetiska uttryck kan samverka och användas i olika sammanhang.",
        "knowledgeRequirementChoice" : {
          "E" : "Dessutom prövar eleven interaktion mellan olika estetiska uttrycksformer samt diskuterar <strong>översiktligt</strong> hur estetiska uttryck kan samverka och användas i olika sammanhang.",
          "C" : "Dessutom prövar eleven interaktion mellan <strong>och experimenterar med</strong> olika estetiska uttrycksformer samt diskuterar <strong>utförligt</strong> hur estetiska uttryck kan samverka och användas i olika sammanhang.",
          "A" : "Dessutom prövar eleven interaktion mellan <strong>och experimenterar med</strong> olika estetiska uttrycksformer samt diskuterar <strong>utförligt och nyanserat</strong> hur estetiska uttryck kan samverka och användas i olika sammanhang."
        }
      }, {
        "text" : "I diskussionen använder eleven <strong>________</strong> konstteoretiska och kulturhistoriska begrepp samt drar <strong>________</strong> slutsatser utifrån teorier om konstnärlig kommunikation och gestaltning och konstnärligt skapande.",
        "knowledgeRequirementChoice" : {
          "E" : "I diskussionen använder eleven <strong>med viss säkerhet</strong> konstteoretiska och kulturhistoriska begrepp samt drar <strong>enkla</strong> slutsatser utifrån teorier om konstnärlig kommunikation och gestaltning och konstnärligt skapande.",
          "C" : "I diskussionen använder eleven <strong>med viss säkerhet</strong> konstteoretiska och kulturhistoriska begrepp samt drar <strong>välgrundade</strong> slutsatser utifrån teorier om konstnärlig kommunikation och gestaltning och konstnärligt skapande.",
          "A" : "I diskussionen använder eleven <strong>med säkerhet</strong> konstteoretiska och kulturhistoriska begrepp samt drar <strong>välgrundade och nyanserade</strong> slutsatser utifrån teorier om konstnärlig kommunikation och gestaltning och konstnärligt skapande."
        }
      } ]
    }, {
      "heading" : "",
      "knowledgeRequirements" : [ {
        "text" : "Eleven resonerar <strong>________</strong> om eventuella etiska och konstnärliga konsekvenser av olika val under en konstnärlig process.",
        "knowledgeRequirementChoice" : {
          "E" : "Eleven resonerar <strong>översiktligt</strong> om eventuella etiska och konstnärliga konsekvenser av olika val under en konstnärlig process.",
          "C" : "Eleven resonerar <strong>utförligt</strong> om eventuella etiska och konstnärliga konsekvenser av olika val under en konstnärlig process.",
          "A" : "Eleven resonerar <strong>utförligt och nyanserat</strong> om eventuella etiska och konstnärliga konsekvenser av olika val under en konstnärlig process."
        }
      } ]
    } ],
    "point" : 100,
    "year" : null
  } ]
}