{
  "name" : "Film- och tv-produktion",
  "description" : "Film- och tv-produktion omfattar ett stort område, från olika tv-genrer till fiktiv film, dokumentärfilm, musikvideor, reklamfilm samt informations- och beställningsfilm. Den digitala tekniken har förändrat såväl produktionstekniken som berättandet och har skapat nya distributionsformer för rörliga bilder. Detta innebär en ständig förändring och utveckling av olika roller inom produktionsarbetet och alla led i produktionsprocessen.",
  "code" : "FIL",
  "designation" : "",
  "skolfsId" : "0000:00",
  "purposes" : [ {
    "type" : "PARAGRAPH",
    "heading" : "",
    "lines" : [ "Undervisningen i ämnet film- och tv-produktion ska syfta till att eleverna utvecklar kunskaper om dramaturgi och berättarkomponenter för olika typer av film- och tv-produktioner.", "I detta ingår flera uttrycksformer, till exempel rörliga bilder, ljud och grafik.", "Undervisningen ska ge eleverna möjlighet att utveckla kunskaper för att skapa olika typer av film- och tv-produktioner som är anpassade till olika målgrupper och olika produktioners användningsområden.", "Eleverna ska ges möjlighet att utveckla förmåga att gestalta idéer och genomföra en produktion.", "Undervisningen ska ge eleverna möjlighet att utveckla förmåga till kreativt berättande och förmåga att utveckla sitt bildspråk." ]
  }, {
    "type" : "PARAGRAPH",
    "heading" : "",
    "lines" : [ "Film- och tv-produktion sker ofta i grupp och under tidspress.", "Därför ska eleverna ges möjlighet att utveckla förmåga att samarbeta, planera, lösa problem och organisera arbetsuppgifter.", "För att snabbt och tydligt kunna kommunicera i produktionsarbetet ska eleverna ges möjlighet att använda fackspråk.", "Arbetet med olika produktioner ska också ge eleverna möjlighet att utveckla analysförmåga, att se alternativa lösningar och att ta ansvar för förbättringar." ]
  }, {
    "type" : "PARAGRAPH",
    "heading" : "",
    "lines" : [ "I undervisningen ska eleverna ges möjlighet att producera dokumentärer, reklam, musikvideor, olika typer av tv-program och fiktivt drama.", "Metoder för analys, kvalitetsbedömning, diskussion och källkritisk prövning i arbetet med film- och tv-produktioner ska också användas i undervisningen.", "Eftersom produktioner sänds eller publiceras för en bred allmänhet ska undervisningen ge erfarenheter av olika publiksituationer." ]
  }, {
    "type" : "BULLET",
    "heading" : "Undervisningen i ämnet film- och tv-produktion ska ge eleverna förutsättningar att utveckla följande:",
    "lines" : [ "Förmåga att planera, genomföra och distribuera film- och tv-produktioner från idé till färdig produktion med hjälp av modern teknik.", "Kunskaper om och färdigheter i att använda olika produktionsmetoder samt olika berättartekniker, berättarkomponeneter och dramaturgiska grepp som används i film- och tv-produktioner.", "Förmåga att samarbeta och arbeta inom givna ramar.", "Förmåga att analysera och utvärdera olika typer av film- och tv-produktioner med avseende på målgrupp och utifrån såväl estetiska som etiska perspektiv samt att använda ett relevant fackspråk.", "Kunskaper om lagar, andra bestämmelser och överenskommelser inom området." ]
  } ],
  "courses" : [ {
    "name" : "Film- och tv-produktion 1",
    "description" : " Kursen film- och tv-produktion 1 omfattar punkterna 1–5 under rubriken Ämnets syfte. I kursen behandlas grundläggande kunskaper i ämnet. ",
    "code" : "FILFIL01",
    "centralContent" : [ {
      "heading" : "Undervisningen i kursen ska behandla följande centrala innehåll:",
      "lines" : [ "Research, produktionsplanering och utvärdering.", "Inspelnings- och redigeringsteknik.", "Distribution och offentliggörande av produktioner.", "Orientering om hur man skriver manus för spelfilm, tv eller dokumentärfilm.", "Intervjuteknik.", "Berättarkomponenter, till exempel bildutsnitt, kamerarörelser, ljud och musik. Orientering om dramaturgi.", "Orientering om olika genrer och stilar genom film- och tv-historien.", "Förutsättningar för produktion för public service jämfört med reklamfinansierade medier.", "Upphovsrätt och pressetiska regler." ]
    } ],
    "knowledgeRequirementParagraphs" : [ {
      "heading" : "",
      "knowledgeRequirements" : [ {
        "text" : "Eleven gör en <strong>________</strong> planering av sitt arbete samt genomför och distribuerar <strong>________</strong> med handledare film- och tv- produktioner med hjälp av inspelnings- och redigeringsteknikens <strong>________</strong> funktioner.",
        "knowledgeRequirementChoice" : {
          "E" : "Eleven gör en <strong>enkel</strong> planering av sitt arbete samt genomför och distribuerar <strong>i samråd</strong> med handledare film- och tv- produktioner med hjälp av inspelnings- och redigeringsteknikens <strong>enkla</strong> funktioner.",
          "C" : "Eleven gör en <strong>genomarbetad</strong> planering av sitt arbete samt genomför och distribuerar <strong>efter samråd</strong> med handledare film- och tv- produktioner med hjälp av inspelnings- och redigeringsteknikens <strong>avancerade</strong> funktioner.",
          "A" : "Eleven gör en <strong>genomarbetad</strong> planering av sitt arbete samt genomför och distribuerar <strong>efter samråd</strong> med handledare film- och tv- produktioner med hjälp av inspelnings- och redigeringsteknikens <strong>avancerade</strong> funktioner."
        }
      }, {
        "text" : "I arbetet använder eleven tekniken <strong>________</strong> för att påverka delar av produktionen.",
        "knowledgeRequirementChoice" : {
          "E" : "I arbetet använder eleven tekniken <strong>med viss säkerhet</strong> för att påverka delar av produktionen.",
          "C" : "I arbetet använder eleven tekniken <strong>med viss säkerhet</strong> för att påverka delar av produktionen.",
          "A" : "I arbetet använder eleven tekniken <strong>med säkerhet</strong> för att påverka delar av produktionen."
        }
      } ]
    }, {
      "heading" : "",
      "knowledgeRequirements" : [ {
        "text" : "Eleven använder <strong>________</strong> film- och tv-produktionsmetod för att få underlag till produktioner och tar fram ett <strong>________</strong> manus som <strong>________</strong> följs.",
        "knowledgeRequirementChoice" : {
          "E" : "Eleven använder <strong>någon enkel</strong> film- och tv-produktionsmetod för att få underlag till produktioner och tar fram ett <strong>enkelt</strong> manus som <strong>till viss del</strong> följs.",
          "C" : "Eleven använder <strong>några</strong> film- och tv-produktionsmetoder för att få underlag till produktioner och tar fram ett <strong>genomarbetat</strong> manus som <strong>till viss del</strong> följs.",
          "A" : "Eleven använder <strong>flera</strong> film- och tv-produktionsmetoder för att få underlag till produktioner och tar fram ett <strong>genomarbetat</strong> manus som följs."
        }
      }, {
        "text" : "I samband med researcharbetet gör eleven en <strong>________</strong> bedömning av informationens användbarhet utifrån syftet.",
        "knowledgeRequirementChoice" : {
          "E" : "I samband med researcharbetet gör eleven en <strong>enkel</strong> bedömning av informationens användbarhet utifrån syftet.",
          "C" : "I samband med researcharbetet gör eleven en <strong>välgrundad</strong> bedömning av informationens användbarhet utifrån syftet.",
          "A" : "I samband med researcharbetet gör eleven en <strong>välgrundad och nyanserad</strong> bedömning av informationens användbarhet utifrån syftet."
        }
      }, {
        "text" : "I film- och tv-produktioner använder eleven <strong>________</strong> berättarteknik, berättarkomponent eller <strong>________</strong> dramaturgiskt grepp.",
        "knowledgeRequirementChoice" : {
          "E" : "I film- och tv-produktioner använder eleven <strong>med viss säkerhet någon</strong> berättarteknik, berättarkomponent eller <strong>något</strong> dramaturgiskt grepp.",
          "C" : "I film- och tv-produktioner använder eleven <strong>med viss säkerhet några</strong> berättartekniker, berättarkomponenter eller dramaturgiska grepp.",
          "A" : "I film- och tv-produktioner använder eleven <strong>med säkerhet flera</strong> berättartekniker, berättarkomponenter eller dramaturgiska grepp."
        }
      } ]
    }, {
      "heading" : "",
      "knowledgeRequirements" : [ {
        "text" : "Produktionen uppvisar en <strong>________</strong> kvalitet.",
        "knowledgeRequirementChoice" : {
          "E" : "Produktionen uppvisar en <strong>tillfredsställande</strong> kvalitet.",
          "C" : "Produktionen uppvisar en <strong>tillfredsställande</strong> kvalitet.",
          "A" : "Produktionen uppvisar en <strong>god</strong> kvalitet <strong>och ett kreativt bildspråk</strong>."
        }
      }, {
        "text" : "I arbetet samarbetar eleven med andra för att nå planerade mål samt löser under arbetets gång <strong>________</strong> med handledare uppkomna problem.",
        "knowledgeRequirementChoice" : {
          "E" : "I arbetet samarbetar eleven med andra för att nå planerade mål samt löser under arbetets gång <strong>i samråd</strong> med handledare uppkomna problem.",
          "C" : "I arbetet samarbetar eleven med andra för att nå planerade mål samt löser under arbetets gång <strong>efter samråd</strong> med handledare uppkomna problem.",
          "A" : "I arbetet samarbetar eleven med andra för att nå planerade mål samt löser under arbetets gång <strong>efter samråd</strong> med handledare uppkomna problem. <strong>Dessutom intar eleven vid behov olika arbetsroller i gruppen</strong>."
        }
      }, {
        "text" : "Eleven arbetar <strong>________</strong> inom givna ramar.",
        "knowledgeRequirementChoice" : {
          "E" : "Eleven arbetar <strong>till viss del</strong> inom givna ramar.",
          "C" : "Eleven arbetar inom givna ramar.",
          "A" : "Eleven arbetar inom givna ramar <strong>och ger nyanserade omdömen om vilka konsekvenser ramarna har för produktionen</strong>."
        }
      } ]
    }, {
      "heading" : "",
      "knowledgeRequirements" : [ {
        "text" : "Eleven redogör <strong>________</strong> för den berättarteknik, de berättarkomponenter och de dramaturgiska grepp som hon eller han använt i sin produktion samt drar <strong>________</strong> slutsatser om på vilket sätt de bidragit till önskvärt resultat.",
        "knowledgeRequirementChoice" : {
          "E" : "Eleven redogör <strong>översiktligt</strong> för den berättarteknik, de berättarkomponenter och de dramaturgiska grepp som hon eller han använt i sin produktion samt drar <strong>enkla</strong> slutsatser om på vilket sätt de bidragit till önskvärt resultat.",
          "C" : "Eleven redogör <strong>utförligt</strong> för den berättarteknik, de berättarkomponenter och de dramaturgiska grepp som hon eller han använt i sin produktion samt drar <strong>välgrundade</strong> slutsatser om på vilket sätt de bidragit till önskvärt resultat.",
          "A" : "Eleven redogör <strong>utförligt och nyanserat</strong> för den berättarteknik, de berättarkomponenter och de dramaturgiska grepp som hon eller han använt i sin produktion samt drar <strong>välgrundade och nyanserade</strong> slutsatser om på vilket sätt de bidragit till önskvärt resultat. <strong>Dessutom ger eleven välgrundade förslag på hur arbetet kan förbättras</strong>."
        }
      }, {
        "text" : "Eleven gör även en <strong>________</strong> analys och utvärdering av film- och tv-produktioner som inbegriper <strong>________</strong> resonemang om målgruppsanpassning, estetiska uttryck och etiska aspekter.",
        "knowledgeRequirementChoice" : {
          "E" : "Eleven gör även en <strong>enkel</strong> analys och utvärdering av film- och tv-produktioner som inbegriper <strong>enkla</strong> resonemang om målgruppsanpassning, estetiska uttryck och etiska aspekter.",
          "C" : "Eleven gör även en analys och utvärdering av film- och tv-produktioner som inbegriper <strong>välgrundade</strong> resonemang om målgruppsanpassning, estetiska uttryck och etiska aspekter.",
          "A" : "Eleven gör även en <strong>komplex</strong> analys och utvärdering av film- och tv-produktioner som inbegriper <strong>välgrundade och nyanserade</strong> resonemang om målgruppsanpassning, estetiska uttryck och etiska aspekter."
        }
      } ]
    }, {
      "heading" : "",
      "knowledgeRequirements" : [ {
        "text" : "Eleven använder <strong>________</strong> fackspråksuttryck i sitt arbete och i sina bedömningar, redogörelser och analyser.",
        "knowledgeRequirementChoice" : {
          "E" : "Eleven använder <strong>med viss säkerhet</strong> fackspråksuttryck i sitt arbete och i sina bedömningar, redogörelser och analyser.",
          "C" : "Eleven använder <strong>med viss säkerhet</strong> fackspråksuttryck i sitt arbete och i sina bedömningar, redogörelser och analyser.",
          "A" : "Eleven använder <strong>med säkerhet</strong> fackspråksuttryck i sitt arbete och i sina bedömningar, redogörelser och analyser."
        }
      } ]
    }, {
      "heading" : "",
      "knowledgeRequirements" : [ {
        "text" : "Eleven redogör <strong>________</strong> för grundläggande lagar, andra bestämmelser och överenskommelser inom området.",
        "knowledgeRequirementChoice" : {
          "E" : "Eleven redogör <strong>översiktligt</strong> för grundläggande lagar, andra bestämmelser och överenskommelser inom området.",
          "C" : "Eleven redogör <strong>utförligt</strong> för grundläggande lagar, andra bestämmelser och överenskommelser inom området <strong>och för deras konsekvenser för den egna film- och tv-produktionen</strong>.",
          "A" : "Eleven redogör <strong>utförligt och nyanserat</strong> för grundläggande lagar, andra bestämmelser och överenskommelser inom området <strong>och för deras konsekvenser för den egna film- och tv-produktionen</strong>."
        }
      } ]
    }, {
      "heading" : "",
      "knowledgeRequirements" : [ {
        "text" : "När eleven samråder med handledare bedömer hon eller han <strong>________</strong> den egna förmågan och situationens krav.",
        "knowledgeRequirementChoice" : {
          "E" : "När eleven samråder med handledare bedömer hon eller han <strong>med viss säkerhet</strong> den egna förmågan och situationens krav.",
          "C" : "När eleven samråder med handledare bedömer hon eller han <strong>med viss säkerhet</strong> den egna förmågan och situationens krav.",
          "A" : "När eleven samråder med handledare bedömer hon eller han <strong>med säkerhet</strong> den egna förmågan och situationens krav."
        }
      } ]
    } ],
    "point" : 100,
    "year" : null
  }, {
    "name" : "Film- och tv-produktion 2",
    "description" : " Kursen film- och tv-produktion 2 omfattar punkterna 1–5 under rubriken Ämnets syfte. I kursen behandlas fördjupade kunskaper i ämnet. ",
    "code" : "FILFIL02",
    "centralContent" : [ {
      "heading" : "Undervisningen i kursen ska behandla följande centrala innehåll:",
      "lines" : [ "Dokumentärproduktioner och reklamfilm. Hur de planeras, genomförs och utvärderas.", "Inspelnings- och redigeringsteknikens mer avancerade och manuella funktioner för bild och ljud.", "Publicering på olika distributionsplattformar, bildformat och bildupplösningar.", "Manusarbete från idé, research och källkritik till synopsis, bildmanus och färdigt manus.", "Intervjuteknik, till exempel processintervju och aktivt lyssnande.", "Orientering om ljussättning.", "Berättande med bild. Hur dramaturgi, berättarteknik och berättarkomponeneter används för att berätta en historia eller förmedla en känsla.", "Dramaturgi med inriktning mot dramatiskt och episkt berättande.", "Estetiska och etiska perspektiv. Hur de påverkar form och innehåll.", "Målgruppstänkande. Hur det påverkar form och innehåll.", "Kostnadsramar för produktioner, vad det innebär att arbeta inom givna tidsramar och på vilket sätt det påverkar kvaliteten.", "Marknadsföringslagen med betoning på reklam samt yttrandefrihetslagen." ]
    } ],
    "knowledgeRequirementParagraphs" : [ {
      "heading" : "",
      "knowledgeRequirements" : [ {
        "text" : "Eleven gör en <strong>________</strong> planering av sitt arbete samt genomför och distribuerar <strong>________</strong> med handledare film- och tv- produktioner med hjälp av inspelnings- och redigeringsteknikens <strong>________</strong> funktioner.",
        "knowledgeRequirementChoice" : {
          "E" : "Eleven gör en <strong>enkel</strong> planering av sitt arbete samt genomför och distribuerar <strong>i samråd</strong> med handledare film- och tv- produktioner med hjälp av inspelnings- och redigeringsteknikens <strong>enkla</strong> funktioner.",
          "C" : "Eleven gör en <strong>genomarbetad</strong> planering av sitt arbete samt genomför och distribuerar <strong>efter samråd</strong> med handledare film- och tv- produktioner med hjälp av inspelnings- och redigeringsteknikens <strong>avancerade</strong> funktioner.",
          "A" : "Eleven gör en <strong>genomarbetad</strong> planering av sitt arbete samt genomför och distribuerar <strong>efter samråd</strong> med handledare film- och tv- produktioner med hjälp av inspelnings- och redigeringsteknikens <strong>avancerade och manuella</strong> funktioner."
        }
      }, {
        "text" : "I arbetet använder eleven tekniken <strong>________</strong> för att påverka delar av produktionen.",
        "knowledgeRequirementChoice" : {
          "E" : "I arbetet använder eleven tekniken <strong>med viss säkerhet</strong> för att påverka delar av produktionen.",
          "C" : "I arbetet använder eleven tekniken <strong>med viss säkerhet</strong> för att påverka delar av produktionen.",
          "A" : "I arbetet använder eleven tekniken <strong>med säkerhet</strong> för att påverka delar av produktionen."
        }
      } ]
    }, {
      "heading" : "",
      "knowledgeRequirements" : [ {
        "text" : "Eleven använder <strong>________</strong> film- och tv-produktionsmetod för att få underlag till produktioner och tar fram ett <strong>________</strong> manus som <strong>________</strong> följs.",
        "knowledgeRequirementChoice" : {
          "E" : "Eleven använder <strong>någon enkel</strong> film- och tv-produktionsmetod för att få underlag till produktioner och tar fram ett <strong>enkelt</strong> manus som <strong>till viss del</strong> följs.",
          "C" : "Eleven använder <strong>några</strong> film- och tv-produktionsmetoder för att få underlag till produktioner och tar fram ett <strong>genomarbetat</strong> manus som <strong>till viss del</strong> följs.",
          "A" : "Eleven använder <strong>flera</strong> film- och tv-produktionsmetoder för att få underlag till produktioner och tar fram ett <strong>genomarbetat</strong> manus som följs."
        }
      }, {
        "text" : "I samband med researcharbetet gör eleven en <strong>________</strong> bedömning av informationens användbarhet utifrån syftet.",
        "knowledgeRequirementChoice" : {
          "E" : "I samband med researcharbetet gör eleven en <strong>enkel</strong> bedömning av informationens användbarhet utifrån syftet.",
          "C" : "I samband med researcharbetet gör eleven en <strong>välgrundad</strong> bedömning av informationens användbarhet utifrån syftet.",
          "A" : "I samband med researcharbetet gör eleven en <strong>välgrundad och nyanserad</strong> bedömning av informationens användbarhet utifrån syftet."
        }
      }, {
        "text" : "I film- och tv-produktioner använder eleven <strong>________</strong> berättarteknik, berättarkomponent eller <strong>________</strong> dramaturgiskt grepp.",
        "knowledgeRequirementChoice" : {
          "E" : "I film- och tv-produktioner använder eleven <strong>med viss säkerhet någon</strong> berättarteknik, berättarkomponent eller <strong>något</strong> dramaturgiskt grepp.",
          "C" : "I film- och tv-produktioner använder eleven <strong>med viss säkerhet några</strong> berättartekniker, berättarkomponenter eller dramaturgiska grepp.",
          "A" : "I film- och tv-produktioner använder eleven <strong>med säkerhet flera</strong> berättartekniker, berättarkomponenter eller dramaturgiska grepp."
        }
      } ]
    }, {
      "heading" : "",
      "knowledgeRequirements" : [ {
        "text" : "Produktionen uppvisar en <strong>________</strong> kvalitet.",
        "knowledgeRequirementChoice" : {
          "E" : "Produktionen uppvisar en <strong>tillfredsställande</strong> kvalitet.",
          "C" : "Produktionen uppvisar en <strong>tillfredsställande</strong> kvalitet.",
          "A" : "Produktionen uppvisar en <strong>god</strong> kvalitet <strong>och ett kreativt bildspråk</strong>."
        }
      }, {
        "text" : "I arbetet samarbetar eleven med andra för att nå planerade mål samt löser under arbetets gång <strong>________</strong> med handledare uppkomna problem.",
        "knowledgeRequirementChoice" : {
          "E" : "I arbetet samarbetar eleven med andra för att nå planerade mål samt löser under arbetets gång <strong>i samråd</strong> med handledare uppkomna problem.",
          "C" : "I arbetet samarbetar eleven med andra för att nå planerade mål samt löser under arbetets gång <strong>efter samråd</strong> med handledare uppkomna problem.",
          "A" : "I arbetet samarbetar eleven med andra för att nå planerade mål samt löser under arbetets gång <strong>efter samråd</strong> med handledare uppkomna problem. <strong>Dessutom intar eleven vid behov olika arbetsroller i gruppen</strong>."
        }
      }, {
        "text" : "Eleven arbetar <strong>________</strong> inom givna ramar.",
        "knowledgeRequirementChoice" : {
          "E" : "Eleven arbetar <strong>till viss del</strong> inom givna ramar.",
          "C" : "Eleven arbetar inom givna ramar.",
          "A" : "Eleven arbetar inom givna ramar <strong>och ger nyanserade omdömen om vilka konsekvenser ramarna har för produktionen</strong>."
        }
      } ]
    }, {
      "heading" : "",
      "knowledgeRequirements" : [ {
        "text" : "Eleven redogör <strong>________</strong> för den berättarteknik, de berättarkomponenter och de dramaturgiska grepp som hon eller han använt i sin produktion samt drar <strong>________</strong> slutsatser om på vilket sätt de bidragit till önskvärt resultat.",
        "knowledgeRequirementChoice" : {
          "E" : "Eleven redogör <strong>översiktligt</strong> för den berättarteknik, de berättarkomponenter och de dramaturgiska grepp som hon eller han använt i sin produktion samt drar <strong>enkla</strong> slutsatser om på vilket sätt de bidragit till önskvärt resultat.",
          "C" : "Eleven redogör <strong>utförligt</strong> för den berättarteknik, de berättarkomponenter och de dramaturgiska grepp som hon eller han använt i sin produktion samt drar <strong>välgrundade</strong> slutsatser om på vilket sätt de bidragit till önskvärt resultat.",
          "A" : "Eleven redogör <strong>utförligt och nyanserat</strong> för den berättarteknik, de berättarkomponenter och de dramaturgiska grepp som hon eller han använt i sin produktion samt drar <strong>välgrundade och nyanserade</strong> slutsatser om på vilket sätt de bidragit till önskvärt resultat. <strong>Dessutom ger eleven välgrundade förslag på hur arbetet kan förbättras</strong>."
        }
      }, {
        "text" : "Eleven gör även en <strong>________</strong> analys och utvärdering av film- och tv-produktioner som inbegriper <strong>________</strong> resonemang om målgruppsanpassning, estetiska uttryck och etiska aspekter.",
        "knowledgeRequirementChoice" : {
          "E" : "Eleven gör även en <strong>enkel</strong> analys och utvärdering av film- och tv-produktioner som inbegriper <strong>enkla</strong> resonemang om målgruppsanpassning, estetiska uttryck och etiska aspekter.",
          "C" : "Eleven gör även en analys och utvärdering av film- och tv-produktioner som inbegriper <strong>välgrundade</strong> resonemang om målgruppsanpassning, estetiska uttryck och etiska aspekter.",
          "A" : "Eleven gör även en <strong>komplex</strong> analys och utvärdering av film- och tv-produktioner som inbegriper <strong>välgrundade och nyanserade</strong> resonemang om målgruppsanpassning, estetiska uttryck och etiska aspekter."
        }
      } ]
    }, {
      "heading" : "",
      "knowledgeRequirements" : [ {
        "text" : "Eleven använder <strong>________</strong> fackspråksuttryck i sitt arbete och i sina bedömningar, redogörelser och analyser.",
        "knowledgeRequirementChoice" : {
          "E" : "Eleven använder <strong>med viss säkerhet</strong> fackspråksuttryck i sitt arbete och i sina bedömningar, redogörelser och analyser.",
          "C" : "Eleven använder <strong>med viss säkerhet</strong> fackspråksuttryck i sitt arbete och i sina bedömningar, redogörelser och analyser.",
          "A" : "Eleven använder <strong>med säkerhet</strong> fackspråksuttryck i sitt arbete och i sina bedömningar, redogörelser och analyser."
        }
      } ]
    }, {
      "heading" : "",
      "knowledgeRequirements" : [ {
        "text" : "Eleven redogör <strong>________</strong> för grundläggande lagar, andra bestämmelser och överenskommelser inom området.",
        "knowledgeRequirementChoice" : {
          "E" : "Eleven redogör <strong>översiktligt</strong> för grundläggande lagar, andra bestämmelser och överenskommelser inom området.",
          "C" : "Eleven redogör <strong>utförligt</strong> för grundläggande lagar, andra bestämmelser och överenskommelser inom området <strong>och för deras konsekvenser för den egna film- och tv-produktionen</strong>.",
          "A" : "Eleven redogör <strong>utförligt och nyanserat</strong> för grundläggande lagar, andra bestämmelser och överenskommelser inom området <strong>och för deras konsekvenser för den egna film- och tv-produktionen</strong>."
        }
      } ]
    }, {
      "heading" : "",
      "knowledgeRequirements" : [ {
        "text" : "När eleven samråder med handledare bedömer hon eller han <strong>________</strong> den egna förmågan och situationens krav.",
        "knowledgeRequirementChoice" : {
          "E" : "När eleven samråder med handledare bedömer hon eller han <strong>med viss säkerhet</strong> den egna förmågan och situationens krav.",
          "C" : "När eleven samråder med handledare bedömer hon eller han <strong>med viss säkerhet</strong> den egna förmågan och situationens krav.",
          "A" : "När eleven samråder med handledare bedömer hon eller han <strong>med säkerhet</strong> den egna förmågan och situationens krav."
        }
      } ]
    } ],
    "point" : 100,
    "year" : null
  }, {
    "name" : "Filmproduktion",
    "description" : "Kursen filmproduktion omfattar punkterna 1–5 under rubriken Ämnets syfte. I kursen behandlas fördjupade kunskaper i filmproduktion. ",
    "code" : "FILFIL0",
    "centralContent" : [ {
      "heading" : "Undervisningen i kursen ska behandla följande centrala innehåll:",
      "lines" : [ "Produktionsplanering och budgetering med betoning på fiktiva produktioner samt olika filmstöd. Hur det går till att besätta roller och reka platser.", "Inspelning av bild och ljud samt ljussättning med betoning på fiktion. Hur arbetsprover kan utformas.", "Olika inspelningstekniker, till exempel kran, räls och steadycam.", "Digital efterbearbetning och specialeffekter, till exempel färgkorrigering, compositing och ljudmix.", "Publicering på olika distributionsplattformar, bildformat och bildupplösningar med betoning på fiktion.", "Manusarbete och dramaturgisk bearbetning till bildmanus med betoning på gestaltade fiktiva produktioner.", "Berättarkomponenter som scenografi, kostym och smink.", "Regi.", "Samverkan mellan olika yrkesroller i samband med inspelning av fiktion.", "Innehåll, form, teknik och målgrupp i gestaltande produktioner ur ett estetiskt och etiskt perspektiv.", "Avtal och kontrakt samt bestämmelser och överenskommelser med betoning på fiktion." ]
    } ],
    "knowledgeRequirementParagraphs" : [ {
      "heading" : "",
      "knowledgeRequirements" : [ {
        "text" : "Eleven gör en <strong>________</strong> planering av sitt arbete samt genomför och distribuerar <strong>________</strong> med handledare filmproduktioner med hjälp av inspelnings- och redigeringsteknikens <strong>________</strong> funktioner.",
        "knowledgeRequirementChoice" : {
          "E" : "Eleven gör en <strong>enkel</strong> planering av sitt arbete samt genomför och distribuerar <strong>i samråd</strong> med handledare filmproduktioner med hjälp av inspelnings- och redigeringsteknikens <strong>enkla</strong> funktioner.",
          "C" : "Eleven gör en <strong>genomarbetad</strong> planering av sitt arbete samt genomför och distribuerar <strong>efter samråd</strong> med handledare filmproduktioner med hjälp av inspelnings- och redigeringsteknikens <strong>avancerade</strong> funktioner.",
          "A" : "Eleven gör en <strong>genomarbetad</strong> planering av sitt arbete samt genomför och distribuerar <strong>efter samråd</strong> med handledare filmproduktioner med hjälp av inspelnings- och redigeringsteknikens <strong>avancerade och manuella</strong> funktioner."
        }
      }, {
        "text" : "I arbetet använder eleven tekniken <strong>________</strong> för att påverka delar av produktionen.",
        "knowledgeRequirementChoice" : {
          "E" : "I arbetet använder eleven tekniken <strong>med viss säkerhet</strong> för att påverka delar av produktionen.",
          "C" : "I arbetet använder eleven tekniken <strong>med viss säkerhet</strong> för att påverka delar av produktionen.",
          "A" : "I arbetet använder eleven tekniken <strong>med säkerhet</strong> för att påverka delar av produktionen."
        }
      } ]
    }, {
      "heading" : "",
      "knowledgeRequirements" : [ {
        "text" : "Eleven använder <strong>________</strong> filmproduktionsmetod för att få underlag till produktioner och tar fram ett <strong>________</strong> manus som <strong>________</strong> följs.",
        "knowledgeRequirementChoice" : {
          "E" : "Eleven använder <strong>någon enkel</strong> filmproduktionsmetod för att få underlag till produktioner och tar fram ett <strong>enkelt</strong> manus som <strong>till viss del</strong> följs.",
          "C" : "Eleven använder <strong>några</strong> filmproduktionsmetoder för att få underlag till produktioner och tar fram ett <strong>genomarbetat</strong> manus som <strong>till viss del</strong> följs.",
          "A" : "Eleven använder <strong>flera</strong> filmproduktionsmetoder för att få underlag till produktioner och tar fram ett <strong>genomarbetat</strong> manus som följs."
        }
      }, {
        "text" : "I samband med researcharbetet gör eleven en <strong>________</strong> bedömning av informationens användbarhet utifrån syftet.",
        "knowledgeRequirementChoice" : {
          "E" : "I samband med researcharbetet gör eleven en <strong>enkel</strong> bedömning av informationens användbarhet utifrån syftet.",
          "C" : "I samband med researcharbetet gör eleven en <strong>välgrundad</strong> bedömning av informationens användbarhet utifrån syftet.",
          "A" : "I samband med researcharbetet gör eleven en <strong>välgrundad och nyanserad</strong> bedömning av informationens användbarhet utifrån syftet."
        }
      }, {
        "text" : "I filmproduktioner använder eleven <strong>________</strong> berättarteknik, berättarkomponent eller <strong>________</strong> dramaturgiskt grepp.",
        "knowledgeRequirementChoice" : {
          "E" : "I filmproduktioner använder eleven <strong>med viss säkerhet någon</strong> berättarteknik, berättarkomponent eller <strong>något</strong> dramaturgiskt grepp.",
          "C" : "I filmproduktioner använder eleven <strong>med viss säkerhet några</strong> berättartekniker, berättarkomponenter eller dramaturgiska grepp.",
          "A" : "I filmproduktioner använder eleven <strong>med säkerhet flera</strong> berättartekniker, berättarkomponenter eller dramaturgiska grepp."
        }
      } ]
    }, {
      "heading" : "",
      "knowledgeRequirements" : [ {
        "text" : "Produktionen uppvisar en <strong>________</strong> kvalitet.",
        "knowledgeRequirementChoice" : {
          "E" : "Produktionen uppvisar en <strong>tillfredsställande</strong> kvalitet.",
          "C" : "Produktionen uppvisar en <strong>tillfredsställande</strong> kvalitet.",
          "A" : "Produktionen uppvisar en <strong>god</strong> kvalitet <strong>och ett kreativt bildspråk</strong>."
        }
      }, {
        "text" : "I arbetet samarbetar eleven med andra för att nå planerade mål samt löser under arbetets gång <strong>________</strong> med handledare uppkomna problem.",
        "knowledgeRequirementChoice" : {
          "E" : "I arbetet samarbetar eleven med andra för att nå planerade mål samt löser under arbetets gång <strong>i samråd</strong> med handledare uppkomna problem.",
          "C" : "I arbetet samarbetar eleven med andra för att nå planerade mål samt löser under arbetets gång <strong>efter samråd</strong> med handledare uppkomna problem.",
          "A" : "I arbetet samarbetar eleven med andra för att nå planerade mål samt löser under arbetets gång <strong>efter samråd</strong> med handledare uppkomna problem. <strong>Dessutom intar eleven vid behov olika arbetsroller i gruppen</strong>."
        }
      }, {
        "text" : "Eleven arbetar <strong>________</strong> inom givna ramar.",
        "knowledgeRequirementChoice" : {
          "E" : "Eleven arbetar <strong>till viss del</strong> inom givna ramar.",
          "C" : "Eleven arbetar inom givna ramar.",
          "A" : "Eleven arbetar inom givna ramar <strong>och ger nyanserade omdömen om vilka konsekvenser ramarna har för produktionen</strong>."
        }
      } ]
    }, {
      "heading" : "",
      "knowledgeRequirements" : [ {
        "text" : "Eleven redogör <strong>________</strong> för den berättarteknik, de berättarkomponenter och de dramaturgiska grepp som hon eller han använt i sin produktion samt drar <strong>________</strong> slutsatser om på vilket sätt de bidragit till önskvärt resultat.",
        "knowledgeRequirementChoice" : {
          "E" : "Eleven redogör <strong>översiktligt</strong> för den berättarteknik, de berättarkomponenter och de dramaturgiska grepp som hon eller han använt i sin produktion samt drar <strong>enkla</strong> slutsatser om på vilket sätt de bidragit till önskvärt resultat.",
          "C" : "Eleven redogör <strong>utförligt</strong> för den berättarteknik, de berättarkomponenter och de dramaturgiska grepp som hon eller han använt i sin produktion samt drar <strong>välgrundade</strong> slutsatser om på vilket sätt de bidragit till önskvärt resultat.",
          "A" : "Eleven redogör <strong>utförligt och nyanserat</strong> för den berättarteknik, de berättarkomponenter och de dramaturgiska grepp som hon eller han använt i sin produktion samt drar <strong>välgrundade och nyanserade</strong> slutsatser om på vilket sätt de bidragit till önskvärt resultat. <strong>Dessutom ger eleven välgrundade förslag på hur arbetet kan förbättras</strong>."
        }
      }, {
        "text" : "Eleven gör även en <strong>________</strong> analys och utvärdering av filmproduktioner som inbegriper <strong>________</strong> resonemang om målgruppsanpassning, estetiska uttryck och etiska aspekter.",
        "knowledgeRequirementChoice" : {
          "E" : "Eleven gör även en <strong>enkel</strong> analys och utvärdering av filmproduktioner som inbegriper <strong>enkla</strong> resonemang om målgruppsanpassning, estetiska uttryck och etiska aspekter.",
          "C" : "Eleven gör även en analys och utvärdering av filmproduktioner som inbegriper <strong>välgrundade</strong> resonemang om målgruppsanpassning, estetiska uttryck och etiska aspekter.",
          "A" : "Eleven gör även en <strong>komplex</strong> analys och utvärdering av filmproduktioner som inbegriper <strong>välgrundade och nyanserade</strong> resonemang om målgruppsanpassning, estetiska uttryck och etiska aspekter."
        }
      } ]
    }, {
      "heading" : "",
      "knowledgeRequirements" : [ {
        "text" : "Eleven använder <strong>________</strong> fackspråksuttryck i sitt arbete och i sina bedömningar, redogörelser och analyser.",
        "knowledgeRequirementChoice" : {
          "E" : "Eleven använder <strong>med viss säkerhet</strong> fackspråksuttryck i sitt arbete och i sina bedömningar, redogörelser och analyser.",
          "C" : "Eleven använder <strong>med viss säkerhet</strong> fackspråksuttryck i sitt arbete och i sina bedömningar, redogörelser och analyser.",
          "A" : "Eleven använder <strong>med säkerhet</strong> fackspråksuttryck i sitt arbete och i sina bedömningar, redogörelser och analyser."
        }
      } ]
    }, {
      "heading" : "",
      "knowledgeRequirements" : [ {
        "text" : "Eleven redogör <strong>________</strong> för grundläggande lagar, andra bestämmelser och överenskommelser inom området.",
        "knowledgeRequirementChoice" : {
          "E" : "Eleven redogör <strong>översiktligt</strong> för grundläggande lagar, andra bestämmelser och överenskommelser inom området.",
          "C" : "Eleven redogör <strong>utförligt</strong> för grundläggande lagar, andra bestämmelser och överenskommelser inom området <strong>och för deras konsekvenser för den egna filmproduktionen</strong>.",
          "A" : "Eleven redogör <strong>utförligt och nyanserat</strong> för grundläggande lagar, andra bestämmelser och överenskommelser inom området <strong>och för deras konsekvenser för den egna filmproduktionen</strong>."
        }
      } ]
    }, {
      "heading" : "",
      "knowledgeRequirements" : [ {
        "text" : "När eleven samråder med handledare bedömer hon eller han <strong>________</strong> den egna förmågan och situationens krav.",
        "knowledgeRequirementChoice" : {
          "E" : "När eleven samråder med handledare bedömer hon eller han <strong>med viss säkerhet</strong> den egna förmågan och situationens krav.",
          "C" : "När eleven samråder med handledare bedömer hon eller han <strong>med viss säkerhet</strong> den egna förmågan och situationens krav.",
          "A" : "När eleven samråder med handledare bedömer hon eller han <strong>med säkerhet</strong> den egna förmågan och situationens krav."
        }
      } ]
    } ],
    "point" : 100,
    "year" : null
  }, {
    "name" : "Manus för film och tv",
    "description" : "Kursen manus för film och tv omfattar punkterna 1–2 och 4–5 och under rubriken Ämnets syfte, med särskild betoning på punkt 2.",
    "code" : "FILMAN0",
    "centralContent" : [ {
      "heading" : "Undervisningen i kursen ska behandla följande centrala innehåll:",
      "lines" : [ "Arbetsprocess från idé till färdigt film- eller tv-manus.", "Manusteori, manusstruktur och dramaturgi.", "Berättarformat, berättarkomponenter och karaktärer för film och tv.", "Målgruppsanpassning av film- och tv-produktioners manus.", "Orientering i olika genrer inom film och tv samt genrernas estetik.", "Metoder för analys av film- och tv-produktioners manus, struktur och karaktärer.", "Relevanta begrepp, till exempel logline, synopsis, beat-sheet och outline.", "Pitchning och analys av marknaden, samt muntlig och skriftlig presentation av idé eller manus i säljande syfte.", "Upphovsrätt och etiska överväganden i samband med arbetet." ]
    } ],
    "knowledgeRequirementParagraphs" : [ {
      "heading" : "",
      "knowledgeRequirements" : [ {
        "text" : "Eleven gör en <strong>________</strong> planering av sitt arbete samt skriver <strong>________</strong> med handledare <strong>________</strong> film- eller tv-manus som är sammanhängande och begripliga samt <strong>________</strong> anpassade till målgrupp och genre.",
        "knowledgeRequirementChoice" : {
          "E" : "Eleven gör en <strong>enkel</strong> planering av sitt arbete samt skriver <strong>i samråd</strong> med handledare <strong>enkla</strong> film- eller tv-manus som är sammanhängande och begripliga samt <strong>till viss del</strong> anpassade till målgrupp och genre.",
          "C" : "Eleven gör en <strong>genomarbetad</strong> planering av sitt arbete samt skriver <strong>efter samråd</strong> med handledare film- eller tv-manus som är sammanhängande och begripliga samt <strong>till viss del</strong> anpassade till målgrupp och genre.",
          "A" : "Eleven gör en <strong>genomarbetad</strong> planering av sitt arbete samt skriver <strong>efter samråd</strong> med handledare <strong>avancerade</strong> film- eller tv-manus som är sammanhängande och begripliga samt anpassade till målgrupp och genre."
        }
      }, {
        "text" : "Under arbetet gör eleven <strong>________</strong> reflektioner över den egna arbetsprocessen och det egna skapandet samt omarbetar <strong>________</strong> sina manustexter.",
        "knowledgeRequirementChoice" : {
          "E" : "Under arbetet gör eleven <strong>enkla</strong> reflektioner över den egna arbetsprocessen och det egna skapandet samt omarbetar <strong>till viss del</strong> sina manustexter.",
          "C" : "Under arbetet gör eleven <strong>välgrundade</strong> reflektioner över den egna arbetsprocessen och det egna skapandet samt omarbetar sina manustexter.",
          "A" : "Under arbetet gör eleven <strong>välgrundade och nyanserade</strong> reflektioner över den egna arbetsprocessen och det egna skapandet samt omarbetar sina manustexter."
        }
      }, {
        "text" : "I sitt film- och tv-manusskrivande använder eleven <strong>________</strong> dramaturgiska modeller.",
        "knowledgeRequirementChoice" : {
          "E" : "I sitt film- och tv-manusskrivande använder eleven <strong>med viss säkerhet</strong> dramaturgiska modeller.",
          "C" : "I sitt film- och tv-manusskrivande använder eleven <strong>med viss säkerhet</strong> dramaturgiska modeller.",
          "A" : "I sitt film- och tv-manusskrivande använder eleven <strong>med säkerhet</strong> dramaturgiska modeller."
        }
      } ]
    }, {
      "heading" : "",
      "knowledgeRequirements" : [ {
        "text" : "Eleven redogör <strong>________</strong> för olika genrer samt beskriver <strong>________</strong> deras estetik.",
        "knowledgeRequirementChoice" : {
          "E" : "Eleven redogör <strong>översiktligt</strong> för olika genrer samt beskriver <strong>översiktligt</strong> deras estetik.",
          "C" : "Eleven redogör <strong>utförligt</strong> för olika genrer samt beskriver <strong>utförligt</strong> deras estetik.",
          "A" : "Eleven redogör <strong>utförligt och nyanserat</strong> för olika genrer samt beskriver <strong>utförligt och nyanserat</strong> deras estetik."
        }
      }, {
        "text" : "Eleven redogör även <strong>________</strong> för dramaturgisk modell, berättarkomponenter, karaktärer och dramaturgiska grepp som hon eller han använt i sina manus.",
        "knowledgeRequirementChoice" : {
          "E" : "Eleven redogör även <strong>översiktligt</strong> för dramaturgisk modell, berättarkomponenter, karaktärer och dramaturgiska grepp som hon eller han använt i sina manus.",
          "C" : "Eleven redogör även <strong>utförligt</strong> för dramaturgisk modell, berättarkomponenter, karaktärer och dramaturgiska grepp som hon eller han använt i sina manus.",
          "A" : "Eleven redogör även <strong>utförligt och nyanserat</strong> för dramaturgisk modell, berättarkomponenter, karaktärer och dramaturgiska grepp som hon eller han använt i sina manus."
        }
      }, {
        "text" : "Dessutom drar eleven <strong>________</strong> slutsatser om på vilket sätt de bidragit till önskvärt resultat.",
        "knowledgeRequirementChoice" : {
          "E" : "Dessutom drar eleven <strong>enkla</strong> slutsatser om på vilket sätt de bidragit till önskvärt resultat.",
          "C" : "Dessutom drar eleven <strong>välgrundade</strong> slutsatser om på vilket sätt de bidragit till önskvärt resultat.",
          "A" : "Dessutom drar eleven <strong>välgrundade och nyanserade</strong> slutsatser om på vilket sätt de bidragit till önskvärt resultat. <strong>Eleven ger även välgrundade förslag på hur arbetet kan förbättras</strong>."
        }
      } ]
    }, {
      "heading" : "",
      "knowledgeRequirements" : [ {
        "text" : "Eleven gör <strong>________</strong> analyser och utvärderingar av egna och andras dramatiska berättelser och karaktärer i text för rörlig bild.",
        "knowledgeRequirementChoice" : {
          "E" : "Eleven gör <strong>enkla</strong> analyser och utvärderingar av egna och andras dramatiska berättelser och karaktärer i text för rörlig bild.",
          "C" : "Eleven gör analyser och utvärderingar av egna och andras dramatiska berättelser och karaktärer i text för rörlig bild.",
          "A" : "Eleven gör <strong>komplexa</strong> analyser och utvärderingar av egna och andras dramatiska berättelser och karaktärer i text för rörlig bild."
        }
      }, {
        "text" : "Analyserna och utvärderingarna inbegriper <strong>________</strong> resonemang om målgruppsanpassning, estetiska uttryck och etiska aspekter.",
        "knowledgeRequirementChoice" : {
          "E" : "Analyserna och utvärderingarna inbegriper <strong>enkla</strong> resonemang om målgruppsanpassning, estetiska uttryck och etiska aspekter.",
          "C" : "Analyserna och utvärderingarna inbegriper <strong>välgrundade</strong> resonemang om målgruppsanpassning, estetiska uttryck och etiska aspekter.",
          "A" : "Analyserna och utvärderingarna inbegriper <strong>välgrundade och nyanserade</strong> resonemang om målgruppsanpassning, estetiska uttryck och etiska aspekter."
        }
      } ]
    }, {
      "heading" : "",
      "knowledgeRequirements" : [ {
        "text" : "Eleven skriver <strong>________</strong> loglines och förmedlar <strong>________</strong> i form av pitch egna idéer i förberedda samtal och diskussioner samt i text.",
        "knowledgeRequirementChoice" : {
          "E" : "Eleven skriver <strong>enkla</strong> loglines och förmedlar <strong>med viss säkerhet</strong> i form av pitch egna idéer i förberedda samtal och diskussioner samt i text.",
          "C" : "Eleven skriver loglines och förmedlar <strong>med viss säkerhet</strong> i form av pitch egna idéer i förberedda samtal och diskussioner samt i text.",
          "A" : "Eleven skriver <strong>avancerade</strong> loglines och förmedlar <strong>med säkerhet</strong> i form av pitch egna idéer i förberedda samtal och diskussioner samt i text."
        }
      } ]
    }, {
      "heading" : "",
      "knowledgeRequirements" : [ {
        "text" : "Eleven använder <strong>________</strong> fackspråksuttryck i sitt arbete och i sina bedömningar, redogörelser och analyser.",
        "knowledgeRequirementChoice" : {
          "E" : "Eleven använder <strong>med viss säkerhet</strong> fackspråksuttryck i sitt arbete och i sina bedömningar, redogörelser och analyser.",
          "C" : "Eleven använder <strong>med viss säkerhet</strong> fackspråksuttryck i sitt arbete och i sina bedömningar, redogörelser och analyser.",
          "A" : "Eleven använder <strong>med säkerhet</strong> fackspråksuttryck i sitt arbete och i sina bedömningar, redogörelser och analyser."
        }
      } ]
    }, {
      "heading" : "",
      "knowledgeRequirements" : [ {
        "text" : "Eleven redogör <strong>________</strong> för grundläggande lagar, andra bestämmelser och överenskommelser inom området.",
        "knowledgeRequirementChoice" : {
          "E" : "Eleven redogör <strong>översiktligt</strong> för grundläggande lagar, andra bestämmelser och överenskommelser inom området.",
          "C" : "Eleven redogör <strong>utförligt</strong> för grundläggande lagar, andra bestämmelser och överenskommelser inom området.",
          "A" : "Eleven redogör <strong>utförligt</strong> för grundläggande lagar, andra bestämmelser och överenskommelser inom området."
        }
      } ]
    }, {
      "heading" : "",
      "knowledgeRequirements" : [ {
        "text" : "När eleven samråder med handledare bedömer hon eller han <strong>________</strong> den egna förmågan och situationens krav.",
        "knowledgeRequirementChoice" : {
          "E" : "När eleven samråder med handledare bedömer hon eller han <strong>med viss säkerhet</strong> den egna förmågan och situationens krav.",
          "C" : "När eleven samråder med handledare bedömer hon eller han <strong>med viss säkerhet</strong> den egna förmågan och situationens krav.",
          "A" : "När eleven samråder med handledare bedömer hon eller han <strong>med säkerhet</strong> den egna förmågan och situationens krav."
        }
      } ]
    } ],
    "point" : 100,
    "year" : null
  }, {
    "name" : "Tv-produktion",
    "description" : "Kursen tv-produktion omfattar punkterna 1–5 under rubriken Ämnets syfte. I kursen behandlas fördjupade kunskaper i tv-produktion.",
    "code" : "FILTVP0",
    "centralContent" : [ {
      "heading" : "Undervisningen i kursen ska behandla följande centrala innehåll:",
      "lines" : [ "Produktionsplanering, olika produktionskostnader och budgetering med betoning på tv-produktion.", "Studioinspelning, flerkamerasystem, körschema och annan skriftlig dokumentation som krävs i samband med en tv-sändning.", "Research för tv-produktion samt källkritiskt arbete.", "Tv-redaktionens arbetssätt.", "Inspelning av bild och ljud samt ljussättning och elsäkerhet med betoning på tv-produktion. Hur arbetsprover kan utformas.", "Digital efterbearbetning och specialeffekter, till exempel färgkorrigering, compositing, retuschering av rörliga bilder och avancerad ljudmix.", "Scenografi och grafisk formgivning för tv-produktion.", "Publicering på olika distributionsplattformar, bildformat och bildupplösningar med betoning på tv-produktion.", "Olika typer av intervjuer.", "Innehåll, form, teknik och målgrupp i olika tv-produktioner ur ett estetiskt och etiskt perspektiv.", "Avtal och kontrakt samt andra lagar och överenskommelser med betoning på tv-mediet." ]
    } ],
    "knowledgeRequirementParagraphs" : [ {
      "heading" : "",
      "knowledgeRequirements" : [ {
        "text" : "Eleven gör en <strong>________</strong> planering av sitt arbete samt genomför och distribuerar <strong>________</strong> med handledare tv- produktioner med hjälp av inspelnings- och redigeringsteknikens <strong>________</strong> funktioner.",
        "knowledgeRequirementChoice" : {
          "E" : "Eleven gör en <strong>enkel</strong> planering av sitt arbete samt genomför och distribuerar <strong>i samråd</strong> med handledare tv- produktioner med hjälp av inspelnings- och redigeringsteknikens <strong>enkla</strong> funktioner.",
          "C" : "Eleven gör en <strong>genomarbetad</strong> planering av sitt arbete samt genomför och distribuerar <strong>efter samråd</strong> med handledare tv-produktioner med hjälp av inspelnings- och redigeringsteknikens <strong>avancerade</strong> funktioner.",
          "A" : "Eleven gör en <strong>genomarbetad</strong> planering av sitt arbete samt genomför och distribuerar <strong>efter samråd</strong> med handledare tv- produktioner med hjälp av inspelnings- och redigeringsteknikens <strong>avancerade och manuella</strong> funktioner."
        }
      }, {
        "text" : "I arbetet använder eleven tekniken <strong>________</strong> för att påverka delar av produktionen.",
        "knowledgeRequirementChoice" : {
          "E" : "I arbetet använder eleven tekniken <strong>med viss säkerhet</strong> för att påverka delar av produktionen.",
          "C" : "I arbetet använder eleven tekniken <strong>med viss säkerhet</strong> för att påverka delar av produktionen.",
          "A" : "I arbetet använder eleven tekniken <strong>med säkerhet</strong> för att påverka delar av produktionen."
        }
      } ]
    }, {
      "heading" : "",
      "knowledgeRequirements" : [ {
        "text" : "Eleven använder <strong>________</strong> tv-produktionsmetod för att få underlag till produktioner och tar fram ett <strong>________</strong> manus som <strong>________</strong> följs.",
        "knowledgeRequirementChoice" : {
          "E" : "Eleven använder <strong>någon enkel</strong> tv-produktionsmetod för att få underlag till produktioner och tar fram ett <strong>enkelt</strong> manus som <strong>till viss del</strong> följs.",
          "C" : "Eleven använder <strong>några</strong> tv-produktionsmetoder för att få underlag till produktioner och tar fram ett <strong>genomarbetat</strong> manus som <strong>till viss del</strong> följs.",
          "A" : "Eleven använder <strong>flera</strong> tv-produktionsmetoder för att få underlag till produktioner och tar fram ett <strong>genomarbetat</strong> manus som följs."
        }
      }, {
        "text" : "I samband med researcharbetet gör eleven en <strong>________</strong> bedömning av informationens användbarhet utifrån syftet.",
        "knowledgeRequirementChoice" : {
          "E" : "I samband med researcharbetet gör eleven en <strong>enkel</strong> bedömning av informationens användbarhet utifrån syftet.",
          "C" : "I samband med researcharbetet gör eleven en <strong>välgrundad</strong> bedömning av informationens användbarhet utifrån syftet.",
          "A" : "I samband med researcharbetet gör eleven en <strong>välgrundad och nyanserad</strong> bedömning av informationens användbarhet utifrån syftet."
        }
      }, {
        "text" : "I tv-produktioner använder eleven <strong>________</strong> berättarteknik, berättarkomponent eller <strong>________</strong> dramaturgiskt grepp.",
        "knowledgeRequirementChoice" : {
          "E" : "I tv-produktioner använder eleven <strong>med viss säkerhet någon</strong> berättarteknik, berättarkomponent eller <strong>något</strong> dramaturgiskt grepp.",
          "C" : "I tv-produktioner använder eleven <strong>med viss säkerhet några</strong> berättartekniker, berättarkomponenter eller dramaturgiska grepp.",
          "A" : "I tv-produktioner använder eleven <strong>med säkerhet flera</strong> berättartekniker, berättarkomponenter eller dramaturgiska grepp."
        }
      } ]
    }, {
      "heading" : "",
      "knowledgeRequirements" : [ {
        "text" : "Produktionen uppvisar en <strong>________</strong> kvalitet.",
        "knowledgeRequirementChoice" : {
          "E" : "Produktionen uppvisar en <strong>tillfredsställande</strong> kvalitet.",
          "C" : "Produktionen uppvisar en <strong>tillfredsställande</strong> kvalitet.",
          "A" : "Produktionen uppvisar en <strong>god</strong> kvalitet <strong>och ett kreativt bildspråk</strong>."
        }
      }, {
        "text" : "I arbetet samarbetar eleven med andra för att nå planerade mål samt löser under arbetets gång <strong>________</strong> med handledare uppkomna problem.",
        "knowledgeRequirementChoice" : {
          "E" : "I arbetet samarbetar eleven med andra för att nå planerade mål samt löser under arbetets gång <strong>i samråd</strong> med handledare uppkomna problem.",
          "C" : "I arbetet samarbetar eleven med andra för att nå planerade mål samt löser under arbetets gång <strong>efter samråd</strong> med handledare uppkomna problem.",
          "A" : "I arbetet samarbetar eleven med andra för att nå planerade mål samt löser under arbetets gång <strong>efter samråd</strong> med handledare uppkomna problem. <strong>Dessutom intar eleven vid behov olika arbetsroller i gruppen</strong>."
        }
      }, {
        "text" : "Eleven arbetar <strong>________</strong> inom givna ramar.",
        "knowledgeRequirementChoice" : {
          "E" : "Eleven arbetar <strong>till viss del</strong> inom givna ramar.",
          "C" : "Eleven arbetar inom givna ramar.",
          "A" : "Eleven arbetar inom givna ramar <strong>och ger nyanserade omdömen om vilka konsekvenser ramarna har för produktionen</strong>."
        }
      } ]
    }, {
      "heading" : "",
      "knowledgeRequirements" : [ {
        "text" : "Eleven redogör <strong>________</strong> för den berättarteknik, de berättarkomponenter och de dramaturgiska grepp som hon eller han använt i sin produktion samt drar <strong>________</strong> slutsatser om på vilket sätt de bidragit till önskvärt resultat.",
        "knowledgeRequirementChoice" : {
          "E" : "Eleven redogör <strong>översiktligt</strong> för den berättarteknik, de berättarkomponenter och de dramaturgiska grepp som hon eller han använt i sin produktion samt drar <strong>enkla</strong> slutsatser om på vilket sätt de bidragit till önskvärt resultat.",
          "C" : "Eleven redogör <strong>utförligt</strong> för den berättarteknik, de berättarkomponenter och de dramaturgiska grepp som hon eller han använt i sin produktion samt drar <strong>välgrundade</strong> slutsatser om på vilket sätt de bidragit till önskvärt resultat.",
          "A" : "Eleven redogör <strong>utförligt och nyanserat</strong> för den berättarteknik, de berättarkomponenter och de dramaturgiska grepp som hon eller han använt i sin produktion samt drar <strong>välgrundade och nyanserade</strong> slutsatser om på vilket sätt de bidragit till önskvärt resultat. <strong>Dessutom ger eleven välgrundade förslag på hur arbetet kan förbättras</strong>."
        }
      }, {
        "text" : "Eleven gör även en <strong>________</strong> analys och utvärdering av tv-produktioner som inbegriper <strong>________</strong> resonemang om målgruppsanpassning, estetiska uttryck och etiska aspekter.",
        "knowledgeRequirementChoice" : {
          "E" : "Eleven gör även en <strong>enkel</strong> analys och utvärdering av tv-produktioner som inbegriper <strong>enkla</strong> resonemang om målgruppsanpassning, estetiska uttryck och etiska aspekter.",
          "C" : "Eleven gör även en analys och utvärdering av tv-produktioner som inbegriper <strong>välgrundade</strong> resonemang om målgruppsanpassning, estetiska uttryck och etiska aspekter.",
          "A" : "Eleven gör även en <strong>komplex</strong> analys och utvärdering av tv-produktioner som inbegriper <strong>välgrundade och nyanserade</strong> resonemang om målgruppsanpassning, estetiska uttryck och etiska aspekter."
        }
      } ]
    }, {
      "heading" : "",
      "knowledgeRequirements" : [ {
        "text" : "Eleven använder <strong>________</strong> fackspråksuttryck i sitt arbete och i sina bedömningar, redogörelser och analyser.",
        "knowledgeRequirementChoice" : {
          "E" : "Eleven använder <strong>med viss säkerhet</strong> fackspråksuttryck i sitt arbete och i sina bedömningar, redogörelser och analyser.",
          "C" : "Eleven använder <strong>med viss säkerhet</strong> fackspråksuttryck i sitt arbete och i sina bedömningar, redogörelser och analyser.",
          "A" : "Eleven använder <strong>med säkerhet</strong> fackspråksuttryck i sitt arbete och i sina bedömningar, redogörelser och analyser."
        }
      } ]
    }, {
      "heading" : "",
      "knowledgeRequirements" : [ {
        "text" : "Eleven redogör <strong>________</strong> för grundläggande lagar, andra bestämmelser och överenskommelser inom området.",
        "knowledgeRequirementChoice" : {
          "E" : "Eleven redogör <strong>översiktligt</strong> för grundläggande lagar, andra bestämmelser och överenskommelser inom området.",
          "C" : "Eleven redogör <strong>utförligt</strong> för grundläggande lagar, andra bestämmelser och överenskommelser inom området <strong>och för deras konsekvenser för den egna tv-produktionen</strong>.",
          "A" : "Eleven redogör <strong>utförligt och nyanserat</strong> för grundläggande lagar, andra bestämmelser och överenskommelser inom området <strong>och för deras konsekvenser för den egna tv-produktionen</strong>."
        }
      } ]
    }, {
      "heading" : "",
      "knowledgeRequirements" : [ {
        "text" : "När eleven samråder med handledare bedömer hon eller han <strong>________</strong> den egna förmågan och situationens krav.",
        "knowledgeRequirementChoice" : {
          "E" : "När eleven samråder med handledare bedömer hon eller han <strong>med viss säkerhet</strong> den egna förmågan och situationens krav.",
          "C" : "När eleven samråder med handledare bedömer hon eller han <strong>med viss säkerhet</strong> den egna förmågan och situationens krav.",
          "A" : "När eleven samråder med handledare bedömer hon eller han <strong>med säkerhet</strong> den egna förmågan och situationens krav."
        }
      } ]
    } ],
    "point" : 100,
    "year" : null
  } ]
}