{
  "name" : "Fordons- och transportbranschen",
  "description" : "Ämnet fordons- och transportbranschen behandlar olika yrken inom fordons- och transportbranschen och hur de särskiljs och organiseras. Det behandlar även de specifika krav på kunskaper som gäller inom de olika yrkena. Ämnet ger en introduktion till arbetsuppgifter inom fordons- och transportbranschens yrkesområden. I ämnet behandlas yrkesspecifika begrepp och metoder.",
  "code" : "FOR",
  "designation" : "",
  "skolfsId" : "2010:216",
  "purposes" : [ {
    "type" : "PARAGRAPH",
    "heading" : "",
    "lines" : [ "Undervisningen i ämnet fordons- och transportbranschen ska syfta till att eleverna utvecklar förståelse av fordons- och transportbranschens roll i samhället och vad det innebär att arbeta inom de olika branscherna.", "Undervisningen ska ge eleverna möjlighet att utveckla kunskaper om de yrkesområden som finns inom branscherna och de villkor som gäller för de olika yrkesområdena.", "Genom undervisningen ska eleverna ges möjlighet att utveckla kunskaper som skapar förutsättningar för ett aktivt yrkesval och förståelse av hur de olika yrken som finns inom branscherna samverkar.", "Dessutom ska undervisningen bidra till att eleverna utvecklar kunskaper om krav på säkerhet, miljö och kvalitet inom branscherna.", "Eleverna ska också ges möjlighet att utveckla kunskaper om regler i trafiken samt om riskfaktorer och mänskliga faktorer i trafiken." ]
  }, {
    "type" : "PARAGRAPH",
    "heading" : "",
    "lines" : [ "Undervisningen ska betona ett undersökande och problemlösande arbetssätt och ta sin utgångspunkt i verklighetsliknande situationer." ]
  }, {
    "type" : "BULLET",
    "heading" : "Undervisningen i ämnet fordons- och transportbranschen ska ge eleverna förutsättningar att utveckla följande:",
    "lines" : [ "Kunskaper om branschernas verksamhet, verksamhetsområden, uppbyggnad och roll i samhället.", "Kunskaper om medarbetarens roll.", "Förmåga att utföra kontroll och underhåll av fordon.", "Förmåga att samarbeta och kommunicera med andra samt att använda begrepp och uttryck som är relevanta för ämnesområdet.", "Kunskaper om lagar och andra bestämmelser som reglerar branscherna.", "Förmåga att bedöma olika typer av trafiksituationer utifrån hur mänskliga faktorer och riskbeteenden påverkar i trafiken." ]
  } ],
  "courses" : [ {
    "name" : "Fordons- och transportbranschens villkor och arbetsområden",
    "description" : "Kursen fordons- och transportbranschens villkor och arbetsområden omfattar punkterna 1–6 under rubriken Ämnets syfte.",
    "code" : "FORFOD0",
    "centralContent" : [ {
      "heading" : "Undervisningen i kursen ska behandla följande centrala innehåll:",
      "lines" : [ "Yrken inom branscherna, olika verksamhetsområden och branschernas förutsättningar och villkor.", "Branschernas historia, utveckling och framtid.", "Branschernas roll i samhället och branschernas miljöansvar, till exempel alternativa bränslen, krav på återvinning och miljöanpassad körstil.", "Villkor för anställning och företagande inom branscherna.", "Kontroll av fordon samt enklare underhåll, till exempel hantering och laddning av batterier, påfyllning av vätskor och hjulbyte.", "Informationssystem och manualer som medföljer ett fordon.", "Säkerhet i samband med arbetet, till exempel brand och hjärt-lungräddning.", "Yrkesetik, kundbemötande, kommunikation och sambandet mellan människa och maskin.", "Lagar och andra bestämmelser som reglerar arbetet inom branscherna.", "Regler i trafiken. Faktorer som påverkar människans beteende i trafiken och hur olika beteenden påverkar trafiksäkerheten, inklusive riskfaktorer i trafiken." ]
    } ],
    "knowledgeRequirementParagraphs" : [ {
      "heading" : "",
      "knowledgeRequirements" : [ {
        "text" : "Eleven beskriver <strong>________</strong> fordons- och transportbranschernas utveckling och vanligt förekommande verksamhetsområden och yrken, dels var för sig, dels hur de samverkar i arbetslivet.",
        "knowledgeRequirementChoice" : {
          "E" : "Eleven beskriver <strong>översiktligt</strong> fordons- och transportbranschernas utveckling och vanligt förekommande verksamhetsområden och yrken, dels var för sig, dels hur de samverkar i arbetslivet.",
          "C" : "Eleven beskriver <strong>utförligt</strong> fordons- och transportbranschernas utveckling och vanligt förekommande verksamhetsområden och yrken, dels var för sig, dels hur de samverkar i arbetslivet.",
          "A" : "Eleven beskriver <strong>utförligt och nyanserat</strong> fordons- och transportbranschernas utveckling och vanligt förekommande verksamhetsområden och yrken, dels var för sig, dels hur de samverkar i arbetslivet."
        }
      }, {
        "text" : "Dessutom beskriver eleven <strong>________</strong> medarbetarens roll samt villkor för anställning och företagande inom branscherna.",
        "knowledgeRequirementChoice" : {
          "E" : "Dessutom beskriver eleven <strong>översiktligt</strong> medarbetarens roll samt villkor för anställning och företagande inom branscherna.",
          "C" : "Dessutom beskriver eleven <strong>utförligt</strong> medarbetarens roll samt villkor för anställning och företagande inom branscherna.",
          "A" : "Dessutom beskriver eleven <strong>utförligt och nyanserat</strong> medarbetarens roll samt villkor för anställning och företagande inom branscherna."
        }
      } ]
    }, {
      "heading" : "",
      "knowledgeRequirements" : [ {
        "text" : "Eleven utför <strong>________</strong> med handledare kontroll och underhåll av fordon.",
        "knowledgeRequirementChoice" : {
          "E" : "Eleven utför <strong>i samråd</strong> med handledare kontroll och underhåll av fordon.",
          "C" : "Eleven utför <strong>efter samråd</strong> med handledare kontroll och underhåll av fordon.",
          "A" : "Eleven utför <strong>efter samråd</strong> med handledare kontroll och underhåll av fordon."
        }
      }, {
        "text" : "I arbetet löser eleven <strong>________</strong> med handledare <strong>________</strong> uppgifter i bekanta situationer samt använder lämpliga arbetsmetoder och verktyg.",
        "knowledgeRequirementChoice" : {
          "E" : "I arbetet löser eleven <strong>i samråd</strong> med handledare <strong>enkla</strong> uppgifter i bekanta situationer samt använder lämpliga arbetsmetoder och verktyg.",
          "C" : "I arbetet löser eleven <strong>efter samråd</strong> med handledare <strong>komplexa</strong> uppgifter i bekanta situationer samt använder lämpliga arbetsmetoder och verktyg.",
          "A" : "I arbetet löser eleven <strong>efter samråd</strong> med handledare <strong>komplexa</strong> uppgifter i bekanta <strong>och nya</strong> situationer samt <strong>väljer och</strong> använder lämpliga arbetsmetoder och verktyg."
        }
      }, {
        "text" : "Dessutom tar eleven ansvar för maskinella värden samt sin egen och andras säkerhet.",
        "knowledgeRequirementChoice" : {
          "E" : "Dessutom tar eleven ansvar för maskinella värden samt sin egen och andras säkerhet.",
          "C" : "Dessutom tar eleven ansvar för maskinella värden samt sin egen och andras säkerhet.",
          "A" : "Dessutom tar eleven ansvar för maskinella värden samt sin egen och andras säkerhet."
        }
      }, {
        "text" : "Eleven samarbetar för att nå planerade resultat samt använder i sin kommunikation begrepp och uttryck som är relevanta för ämnesområdet.",
        "knowledgeRequirementChoice" : {
          "E" : "Eleven samarbetar för att nå planerade resultat samt använder i sin kommunikation begrepp och uttryck som är relevanta för ämnesområdet.",
          "C" : "Eleven samarbetar <strong>och medverkar till att upprätthålla samarbetet</strong> för att nå planerade resultat samt använder i sin kommunikation begrepp och uttryck som är relevanta för ämnesområdet.",
          "A" : "Eleven samarbetar <strong>och medverkar till att upprätthålla och utveckla samarbetet</strong> för att nå planerade resultat samt använder i sin kommunikation begrepp och uttryck som är relevanta för ämnesområdet."
        }
      }, {
        "text" : "I arbetet redogör eleven <strong>________</strong> för lagar och andra bestämmelser som reglerar arbetet.",
        "knowledgeRequirementChoice" : {
          "E" : "I arbetet redogör eleven <strong>översiktligt</strong> för lagar och andra bestämmelser som reglerar arbetet.",
          "C" : "I arbetet redogör eleven <strong>utförligt</strong> för lagar och andra bestämmelser som reglerar arbetet.",
          "A" : "I arbetet redogör eleven <strong>utförligt</strong> för lagar och andra bestämmelser som reglerar arbetet."
        }
      }, {
        "text" : "Dessutom arbetar eleven utifrån de krav på säkerhet och miljö som reglerar arbetet.",
        "knowledgeRequirementChoice" : {
          "E" : "Dessutom arbetar eleven utifrån de krav på säkerhet och miljö som reglerar arbetet.",
          "C" : "Dessutom arbetar eleven utifrån de krav på säkerhet och miljö som reglerar arbetet.",
          "A" : "Dessutom arbetar eleven utifrån de krav på säkerhet och miljö som reglerar arbetet."
        }
      } ]
    }, {
      "heading" : "",
      "knowledgeRequirements" : [ {
        "text" : "Eleven redogör <strong>________</strong> för olika <strong>________</strong> trafiksituationer och ger exempel på olika handlingsalternativ.",
        "knowledgeRequirementChoice" : {
          "E" : "Eleven redogör <strong>översiktligt</strong> för olika <strong>enkla</strong> trafiksituationer och ger exempel på olika handlingsalternativ.",
          "C" : "Eleven redogör <strong>utförligt</strong> för olika trafiksituationer och ger exempel på olika handlingsalternativ.",
          "A" : "Eleven redogör <strong>utförligt och nyanserat</strong> för olika <strong>komplexa</strong> trafiksituationer och ger exempel på olika handlingsalternativ."
        }
      }, {
        "text" : "Dessutom redogör eleven <strong>________</strong> för olika typer av riskbeteenden i trafiken.",
        "knowledgeRequirementChoice" : {
          "E" : "Dessutom redogör eleven <strong>översiktligt</strong> för olika typer av riskbeteenden i trafiken.",
          "C" : "Dessutom redogör eleven <strong>utförligt</strong> för olika typer av riskbeteenden i trafiken.",
          "A" : "Dessutom redogör eleven <strong>utförligt och nyanserat</strong> för olika typer av riskbeteenden i trafiken."
        }
      }, {
        "text" : "I redogörelserna gör eleven <strong>________</strong> bedömningar av trafiksituationerna samt av hur mänskliga faktorer och riskbeteenden påverkar dem.",
        "knowledgeRequirementChoice" : {
          "E" : "I redogörelserna gör eleven <strong>enkla</strong> bedömningar av trafiksituationerna samt av hur mänskliga faktorer och riskbeteenden påverkar dem.",
          "C" : "I redogörelserna gör eleven <strong>välgrundade</strong> bedömningar av trafiksituationerna samt av hur mänskliga faktorer och riskbeteenden påverkar dem.",
          "A" : "I redogörelserna gör eleven <strong>välgrundade och nyanserade</strong> bedömningar av trafiksituationerna samt av hur mänskliga faktorer och riskbeteenden påverkar dem."
        }
      } ]
    }, {
      "heading" : "",
      "knowledgeRequirements" : [ {
        "text" : "När eleven samråder med handledare bedömer hon eller han <strong>________</strong> den egna förmågan och situationens krav.",
        "knowledgeRequirementChoice" : {
          "E" : "När eleven samråder med handledare bedömer hon eller han <strong>med viss säkerhet</strong> den egna förmågan och situationens krav.",
          "C" : "När eleven samråder med handledare bedömer hon eller han <strong>med viss säkerhet</strong> den egna förmågan och situationens krav.",
          "A" : "När eleven samråder med handledare bedömer hon eller han <strong>med säkerhet</strong> den egna förmågan och situationens krav."
        }
      } ]
    } ],
    "point" : 200,
    "year" : null
  } ]
}