{
  "name" : "Fotografisk bild",
  "description" : "Fotografiet blir en allt viktigare kommunikationsform, och människor möts dagligen av meddelanden i form av fotografiska bilder med olika avsändare och varierande syften. Den digitala utvecklingen innebär att fotografiet har blivit en vardagsvara för kommunikation men också att arbetsmarknaden för fotografer har breddats. Ämnet fotografisk bild har sin teoretiska bas inom medieområdet samt inom kommunikation, konst, språkvetenskap och kultursociologi. Det behandlar hur bilder skapar betydelser och kommunicerar.",
  "code" : "FOT",
  "designation" : "",
  "skolfsId" : "0000:00",
  "purposes" : [ {
    "type" : "PARAGRAPH",
    "heading" : "",
    "lines" : [ "Undervisningen i ämnet fotografisk bild ska syfta till att eleverna utvecklar kunskaper om fotografisk bildkommunikation samt färdigheter i att kommunicera med fotografiska bilder.", "Detta innebär att eleverna ska ges möjlighet att utveckla kunskaper om och färdigheter i idéutveckling, komposition, ljussättning, kamerateknik, färghantering, bildbehandling och utskrift." ]
  }, {
    "type" : "PARAGRAPH",
    "heading" : "",
    "lines" : [ "Bildens estetiska kvaliteter har en viktig roll i kommunikationsprocessen, och därför ska undervisningen ge eleverna möjlighet att utveckla kunskaper om den fotografiska bildens estetik.", "Undervisningen ska också leda till att eleverna utvecklar kunskaper om olika aspekter av bildpublicering och vikten av ett etiskt förhållningssätt.", "För att eleverna ska kunna placera sina egna bilder i ett sammanhang ska de ges möjlighet att utveckla kunskaper om fotografiets historiska utveckling." ]
  }, {
    "type" : "PARAGRAPH",
    "heading" : "",
    "lines" : [ "I undervisningen ska eleverna ges möjlighet att använda olika metoder för att utveckla kreativa idéer.", "Förutom den digitala tekniken kan analogt foto och mörkrumsarbete användas.", "Eleverna ska ges möjlighet att söka svar på frågor som rör bildens berättande samt granska och tala om egna och andras bilder.", "Därigenom ska undervisningen bidra till att eleverna utvecklar ett språk för ämnesområdet samt förmåga att analysera, tolka och värdera fotografier i deras olika sammanhang." ]
  }, {
    "type" : "BULLET",
    "heading" : "Undervisningen i ämnet fotografisk bild ska ge eleverna förutsättningar att utveckla följande:",
    "lines" : [ "Kunskaper om den fotografiska processen från idé till färdig bild. Kunskaper om teknisk utrustning inom det fotografiska området.", "Förmåga att initiera, planera och genomföra fotografiska projekt.", "Färdigheter i att fotografera och digitalt behandla, färghantera, redigera och skriva ut eller kopiera bilder.", "Kunskaper om den fotografiska bildens estetiska uttrycksmedel och hur de används i olika sammanhang och för olika syften.", "Kunskaper om hur den fotografiska bilden kommunicerar. Kunskaper om bildpublicering för olika syften och genom olika kanaler. Förmåga att använda områdets begrepp.", "Kunskaper om fotografiets historiska utveckling.", "Kunskaper om upphovsrättsliga lagar och andra bestämmelser samt om etiska frågeställningar i relation till fotografiska bilder.", "Kunskaper om miljö- och säkerhetsmässiga aspekter inom fotoområdet.", "Kunskaper om entreprenörskap och företagande." ]
  } ],
  "courses" : [ {
    "name" : "Fotografisk bild 1",
    "description" : "Kursen fotografisk bild 1 omfattar punkterna 1 och 3–8 under rubriken Ämnets syfte, med särskild betoning på punkterna 1 och 3–5. I kursen behandlas grundläggande kunskaper i ämnet.",
    "code" : "FOTFOT01",
    "centralContent" : [ {
      "heading" : "Undervisningen i kursen ska behandla följande centrala innehåll:",
      "lines" : [ "Den fotografiska processen från motivval till publicering.", "Bildupplösning, dokumentstorlek vid digital bildbehandling, samt hur och varför man lagrar data i olika format.", "Programvaror för digital bildbehandling.", "Kopiering, bildredigering och metoder för att ta fram bilder på papper och för visning.", "Den fotografiska bildens estetiska uttrycksmedel, till exempel komposition, ljussättning, färg och kontrast, och hur en känsla, en tanke, en idé eller ett budskap kan omsättas i fotografisk bild.", "De fotografiska materialens egenskaper och användningsområden.", "Metoder för idéproduktion, kreativa arbetsprocesser och ett personligt bildspråk.", "Modeller för analys och tolkning av fotografiska bilder. Begrepp inom området, till exempel bildsemiotik och kommunikationsteori.", "Fotografiet och fotografiska genrer förr och nu samt likheter och skillnader mellan olika genrer.", "Lagar och andra bestämmelser om upphovsrätt och etiska frågeställningar i relation till fotografiska bilder.", "Grundläggande miljö- och säkerhetsmässiga aspekter inom fotoområdet." ]
    } ],
    "knowledgeRequirementParagraphs" : [ {
      "heading" : "",
      "knowledgeRequirements" : [ {
        "text" : "Eleven redogör <strong>________</strong> för den fotografiska processen och för hur de olika delarna i processen hänger samman.",
        "knowledgeRequirementChoice" : {
          "E" : "Eleven redogör <strong>översiktligt</strong> för den fotografiska processen och för hur de olika delarna i processen hänger samman.",
          "C" : "Eleven redogör <strong>utförligt</strong> för den fotografiska processen och för hur de olika delarna i processen hänger samman.",
          "A" : "Eleven redogör <strong>utförligt och nyanserat</strong> för den fotografiska processen och för hur de olika delarna i processen hänger samman."
        }
      }, {
        "text" : "Dessutom redogör eleven <strong>________</strong> för några olika digitala bildformat och programvaror samt för deras möjligheter och begränsningar.",
        "knowledgeRequirementChoice" : {
          "E" : "Dessutom redogör eleven <strong>översiktligt</strong> för några olika digitala bildformat och programvaror samt för deras möjligheter och begränsningar.",
          "C" : "Dessutom redogör eleven <strong>utförligt</strong> för några olika digitala bildformat och programvaror samt för deras möjligheter och begränsningar.",
          "A" : "Dessutom redogör eleven <strong>utförligt och nyanserat</strong> för några olika digitala bildformat och programvaror samt för deras möjligheter och begränsningar."
        }
      } ]
    }, {
      "heading" : "",
      "knowledgeRequirements" : [ {
        "text" : "Eleven fotograferar och skriver ut eller kopierar bilder <strong>________</strong> med handledare.",
        "knowledgeRequirementChoice" : {
          "E" : "Eleven fotograferar och skriver ut eller kopierar bilder <strong>i samråd</strong> med handledare.",
          "C" : "Eleven fotograferar och skriver ut eller kopierar bilder <strong>efter samråd</strong> med handledare.",
          "A" : "Eleven fotograferar och skriver ut eller kopierar bilder <strong>efter samråd</strong> med handledare."
        }
      }, {
        "text" : "Bilderna är av <strong>________</strong> teknisk kvalitet.",
        "knowledgeRequirementChoice" : {
          "E" : "Bilderna är av <strong>tillfredsställande</strong> teknisk kvalitet.",
          "C" : "Bilderna är av <strong>god</strong> teknisk <strong>och tillfredsställande estetisk</strong> kvalitet.",
          "A" : "Bilderna är av <strong>jämn och god</strong> teknisk <strong>och estetisk</strong> kvalitet <strong>samt har ett personligt uttryck</strong>."
        }
      }, {
        "text" : "Eleven motiverar <strong>________</strong> de val som har gjorts för att uppnå kvaliteten.",
        "knowledgeRequirementChoice" : {
          "E" : "Eleven motiverar <strong>översiktligt</strong> de val som har gjorts för att uppnå kvaliteten.",
          "C" : "Eleven motiverar <strong>utförligt</strong> de val som har gjorts för att uppnå kvaliteten.",
          "A" : "Eleven motiverar <strong>utförligt och nyanserat</strong> de val som har gjorts för att uppnå kvaliteten."
        }
      }, {
        "text" : "I arbetet använder eleven <strong>________</strong> ljussättning, komposition och fotografisk teknik för att åstadkomma visuella effekter.",
        "knowledgeRequirementChoice" : {
          "E" : "I arbetet använder eleven <strong>med viss säkerhet</strong> ljussättning, komposition och fotografisk teknik för att åstadkomma visuella effekter.",
          "C" : "I arbetet använder eleven <strong>med viss säkerhet</strong> ljussättning, komposition och fotografisk teknik för att åstadkomma visuella effekter.",
          "A" : "I arbetet använder eleven <strong>med säkerhet och med variation</strong> ljussättning, komposition och fotografisk teknik för att åstadkomma visuella effekter."
        }
      }, {
        "text" : "Eleven diskuterar <strong>________</strong> på vilket sätt de egna bilderna förmedlar känslor, tankar, idéer och budskap.",
        "knowledgeRequirementChoice" : {
          "E" : "Eleven diskuterar <strong>översiktligt</strong> på vilket sätt de egna bilderna förmedlar känslor, tankar, idéer och budskap.",
          "C" : "Eleven diskuterar <strong>utförligt</strong> på vilket sätt de egna bilderna förmedlar känslor, tankar, idéer och budskap.",
          "A" : "Eleven diskuterar <strong>utförligt och nyanserat</strong> på vilket sätt de egna bilderna förmedlar känslor, tankar, idéer och budskap."
        }
      } ]
    }, {
      "heading" : "",
      "knowledgeRequirements" : [ {
        "text" : "Eleven avläser och tolkar <strong>________</strong> fotografisk bild samt resonerar <strong>________</strong> om vad bilden uttrycker.",
        "knowledgeRequirementChoice" : {
          "E" : "Eleven avläser och tolkar <strong>någon</strong> fotografisk bild samt resonerar <strong>översiktligt</strong> om vad bilden uttrycker.",
          "C" : "Eleven avläser och tolkar <strong>några olika typer av</strong> fotografiska bilder samt resonerar <strong>utförligt</strong> om vad bilderna uttrycker.",
          "A" : "Eleven avläser och tolkar <strong>flera olika typer av</strong> fotografiska bilder samt resonerar <strong>utförligt och nyanserat</strong> om vad bilderna uttrycker."
        }
      }, {
        "text" : "I tolkningen och resonemanget använder eleven <strong>________</strong> begrepp.",
        "knowledgeRequirementChoice" : {
          "E" : "I tolkningen och resonemanget använder eleven <strong>med viss säkerhet enkla</strong> begrepp.",
          "C" : "I tolkningen och resonemanget använder eleven <strong>med viss säkerhet avancerade</strong> begrepp.",
          "A" : "I tolkningen och resonemanget använder eleven <strong>med säkerhet avancerade</strong> begrepp."
        }
      }, {
        "text" : "Eleven redogör <strong>________</strong> utifrån bildexempel, för skillnader mellan <strong>________</strong> olika genrer, även ur ett historiskt perspektiv.",
        "knowledgeRequirementChoice" : {
          "E" : "Eleven redogör <strong>översiktligt,</strong> utifrån bildexempel, för skillnader mellan <strong>några</strong> olika genrer, även ur ett historiskt perspektiv.",
          "C" : "Eleven redogör <strong>utförligt</strong>, utifrån bildexempel, för skillnader mellan <strong>några</strong> olika genrer, även ur ett historiskt perspektiv.",
          "A" : "Eleven redogör <strong>utförligt och nyanserat</strong>, utifrån bildexempel, för skillnader mellan <strong>flera</strong> olika genrer, även ur ett historiskt perspektiv."
        }
      } ]
    }, {
      "heading" : "",
      "knowledgeRequirements" : [ {
        "text" : "Eleven redogör <strong>________</strong> för lagar och andra bestämmelser inom området.",
        "knowledgeRequirementChoice" : {
          "E" : "Eleven redogör <strong>översiktligt</strong> för lagar och andra bestämmelser inom området.",
          "C" : "Eleven redogör <strong>översiktligt</strong> för lagar och andra bestämmelser inom området.",
          "A" : "Eleven redogör <strong>utförligt</strong> för lagar och andra bestämmelser inom området."
        }
      }, {
        "text" : "Eleven diskuterar också <strong>________</strong> etiska frågeställningar i relation till fotografiska bilder.",
        "knowledgeRequirementChoice" : {
          "E" : "Eleven diskuterar också <strong>översiktligt</strong> etiska frågeställningar i relation till fotografiska bilder.",
          "C" : "Eleven diskuterar också <strong>utförligt</strong> etiska frågeställningar i relation till fotografiska bilder.",
          "A" : "Eleven diskuterar också <strong>utförligt och nyanserat</strong> etiska frågeställningar i relation till fotografiska bilder."
        }
      }, {
        "text" : "Dessutom redogör eleven <strong>________</strong> för miljömässiga och säkerhetsmässiga aspekter inom fotoområdet.",
        "knowledgeRequirementChoice" : {
          "E" : "Dessutom redogör eleven <strong>översiktligt</strong> för miljömässiga och säkerhetsmässiga aspekter inom fotoområdet.",
          "C" : "Dessutom redogör eleven <strong>utförligt</strong> för miljömässiga och säkerhetsmässiga aspekter inom fotoområdet.",
          "A" : "Dessutom redogör eleven <strong>utförligt och nyanserat</strong> för miljömässiga och säkerhetsmässiga aspekter inom fotoområdet."
        }
      } ]
    }, {
      "heading" : "",
      "knowledgeRequirements" : [ {
        "text" : "När eleven samråder med handledare bedömer hon eller han <strong>________</strong> den egna förmågan och situationens krav.",
        "knowledgeRequirementChoice" : {
          "E" : "När eleven samråder med handledare bedömer hon eller han <strong>med viss säkerhet</strong> den egna förmågan och situationens krav.",
          "C" : "När eleven samråder med handledare bedömer hon eller han <strong>med viss säkerhet</strong> den egna förmågan och situationens krav.",
          "A" : "När eleven samråder med handledare bedömer hon eller han <strong>med säkerhet</strong> den egna förmågan och situationens krav."
        }
      } ]
    } ],
    "point" : 100,
    "year" : null
  }, {
    "name" : "Fotografisk bild 2",
    "description" : "Kursen fotografisk bild 2 omfattar punkterna 1 och 3–8 under rubriken Ämnets syfte, med särskild betoning på punkterna 3–8. I kursen behandlas fördjupade kunskaper i ämnet.",
    "code" : "FOTFOT02",
    "centralContent" : [ {
      "heading" : "Undervisningen i kursen ska behandla följande centrala innehåll:",
      "lines" : [ "Den digitala bildens grundläggande teknik, dvs. digital bildbehandling, redigering, digitala bildformat, dokumentstorlek, bildupplösning, lagring av bilder och digitala färgrymder.", "Den tekniska utrustningens möjligheter och begränsningar. Ljussättning i och utanför studio, olika ljuskällors egenskaper, kvalitetskrav för utsktifter och kopiering samt anpassning av bilder för publicering i olika medier.", "Den fotografiska bildens estetiska uttrycksmedel och bildkommunikation. Komposition, ljussättning, färglära, färghantering, kontrast och färgton, bildredigering och övrigt bildbearbetning.", "Omsättning av känslor, tankar, idéer och budskap till personliga fotografiska uttryck inom till exempel konst-, porträtt- och reklamfotografi samt inom bildjournalistik och dokumentärt berättande.", "Metoder för en öppen och experimenterande attityd och att hitta okonventionella lösningar av bildmässiga problem.", "Modeller för analys och tolkning av fotografiska bilder och bildernas kommunikation. Begrepp inom området.", "Sambandet mellan bildens innehåll och form samt samverkan mellan bild och text.", "Presentations- och bildspelsteknik.", "Fotografiets historia från camera obscura till dagens kamerateknik.", "Orientering om fotografiets roll i dagens samhälle och inom olika områden, till exempel naturvetenskap, teknik, press, industri, populärkultur och museum.", "Fotografiets genrer, till exempel porträtt-, dokumentär-, press-, konst- och reklamfotografi.", "Lagar och andra bestämmelser om upphovsrätt och etiska frågeställningar i relation till fotografiska bilder.", "Grundläggande ergonomiska samt miljö- och säkerhetsmässiga aspekter inom fotoområdet." ]
    } ],
    "knowledgeRequirementParagraphs" : [ {
      "heading" : "",
      "knowledgeRequirements" : [ {
        "text" : "Eleven redogör <strong>________</strong> för några olika digitala bildformat och programvaror samt för deras möjligheter och begränsningar.",
        "knowledgeRequirementChoice" : {
          "E" : "Eleven redogör <strong>översiktligt</strong> för några olika digitala bildformat och programvaror samt för deras möjligheter och begränsningar.",
          "C" : "Eleven redogör <strong>utförligt</strong> för några olika digitala bildformat och programvaror samt för deras möjligheter och begränsningar.",
          "A" : "Eleven redogör <strong>utförligt och nyanserat</strong> för några olika digitala bildformat och programvaror samt för deras möjligheter och begränsningar."
        }
      }, {
        "text" : "I redogörelsen ger eleven exempel på några situationer där dokumentstorlek och bildupplösning har betydelse.",
        "knowledgeRequirementChoice" : {
          "E" : "I redogörelsen ger eleven exempel på några situationer där dokumentstorlek och bildupplösning har betydelse.",
          "C" : "I redogörelsen ger eleven exempel på några situationer där dokumentstorlek och bildupplösning har betydelse.",
          "A" : "I redogörelsen ger eleven exempel på några situationer där dokumentstorlek och bildupplösning har betydelse."
        }
      } ]
    }, {
      "heading" : "",
      "knowledgeRequirements" : [ {
        "text" : "Eleven arbetar <strong>________</strong> med handledare med digital bildredigering och bildmontage.",
        "knowledgeRequirementChoice" : {
          "E" : "Eleven arbetar <strong>i samråd</strong> med handledare med digital bildredigering och bildmontage.",
          "C" : "Eleven arbetar <strong>efter samråd</strong> med handledare med digital bildredigering och bildmontage.",
          "A" : "Eleven arbetar <strong>efter samråd</strong> med handledare med digital bildredigering och bildmontage."
        }
      }, {
        "text" : "Resultatet är av <strong>________</strong> teknisk kvalitet samt binder på ett <strong>________</strong> sätt samman innehåll och form till ett enhetligt uttryck.",
        "knowledgeRequirementChoice" : {
          "E" : "Resultatet är av <strong>tillfredsställande</strong> teknisk kvalitet samt binder på ett <strong>tillfredsställande</strong> sätt samman innehåll och form till ett enhetligt uttryck.",
          "C" : "Resultatet är av <strong>god</strong> teknisk <strong>och tillfredsställande estetisk</strong> kvalitet samt binder på ett <strong>tillfredsställande</strong> sätt samman innehåll och form till ett enhetligt uttryck. <strong>I arbetet experimenterar eleven med de estetiska uttrycksmedlen</strong>.",
          "A" : "Resultatet är av <strong>jämn och god</strong> teknisk <strong>och estetisk</strong> kvalitet samt binder på ett <strong>gott</strong> sätt samman innehåll och form till ett enhetligt <strong>och personligt</strong> uttryck. <strong>I arbetet experimenterar eleven med de estetiska uttrycksmedlen</strong>."
        }
      }, {
        "text" : "Eleven motiverar <strong>________</strong> de val som har gjorts för att uppnå kvaliteten.",
        "knowledgeRequirementChoice" : {
          "E" : "Eleven motiverar <strong>översiktligt</strong> de val som har gjorts för att uppnå kvaliteten.",
          "C" : "Eleven motiverar <strong>utförligt</strong> de val som har gjorts för att uppnå kvaliteten.",
          "A" : "Eleven motiverar <strong>utförligt och nyanserat</strong> de val som har gjorts för att uppnå kvaliteten."
        }
      }, {
        "text" : "I arbetet använder eleven med <strong>________</strong> handlag <strong>________</strong> den tekniska utrustningen.",
        "knowledgeRequirementChoice" : {
          "E" : "I arbetet använder eleven med <strong>visst</strong> handlag <strong>delar av</strong> den tekniska utrustningen.",
          "C" : "I arbetet använder eleven med <strong>gott</strong> handlag den tekniska utrustningen.",
          "A" : "I arbetet använder eleven med <strong>mycket gott</strong> handlag den tekniska utrustningen."
        }
      }, {
        "text" : "Dessutom redogör eleven <strong>________</strong> för de möjligheter som utrustningen ger.",
        "knowledgeRequirementChoice" : {
          "E" : "Dessutom redogör eleven <strong>översiktligt</strong> för de möjligheter som utrustningen ger.",
          "C" : "Dessutom redogör eleven <strong>utförligt</strong> för de möjligheter som utrustningen ger.",
          "A" : "Dessutom redogör eleven <strong>utförligt och nyanserat</strong> för de möjligheter som utrustningen ger."
        }
      }, {
        "text" : "Eleven diskuterar <strong>________</strong> på vilket sätt det egna arbetet förmedlar känslor, tankar, idéer och budskap.",
        "knowledgeRequirementChoice" : {
          "E" : "Eleven diskuterar <strong>översiktligt</strong> på vilket sätt det egna arbetet förmedlar känslor, tankar, idéer och budskap.",
          "C" : "Eleven diskuterar <strong>utförligt</strong> på vilket sätt det egna arbetet förmedlar känslor, tankar, idéer och budskap.",
          "A" : "Eleven diskuterar <strong>utförligt och nyanserat</strong> på vilket sätt det egna arbetet förmedlar känslor, tankar, idéer och budskap."
        }
      }, {
        "text" : "Dessutom publicerar eleven <strong>________</strong> med handledare sina bilder i <strong>________</strong> medium.",
        "knowledgeRequirementChoice" : {
          "E" : "Dessutom publicerar eleven <strong>i samråd</strong> med handledare sina bilder i <strong>något</strong> medium.",
          "C" : "Dessutom publicerar eleven <strong>efter samråd</strong> med handledare sina bilder i <strong>några</strong> medier.",
          "A" : "Dessutom publicerar eleven <strong>efter samråd</strong> med handledare sina bilder i <strong>flera</strong> medier."
        }
      } ]
    }, {
      "heading" : "",
      "knowledgeRequirements" : [ {
        "text" : "Eleven avläser och tolkar <strong>________</strong> fotografisk bild samt resonerar <strong>________</strong> om vad bilden uttrycker.",
        "knowledgeRequirementChoice" : {
          "E" : "Eleven avläser och tolkar <strong>någon</strong> fotografisk bild samt resonerar <strong>översiktligt</strong> om vad bilden uttrycker.",
          "C" : "Eleven avläser och tolkar <strong>några</strong> fotografiska bilder samt resonerar <strong>utförligt</strong> om vad bilderna uttrycker.",
          "A" : "Eleven avläser och tolkar <strong>flera olika</strong> fotografiska bilder samt resonerar <strong>utförligt och nyanserat</strong> om vad bilderna utrycker."
        }
      }, {
        "text" : "Eleven resonerar även <strong>________</strong> om hur innehåll och form samverkar.",
        "knowledgeRequirementChoice" : {
          "E" : "Eleven resonerar även <strong>översiktligt</strong> om hur innehåll och form samverkar.",
          "C" : "Eleven resonerar även <strong>utförligt</strong> om hur innehåll och form samverkar.",
          "A" : "Eleven resonerar även <strong>utförligt och nyanserat</strong> om hur innehåll och form samverkar."
        }
      }, {
        "text" : "I tolkningen använder eleven <strong>________</strong> modell för att analysera fotografisk bild.",
        "knowledgeRequirementChoice" : {
          "E" : "I tolkningen använder eleven <strong>med viss säkerhet någon enkel</strong> modell för att analysera fotografisk bild.",
          "C" : "I tolkningen använder eleven <strong>med viss säkerhet</strong> modeller för att analysera fotografisk bild.",
          "A" : "I tolkningen använder eleven <strong>med säkerhet</strong> modeller för att analysera fotografisk bild."
        }
      }, {
        "text" : "Dessutom använder eleven i tolkningen och resonemanget <strong>________</strong> begrepp <strong>________</strong>.",
        "knowledgeRequirementChoice" : {
          "E" : "Dessutom använder eleven i tolkningen och resonemanget <strong>enkla</strong> begrepp <strong>med viss säkerhet</strong>.",
          "C" : "Dessutom använder eleven i tolkningen och resonemanget <strong>avancerade</strong> begrepp <strong>med viss säkerhet</strong>.",
          "A" : "Dessutom använder eleven i tolkningen och resonemanget <strong>avancerade</strong> begrepp <strong>med säkerhet</strong>."
        }
      } ]
    }, {
      "heading" : "",
      "knowledgeRequirements" : [ {
        "text" : "Eleven redogör <strong>________</strong>, utifrån exempel, för fotografiets historia och drar <strong>________</strong> slutsatser om fotografiets betydelse för kultur och kunskapsutveckling i dagens samhälle.",
        "knowledgeRequirementChoice" : {
          "E" : "Eleven redogör <strong>översiktligt</strong>, utifrån exempel, för fotografiets historia och drar <strong>enkla</strong> slutsatser om fotografiets betydelse för kultur och kunskapsutveckling i dagens samhälle.",
          "C" : "Eleven redogör <strong>utförligt</strong>, utifrån exempel, för fotografiets historia och drar <strong>välgrundade</strong> slutsatser om fotografiets betydelse för kultur och kunskapsutveckling i dagens samhälle.",
          "A" : "Eleven redogör <strong>utförligt och nyanserat</strong>, utifrån exempel, för fotografiets historia och drar <strong>välgrundade och nyanserade</strong> slutsatser om fotografiets betydelse för kultur och kunskapsutveckling i dagens samhälle."
        }
      } ]
    }, {
      "heading" : "",
      "knowledgeRequirements" : [ {
        "text" : "Eleven redogör <strong>________</strong> för lagar och andra bestämmelser om upphovsrätt inom området.",
        "knowledgeRequirementChoice" : {
          "E" : "Eleven redogör <strong>översiktligt</strong> för lagar och andra bestämmelser om upphovsrätt inom området.",
          "C" : "Eleven redogör <strong>översiktligt</strong> för lagar och andra bestämmelser om upphovsrätt inom området.",
          "A" : "Eleven redogör <strong>utförligt</strong> för lagar och andra bestämmelser om upphovsrätt."
        }
      }, {
        "text" : "Eleven diskuterar också <strong>________</strong> etiska frågeställningar i relation till fotografiska bilder.",
        "knowledgeRequirementChoice" : {
          "E" : "Eleven diskuterar också <strong>översiktligt</strong> etiska frågeställningar i relation till fotografiska bilder.",
          "C" : "Eleven diskuterar också <strong>utförligt</strong> etiska frågeställningar i relation till fotografiska bilder <strong>samt redogör för egna etiska gränsdragningar i sitt fotografiska arbete</strong>.",
          "A" : "Eleven diskuterar också <strong>utförligt och nyanserat</strong> etiska frågeställningar i relation till fotografiska bilder <strong>samt redogör för egna etiska gränsdragningar i sitt fotografiska arbete</strong>."
        }
      }, {
        "text" : "Dessutom redogör eleven <strong>________</strong> för på vilket sätt hon eller han i sitt eget arbete tagit miljömässiga, säkerhetsmässiga och ergonomiska hänsyn.",
        "knowledgeRequirementChoice" : {
          "E" : "Dessutom redogör eleven <strong>översiktligt</strong> för på vilket sätt hon eller han i sitt eget arbete tagit miljömässiga, säkerhetsmässiga och ergonomiska hänsyn.",
          "C" : "Dessutom redogör eleven <strong>utförligt</strong> för på vilket sätt hon eller han i sitt eget arbete tagit miljömässiga, säkerhetsmässiga och ergonomiska hänsyn.",
          "A" : "Dessutom redogör eleven <strong>utförligt och nyanserat</strong> för på vilket sätt eleven i sitt eget arbete tagit miljömässiga, säkerhetsmässiga och ergonomiska hänsyn."
        }
      } ]
    }, {
      "heading" : "",
      "knowledgeRequirements" : [ {
        "text" : "När eleven samråder med handledare bedömer hon eller han <strong>________</strong> den egna förmågan och situationens krav.",
        "knowledgeRequirementChoice" : {
          "E" : "När eleven samråder med handledare bedömer hon eller han <strong>med viss säkerhet</strong> den egna förmågan och situationens krav.",
          "C" : "När eleven samråder med handledare bedömer hon eller han <strong>med viss säkerhet</strong> den egna förmågan och situationens krav.",
          "A" : "När eleven samråder med handledare bedömer hon eller han <strong>med säkerhet</strong> den egna förmågan och situationens krav."
        }
      } ]
    } ],
    "point" : 100,
    "year" : null
  }, {
    "name" : "Fotografisk bild 3",
    "description" : "Kursen fotografisk bild 3 omfattar punkterna 1–7 under rubriken Ämnets syfte, med särskild betoning på punkterna 2–5 och 7. I kursen behandlas fördjupade kunskaper i ämnet.",
    "code" : "FOTFOT03",
    "centralContent" : [ {
      "heading" : "Undervisningen i kursen ska behandla följande centrala innehåll:",
      "lines" : [ "Den fotografiska processen med särskilt fokus på den digitala bilden.", "Den fotografiska produktionsprocessen ur ett yrkesperspektiv, dvs. arbetsorganisation, arbetsdisciplin, initiativförmåga, omdömesförmåga, tidsramar och kostnadsramar.", "Initiering, planering och genomförande av fotografiska projekt.", "Avancerad studiofotografering och ljussättning med digital utrustning.", "Metoder för att utveckla kommunikationsförmåga och ett personligt bildspråk.", "Fördjupning av fotografiets historia från camera obscura till dagens kamerateknik.", "Den fotografiska bildens användningsområden inom till exempel vetenskaplig kunskapsutveckling, sjukvård, information, medier, internet, näringsliv och kultur. Villkor och kvalitetskrav för publicering på internet eller i grafisk produktion och vid olika utskrifter.", "Lagar och andra bestämmelser om upphovsrätt och etiska frågeställningar, till exempel vad gäller bildmanipulation." ]
    } ],
    "knowledgeRequirementParagraphs" : [ {
      "heading" : "",
      "knowledgeRequirements" : [ {
        "text" : "Eleven redogör <strong>________</strong> för den fotografiska produktionsprocessen och för hur de olika delarna i processen hänger samman.",
        "knowledgeRequirementChoice" : {
          "E" : "Eleven redogör <strong>översiktligt</strong> för den fotografiska produktionsprocessen och för hur de olika delarna i processen hänger samman.",
          "C" : "Eleven redogör <strong>utförligt</strong> för den fotografiska produktionsprocessen och för hur de olika delarna i processen hänger samman.",
          "A" : "Eleven redogör <strong>utförligt och nyanserat</strong> för den fotografiska produktionsprocessen och för hur de olika delarna i processen hänger samman."
        }
      }, {
        "text" : "Dessutom redogör eleven <strong>________</strong> för olika bildbehandlingstekniker för grafisk produktion och internet.",
        "knowledgeRequirementChoice" : {
          "E" : "Dessutom redogör eleven <strong>översiktligt</strong> för olika bildbehandlingstekniker för grafisk produktion och internet.",
          "C" : "Dessutom redogör eleven <strong>utförligt</strong> för olika bildbehandlingstekniker för grafisk produktion och internet.",
          "A" : "Dessutom redogör eleven <strong>utförligt och nyanserat</strong> för olika bildbehandlingstekniker för grafisk produktion och internet."
        }
      } ]
    }, {
      "heading" : "",
      "knowledgeRequirements" : [ {
        "text" : "Eleven arbetar <strong>________</strong> med handledare med att initiera, planera och genomföra fotografiska projekt.",
        "knowledgeRequirementChoice" : {
          "E" : "Eleven arbetar <strong>i samråd</strong> med handledare med att initiera, planera och genomföra fotografiska projekt.",
          "C" : "Eleven arbetar <strong>efter samråd</strong> med handledare med att initiera, planera och genomföra fotografiska projekt.",
          "A" : "Eleven arbetar <strong>efter samråd</strong> med handledare med att initiera, planera och genomföra fotografiska projekt."
        }
      }, {
        "text" : "Eleven definierar projektets syfte.",
        "knowledgeRequirementChoice" : {
          "E" : "Eleven definierar projektets syfte.",
          "C" : "Eleven definierar projektets syfte.",
          "A" : "Eleven definierar projektets syfte."
        }
      }, {
        "text" : "Resultatet av projekten är av <strong>________</strong> teknisk och estetisk kvalitet samt binder på ett <strong>________</strong> sätt samman innehåll och form till ett enhetligt uttryck av syftet.",
        "knowledgeRequirementChoice" : {
          "E" : "Resultatet av projekten är av <strong>tillfredsställande</strong> teknisk och estetisk kvalitet samt binder på ett <strong>tillfredsställande</strong> sätt samman innehåll och form till ett enhetligt uttryck av syftet.",
          "C" : "Resultatet av projekten är av <strong>god</strong> teknisk och <strong>tillfredsställande</strong> estetisk kvalitet samt binder på ett <strong>tillfredsställande</strong> sätt samman innehåll och form till ett enhetligt <strong>och personligt</strong> uttryck av syftet.",
          "A" : "Resultatet av projekten är av <strong>god</strong> teknisk och estetisk kvalitet samt binder på ett <strong>gott</strong> sätt samman innehåll och form till ett enhetligt <strong>och personligt</strong> uttryck av syftet."
        }
      }, {
        "text" : "I arbetet gör eleven <strong>________</strong> experiment med de estetiska uttrycksmedlen samt använder, i studioarbetet, digital utrustning med <strong>________</strong> handlag.",
        "knowledgeRequirementChoice" : {
          "E" : "I arbetet gör eleven <strong>enkla</strong> experiment med de estetiska uttrycksmedlen samt använder, i studioarbetet, digital utrustning med <strong>visst</strong> handlag.",
          "C" : "I arbetet gör eleven experiment med de estetiska uttrycksmedlen samt använder, i studioarbetet, digital utrustning med <strong>gott</strong> handlag.",
          "A" : "I arbetet gör eleven <strong>avancerade</strong> experiment med de estetiska uttrycksmedlen samt använder, i studioarbetet, digital utrustning med <strong>mycket gott</strong> handlag."
        }
      }, {
        "text" : "Eleven motiverar <strong>________</strong> de val som har gjorts för att uppnå kvaliteten.",
        "knowledgeRequirementChoice" : {
          "E" : "Eleven motiverar <strong>översiktligt</strong> de val som har gjorts för att uppnå kvaliteten.",
          "C" : "Eleven motiverar <strong>utförligt</strong> de val som har gjorts för att uppnå kvaliteten.",
          "A" : "Eleven motiverar <strong>utförligt och nyanserat</strong> de val som har gjorts för att uppnå kvaliteten."
        }
      }, {
        "text" : "Dessutom redogör eleven <strong>________</strong> för de möjligheter som utrustningen ger.",
        "knowledgeRequirementChoice" : {
          "E" : "Dessutom redogör eleven <strong>översiktligt</strong> för de möjligheter som utrustningen ger.",
          "C" : "Dessutom redogör eleven <strong>utförligt</strong> för de möjligheter som utrustningen ger.",
          "A" : "Dessutom redogör eleven <strong>utförligt och nyanserat</strong> för de möjligheter som utrustningen ger."
        }
      }, {
        "text" : "Eleven diskuterar <strong>________</strong> på vilket sätt det egna arbetet förmedlar känslor, tankar, idéer och budskap utifrån det avsedda syftet.",
        "knowledgeRequirementChoice" : {
          "E" : "Eleven diskuterar <strong>översiktligt</strong> på vilket sätt det egna arbetet förmedlar känslor, tankar, idéer och budskap utifrån det avsedda syftet.",
          "C" : "Eleven diskuterar <strong>utförligt</strong> på vilket sätt det egna arbetet förmedlar känslor, tankar, idéer och budskap utifrån det avsedda syftet.",
          "A" : "Eleven diskuterar <strong>utförligt och nyanserat</strong> på vilket sätt det egna arbetet förmedlar känslor, tankar, idéer och budskap utifrån det avsedda syftet."
        }
      } ]
    }, {
      "heading" : "",
      "knowledgeRequirements" : [ {
        "text" : "Eleven beskriver <strong>________</strong>, utifrån bildexempel, hur fotografiska bilder används för <strong>________</strong> olika syften och sammanhang samt redogör <strong>________</strong> för hur innehåll, form och sammanhang samverkar i visuell kommunikation.",
        "knowledgeRequirementChoice" : {
          "E" : "Eleven beskriver <strong>översiktligt</strong>, utifrån bildexempel, hur fotografiska bilder används för <strong>några</strong> olika syften och sammanhang samt redogör <strong>översiktligt</strong> för hur innehåll, form och sammanhang samverkar i visuell kommunikation.",
          "C" : "Eleven beskriver <strong>utförligt</strong>, utifrån bildexempel, hur fotografiska bilder används för <strong>några</strong> olika syften och sammanhang samt redogör <strong>utförligt</strong> för hur innehåll, form och sammanhang samverkar i visuell kommunikation.",
          "A" : "Eleven beskriver <strong>utförligt och nyanserat</strong>, utifrån bildexempel, hur fotografiska bilder används för <strong>flera olika</strong> olika syften och sammanhang samt redogör <strong>utförligt och nyanserat</strong> för hur innehåll, form och sammanhang samverkar ivisuell kommunikation."
        }
      }, {
        "text" : "I beskrivningar och resonemang använder eleven <strong>________</strong> någon <strong>________</strong> för att analysera fotografisk bild och kommunikation.",
        "knowledgeRequirementChoice" : {
          "E" : "I beskrivningar och resonemang använder eleven <strong>med viss säkerhet</strong> någon <strong>enkel modell</strong> för att analysera fotografisk bild och kommunikation.",
          "C" : "I beskrivningar och resonemang använder eleven <strong>med viss säkerhet modeller</strong> för att analysera fotografisk bild och kommunikation.",
          "A" : "I beskrivningar och resonemang använder eleven <strong>med säkerhet modeller</strong> för att analysera fotografisk bild och kommunikation."
        }
      }, {
        "text" : "Dessutom använder eleven <strong>________</strong> begrepp.",
        "knowledgeRequirementChoice" : {
          "E" : "Dessutom använder eleven <strong>med viss säkerhet enkla</strong> begrepp.",
          "C" : "Dessutom använder eleven <strong>med viss säkerhet avancerade</strong> begrepp.",
          "A" : "Dessutom använder eleven <strong>med säkerhet avancerade</strong> begrepp."
        }
      } ]
    }, {
      "heading" : "",
      "knowledgeRequirements" : [ {
        "text" : "Eleven redogör <strong>________</strong>, utifrån bildexempel, för fotografiets historia och beskriver <strong>________</strong> fotografiets betydelse för <strong>________</strong> kulturyttringar i dagens samhälle.",
        "knowledgeRequirementChoice" : {
          "E" : "Eleven redogör <strong>översiktligt</strong>, utifrån bildexempel, för fotografiets historia och beskriver <strong>översiktligt</strong> fotografiets betydelse för <strong>vardagliga</strong> kulturyttringar i dagens samhälle.",
          "C" : "Eleven redogör <strong>utförligt</strong>, utifrån bildexempel, för fotografiets historia och beskriver <strong>utförligt, samt gör egna reflektioner över</strong>, fotografiets betydelse för kulturyttringar <strong>och kunskapsutveckling</strong> i dagens samhälle.",
          "A" : "Eleven redogör <strong>utförligt och nyanserat</strong>, utifrån bildexempel, för fotografiets historia och beskriver <strong>utförligt och nyanserat, samt gör egna reflektioner över</strong>, fotografiets betydelse för kulturyttringar <strong>och kunskapsutveckling</strong> i dagens samhälle."
        }
      } ]
    }, {
      "heading" : "",
      "knowledgeRequirements" : [ {
        "text" : "Eleven redogör <strong>________</strong> för lagar och andra bestämmelser om upphovsrätt inom området.",
        "knowledgeRequirementChoice" : {
          "E" : "Eleven redogör <strong>översiktligt</strong> för lagar och andra bestämmelser om upphovsrätt inom området.",
          "C" : "Eleven redogör <strong>översiktligt</strong> för lagar och andra bestämmelser om upphovsrätt inom området.",
          "A" : "Eleven redogör <strong>utförligt</strong> för lagar och andra bestämmelser om upphovsrätt inom området."
        }
      }, {
        "text" : "Eleven diskuterar också <strong>________</strong> etiska frågeställningar i relation till fotografiska bilder.",
        "knowledgeRequirementChoice" : {
          "E" : "Eleven diskuterar också <strong>översiktligt</strong> etiska frågeställningar i relation till fotografiska bilder.",
          "C" : "Eleven diskuterar också <strong>utförligt</strong> etiska frågeställningar i relation till fotografiska bilder.",
          "A" : "Eleven diskuterar också <strong>utförligt och nyanserat</strong> etiska frågeställningar i relation till fotografiska bilder."
        }
      } ]
    }, {
      "heading" : "",
      "knowledgeRequirements" : [ {
        "text" : "När eleven samråder med handledare bedömer hon eller han <strong>________</strong> den egna förmågan och situationens krav.",
        "knowledgeRequirementChoice" : {
          "E" : "När eleven samråder med handledare bedömer hon eller han <strong>med viss säkerhet</strong> den egna förmågan och situationens krav.",
          "C" : "När eleven samråder med handledare bedömer hon eller han <strong>med viss säkerhet</strong> den egna förmågan och situationens krav.",
          "A" : "När eleven samråder med handledare bedömer hon eller han <strong>med säkerhet</strong> den egna förmågan och situationens krav."
        }
      } ]
    } ],
    "point" : 100,
    "year" : null
  }, {
    "name" : "Fotografisk bild 4",
    "description" : "Kursen fotografisk bild 4 omfattar punkterna 1–7 och 9 under rubriken Ämnets syfte, med särskild betoning på punkt 2. I kursen behandlas fördjupade kunskaper i ämnet.",
    "code" : "FOTFOT04",
    "centralContent" : [ {
      "heading" : "Undervisningen i kursen ska behandla följande centrala innehåll:",
      "lines" : [ "Fotografens konstnärliga process.", "Utrustning och teknik.", "Foto som konstnärlig uttrycksform.", "Initiering, planering och genomförande av fördjupat fotografiskt projekt.", "Portföljarbete som arbetsmetod och redovisningsform.", "Den fotografiska bilden, rum och rumslighet.", "Fotografiets berättartraditioner – narration.", "Den fotografiska bilden i det offentliga rummet.", "Yrkesmässiga begrepp.", "Samtida fotografer i Sverige och världen.", "Nationell och internationell fotografisk upphovsrätt.", "Etiska frågeställningar och internationella konventioner.", "Entreprenörskap och företagande." ]
    } ],
    "knowledgeRequirementParagraphs" : [ {
      "heading" : "",
      "knowledgeRequirements" : [ {
        "text" : "Eleven redogör <strong>________</strong> för den fotografiska konstnärliga processen.",
        "knowledgeRequirementChoice" : {
          "E" : "Eleven redogör <strong>översiktligt</strong> för den fotografiska konstnärliga processen.",
          "C" : "Eleven redogör <strong>utförligt</strong> för den fotografiska konstnärliga processen.",
          "A" : "Eleven redogör <strong>utförligt och nyanserat</strong> för den fotografiska konstnärliga processen."
        }
      }, {
        "text" : "Dessutom redogör eleven <strong>________</strong> för de möjligheter som val av utrustning ger.",
        "knowledgeRequirementChoice" : {
          "E" : "Dessutom redogör eleven <strong>översiktligt</strong> för de möjligheter som val av utrustning ger.",
          "C" : "Dessutom redogör eleven <strong>utförligt</strong> för de möjligheter som val av utrustning ger.",
          "A" : "Dessutom redogör eleven <strong>utförligt och nyanserat</strong> för de möjligheter som val av utrustning ger."
        }
      } ]
    }, {
      "heading" : "",
      "knowledgeRequirements" : [ {
        "text" : "Eleven initierar, planerar och genomför <strong>________</strong> med handledare och med <strong>________</strong> handlag ett eget fördjupat projekt.",
        "knowledgeRequirementChoice" : {
          "E" : "Eleven initierar, planerar och genomför <strong>i samråd</strong> med handledare och med <strong>visst</strong> handlag ett eget fördjupat projekt.",
          "C" : "Eleven initierar, planerar och genomför <strong>efter samråd</strong> med handledare och med <strong>gott</strong> handlag ett eget fördjupat projekt.",
          "A" : "Eleven initierar, planerar och genomför <strong>efter samråd</strong> med handledare och med <strong>mycket gott</strong> handlag ett eget fördjupat projekt."
        }
      }, {
        "text" : "Eleven definierar projektets syfte samt gör en <strong>________</strong> projektplan och väljer <strong>________</strong> adekvat utrustning och teknik.",
        "knowledgeRequirementChoice" : {
          "E" : "Eleven definierar projektets syfte samt gör en <strong>enkel</strong> projektplan och väljer <strong>med viss säkerhet</strong> adekvat utrustning och teknik.",
          "C" : "Eleven definierar projektets syfte samt gör en <strong>genomarbetad</strong> projektplan och väljer <strong>med viss säkerhet</strong> adekvat utrustning och teknik.",
          "A" : "Eleven definierar projektets syfte samt gör en <strong>genomarbetad</strong> projektplan och väljer <strong>med säkerhet</strong> adekvat utrustning och teknik."
        }
      }, {
        "text" : "Resultatet av projektet är av <strong>________</strong> teknisk och estetisk kvalitet samt binder på ett <strong>________</strong> sätt samman innehåll och form till ett enhetligt och personligt uttryck av syftet.",
        "knowledgeRequirementChoice" : {
          "E" : "Resultatet av projektet är av <strong>tillfredsställande</strong> teknisk och estetisk kvalitet samt binder på ett <strong>tillfredsställande</strong> sätt samman innehåll och form till ett enhetligt och personligt uttryck av syftet.",
          "C" : "Resultatet av projektet är av <strong>tillfredsställande</strong> teknisk och estetisk kvalitet samt binder på ett <strong>tillfredsställande</strong> sätt samman innehåll och form till ett enhetligt och personligt uttryck av syftet.",
          "A" : "Resultatet av projektet är av <strong>god</strong> teknisk och estetisk kvalitet samt binder på ett <strong>gott</strong> sätt samman innehåll och form till ett enhetligt och personligt uttryck av syftet."
        }
      }, {
        "text" : "I arbetet gör eleven <strong>________</strong> experiment med fotografiet som konstnärlig uttrycksform.",
        "knowledgeRequirementChoice" : {
          "E" : "I arbetet gör eleven <strong>enkla</strong> experiment med fotografiet som konstnärlig uttrycksform.",
          "C" : "I arbetet gör eleven experiment med fotografiet som konstnärlig uttrycksform.",
          "A" : "I arbetet gör eleven <strong>avancerade</strong> experiment med fotografiet som konstnärlig uttrycksform."
        }
      }, {
        "text" : "Eleven motiverar <strong>________</strong> de val som har gjorts för att uppnå det avsedda konstnärliga uttrycket.",
        "knowledgeRequirementChoice" : {
          "E" : "Eleven motiverar <strong>översiktligt</strong> de val som har gjorts för att uppnå det avsedda konstnärliga uttrycket.",
          "C" : "Eleven motiverar <strong>utförligt</strong> de val som har gjorts för att uppnå det avsedda konstnärliga uttrycket.",
          "A" : "Eleven motiverar <strong>utförligt och nyanserat</strong> de val som har gjorts för att uppnå det avsedda konstnärliga uttrycket."
        }
      }, {
        "text" : "Dessutom diskuterar eleven <strong>________</strong> på vilket sätt det egna arbetet förmedlar känslor, tankar, idéer och budskap utifrån det avsedda syftet.",
        "knowledgeRequirementChoice" : {
          "E" : "Dessutom diskuterar eleven <strong>översiktligt</strong> på vilket sätt det egna arbetet förmedlar känslor, tankar, idéer och budskap utifrån det avsedda syftet.",
          "C" : "Dessutom diskuterar eleven <strong>utförligt</strong> på vilket sätt det egna arbetet förmedlar känslor, tankar, idéer och budskap utifrån det avsedda syftet.",
          "A" : "Dessutom diskuterar eleven <strong>utförligt och nyanserat</strong> på vilket sätt det egna arbetet förmedlar känslor, tankar, idéer och budskap utifrån det avsedda syftet."
        }
      }, {
        "text" : "Eleven använder <strong>________</strong> portföljarbete som arbetsmetod och redovisningsform.",
        "knowledgeRequirementChoice" : {
          "E" : "Eleven använder <strong>med viss säkerhet</strong> portföljarbete som arbetsmetod och redovisningsform.",
          "C" : "Eleven använder <strong>med viss säkerhet</strong> portföljarbete som arbetsmetod och redovisningsform.",
          "A" : "Eleven använder <strong>med säkerhet</strong> portföljarbete som arbetsmetod och redovisningsform."
        }
      } ]
    }, {
      "heading" : "",
      "knowledgeRequirements" : [ {
        "text" : "Eleven resonerar <strong>________</strong>, utifrån <strong>________</strong> exempel, kring möjligheter och betydelser som utformning av fotografi och rum ger.",
        "knowledgeRequirementChoice" : {
          "E" : "Eleven resonerar <strong>översiktligt</strong>, utifrån <strong>enkla</strong> exempel, kring möjligheter och betydelser som utformning av fotografi och rum ger.",
          "C" : "Eleven resonerar <strong>utförligt</strong>, utifrån <strong>välgrundade</strong> exempel, kring möjligheter och betydelser som utformning av fotografi och rum ger.",
          "A" : "Eleven resonerar <strong>utförligt och nyanserat</strong>, utifrån <strong>välgrundade och nyanserade</strong> exempel, kring möjligheter och betydelser som utformning av fotografi och rum ger."
        }
      }, {
        "text" : "Dessutom beskriver eleven <strong>________</strong>, utifrån bildexempel, fotografiets berättartraditioner, med betoning på narration.",
        "knowledgeRequirementChoice" : {
          "E" : "Dessutom beskriver eleven <strong>översiktligt</strong>, utifrån bildexempel, fotografiets berättartraditioner, med betoning på narration.",
          "C" : "Dessutom beskriver eleven <strong>utförligt</strong>, utifrån bildexempel, fotografiets berättartraditioner, med betoning på narration.",
          "A" : "Dessutom beskriver eleven <strong>utförligt och nyanserat</strong>, utifrån bildexempel, fotografiets berättartraditioner, med betoning på narration."
        }
      }, {
        "text" : "Eleven diskuterar <strong>________</strong> och hanterar <strong>________</strong> fotografi i det offentliga rummet.",
        "knowledgeRequirementChoice" : {
          "E" : "Eleven diskuterar <strong>översiktligt</strong> och hanterar <strong>med viss säkerhet</strong> fotografi i det offentliga rummet.",
          "C" : "Eleven diskuterar <strong>utförligt</strong> och hanterar <strong>med viss säkerhet</strong> fotografi i det offentliga rummet.",
          "A" : "Eleven diskuterar <strong>utförligt och nyanserat</strong> och hanterar <strong>med säkerhet</strong> fotografi i det offentliga rummet."
        }
      }, {
        "text" : "I redogörelser, beskrivningar och diskussioner använder eleven <strong>________</strong> yrkesmässiga begrepp.",
        "knowledgeRequirementChoice" : {
          "E" : "I redogörelser, beskrivningar och diskussioner använder eleven <strong>med viss säkerhet enkla</strong> yrkesmässiga begrepp.",
          "C" : "I redogörelser, beskrivningar och diskussioner använder eleven <strong>med viss säkerhet</strong> yrkesmässiga begrepp.",
          "A" : "I redogörelser, beskrivningar och diskussioner använder eleven <strong>med säkerhet nyanserade</strong> yrkesmässiga begrepp."
        }
      } ]
    }, {
      "heading" : "",
      "knowledgeRequirements" : [ {
        "text" : "Eleven redogör <strong>________</strong> för samtida fotografer i Sverige och världen.",
        "knowledgeRequirementChoice" : {
          "E" : "Eleven redogör <strong>översiktligt</strong> för samtida fotografer i Sverige och världen.",
          "C" : "Eleven redogör <strong>utförligt</strong> för samtida fotografer i Sverige och världen.",
          "A" : "Eleven redogör <strong>utförligt och nyanserat</strong> för samtida fotografer i Sverige och världen."
        }
      }, {
        "text" : "Eleven redogör även <strong>________</strong> för nationell och internationell fotografisk upphovsrätt.",
        "knowledgeRequirementChoice" : {
          "E" : "Eleven redogör även <strong>översiktligt</strong> för nationell och internationell fotografisk upphovsrätt.",
          "C" : "Eleven redogör även <strong>utförligt</strong> för nationell och internationell fotografisk upphovsrätt.",
          "A" : "Eleven redogör även <strong>utförligt</strong> för nationell och internationell fotografisk upphovsrätt."
        }
      }, {
        "text" : "Dessutom diskuterar eleven <strong>________</strong> etiska frågeställningar med stöd av internationella konventioner.",
        "knowledgeRequirementChoice" : {
          "E" : "Dessutom diskuterar eleven <strong>översiktligt</strong> etiska frågeställningar med stöd av internationella konventioner.",
          "C" : "Dessutom diskuterar eleven <strong>utförligt</strong> etiska frågeställningar med stöd av internationella konventioner.",
          "A" : "Dessutom diskuterar eleven <strong>utförligt och nyanserat</strong> etiska frågeställningar med stöd av internationella konventioner."
        }
      } ]
    }, {
      "heading" : "",
      "knowledgeRequirements" : [ {
        "text" : "Eleven redogör <strong>________</strong> för vad entreprenörskapet innebär för fotografer som individer och företagare samt för betydelsen av entreprenörskap inom organisationer.",
        "knowledgeRequirementChoice" : {
          "E" : "Eleven redogör <strong>översiktligt</strong> för vad entreprenörskapet innebär för fotografer som individer och företagare samt för betydelsen av entreprenörskap inom organisationer.",
          "C" : "Eleven redogör <strong>utförligt</strong> för vad entreprenörskapet innebär för fotografer som individer och företagare samt för betydelsen av entreprenörskap inom organisationer.",
          "A" : "Eleven redogör <strong>utförligt och nyanserat</strong> för vad entreprenörskapet innebär för fotografer som individer och företagare samt för betydelsen av entreprenörskap inom organisationer."
        }
      } ]
    }, {
      "heading" : "",
      "knowledgeRequirements" : [ {
        "text" : "När eleven samråder med handledare bedömer hon eller han <strong>________</strong> den egna förmågan och situationens krav.",
        "knowledgeRequirementChoice" : {
          "E" : "När eleven samråder med handledare bedömer hon eller han <strong>med viss säkerhet</strong> den egna förmågan och situationens krav.",
          "C" : "När eleven samråder med handledare bedömer hon eller han <strong>med viss säkerhet</strong> den egna förmågan och situationens krav.",
          "A" : "När eleven samråder med handledare bedömer hon eller han <strong>med säkerhet</strong> den egna förmågan och situationens krav."
        }
      } ]
    } ],
    "point" : 100,
    "year" : null
  } ]
}