{
  "name" : "Geografi",
  "description" : "Geografisk kunskap har sitt ursprung i människans behov av att upptäcka och förstå sin omvärld och kunna orientera sig i den. Ämnet geografi är till sin karaktär tvärvetenskapligt och i ämnet integreras naturvetenskap och samhällsvetenskap utifrån en systemsyn. Det behandlar människans livsvillkor, naturmiljö och samhälle samt miljöförändringar i olika delar av världen över tid. I ämnet behandlas också frågor om hållbar utveckling och samhällets sårbarhet.",
  "code" : "GEO",
  "designation" : "",
  "skolfsId" : "2010:111",
  "purposes" : [ {
    "type" : "PARAGRAPH",
    "heading" : "",
    "lines" : [ "Undervisningen i ämnet geografi ska syfta till att eleverna utvecklar kunskaper om jorden som ett sammanflätat, föränderligt och komplext system.", "Denna systemsyn är nödvändig för att kunna beskriva och analysera rumsliga mönster och processer lokalt, regionalt och globalt som ett resultat av samspel mellan människa, samhälle och natur." ]
  }, {
    "type" : "PARAGRAPH",
    "heading" : "",
    "lines" : [ "Genom undervisningen ska eleverna ges möjlighet att utveckla kunskaper om jordens varierande livsmiljöer, deras utveckling, föränderlighet, resurser och sårbarhet, samt om möjligheter och problem med att möjliggöra hållbar utveckling.", "I samband med frågor om hållbar utveckling ska eleverna ges möjlighet att analysera till exempel konsekvenser av en klimatförändrad värld, tillgång till vattenresurser och odlingsbar mark, naturgivna risker och hot, naturresursanvändning och resurskonflikter samt social rättvisa och solidaritet utifrån olika perspektiv som kön, sexualitet, klass och etnicitet.", "Undervisningen ska leda till att eleverna utvecklar en global geografisk referensram där kunskaper om egen och andras livsmiljö är en del." ]
  }, {
    "type" : "PARAGRAPH",
    "heading" : "",
    "lines" : [ "I undervisningen ska eleverna ges möjlighet att samla in, bearbeta, kritiskt tolka och värdera rumsliga data samt att formulera och visualisera resultat i form av texter, kartor, bilder, modeller, tabeller och diagram.", "Eleverna ska även ges möjlighet att utveckla kunskaper om samhällets behov av olika rumsliga data samt om hur stora informationsmängder kan hanteras med hjälp av digitala geografiska verktyg som geografiska informationssystem (GIS).", "Fältstudier, exkursioner, laborationer och övningar ska ingå i undervisningen för att observera, identifiera, kategorisera och analysera händelser och förändringar i omvärlden." ]
  }, {
    "type" : "BULLET",
    "heading" : "Undervisningen i ämnet geografi ska ge eleverna förutsättningar att utveckla följande:",
    "lines" : [ "Kunskaper om geografiska processer och geografins begrepp, teorier och modeller.", "Kunskaper om olika natur- och kulturlandskap, om deras samband, utveckling och förändring över tid samt om samband mellan människa, samhälle och miljö.", "Förmåga att analysera intressekonflikter med koppling till naturgivna risker och mänsklig verksamhet samt hur intressekonflikter påverkar jordens livsmiljöer och människans livsvillkor, ur perspektivet hållbar utveckling.", "Kunskaper om företeelser i närmiljön och hur de kan relateras till andra platser och regioner på jorden.", "Förmåga att använda olika geografiska källor, metoder och tekniker vid arbetet med geografisk analys samt att samla in, bearbeta, värdera och presentera geografisk information.", "Kunskaper om samhällets behov av rumslig information och hur det kan tillgodoses.", "Färdigheter i att använda digitala geografiska verktyg för att analysera och visualisera rumsliga förhållanden." ]
  } ],
  "courses" : [ {
    "name" : "Geografi 1",
    "description" : "Kursen geografi 1 omfattar punkterna 1–5 under rubriken Ämnets syfte. I kursen behandlas grundläggande kunskaper i ämnet.",
    "code" : "GEOGEO01",
    "centralContent" : [ {
      "heading" : "Undervisningen i kursen ska behandla följande centrala innehåll:",
      "lines" : [ "Jordens naturgeografiska och geologiska byggnad, utveckling och förändring över tid och rum. Processer i mark, vatten och luft, hur de samverkar och ger upphov till varierande naturlandskap på jorden samt hur och varför de förändras över tid. Människans användning och omvandling av naturlandskapet och utveckling av olika kulturlandskap över tid. Analys av naturliga hot, risker och samhällets sårbarhet.", "Människans behov av naturresurser över tid. Resurstillgångar och resursernas ojämna fördelning samt konsekvenser av samhällets resursanvändning. Samband mellan odlingsbar mark, livsmedelsproduktion, politisk ekologi och lokal utveckling. Energiomställning, förnybara energitillgångar och ny teknik samt lokal, regional och global samhällsutveckling.", "Befolkningsutveckling, befolkningsfördelning och rumslig förändring. Urbanisering samt städers framväxt, funktion, struktur och miljöpåverkan. Betydelsen av migration, utbildning, miljöförändring, försörjningsstrategier, reproduktiv hälsa och familjeplanering sett ur olika perspektiv, till exempel kön, sexualitet, etnicitet och socioekonomiska förhållanden.", "Globaliseringens drivkrafter och konsekvenser avseende ekonomiska verksamheter och lokal och regional utveckling samt intressen och mönster i en global värld. Geografisk arbetsdelning, transnationella företag, industriella distrikt, transporter och kommunikation.", "Den globala spelplanen och lokal utveckling. Samband mellan befolkningsutveckling, resurstillgång, resursanvändning och intressekonflikter. Etiska frågor kopplade till konkurrensen om jordens resurser, alternativa och möjliga vägar till social rättvisa och hållbar utveckling.", "En klimatförändrad värld. Jordens klimat samt klimatets variation och föränderlighet över olika tidsperspektiv. Klimatklassificering. Klimatförändringens konsekvenser för naturlandskapet, samhällsutvecklingen och människans livsvillkor, lokalt och globalt. Vattenresurser och utvecklingsfrågor.", "Geografiska källor och rumslig information. Hur data samlas in, till exempel genom kartor, satellit- och flygbilder, fältstudier och laborationer. Hur geografisk information värderas, bearbetas och presenteras. Hur man framställer kartor.", "Kartografins grunder, till exempel jordmodeller, kartprojektioner, positionering och kartan som modell av verkligheten. Skala och generalisering. Kartframställning. Grunderna i geografiska informationssystem (GIS) och visualisering av geografisk information i karta." ]
    } ],
    "knowledgeRequirementParagraphs" : [ {
      "heading" : "",
      "knowledgeRequirements" : [ {
        "text" : "Eleven redogör <strong>________</strong> för hur och varför geografiska processer har skapat och förändrat natur- och kulturlandskapet över tid och rum samt hur natur- och kulturlandskapet omformas av människan.",
        "knowledgeRequirementChoice" : {
          "E" : "Eleven redogör <strong>översiktligt</strong> för hur och varför geografiska processer har skapat och förändrat natur- och kulturlandskapet över tid och rum samt hur natur- och kulturlandskapet omformas av människan.",
          "C" : "Eleven redogör <strong>utförligt</strong> för hur och varför geografiska processer har skapat och förändrat natur- och kulturlandskapet över tid och rum samt hur natur- och kulturlandskapet omformas av människan.",
          "A" : "Eleven redogör <strong>utförligt och nyanserat</strong> för hur och varför geografiska processer har skapat och förändrat natur- och kulturlandskapet över tid och rum samt hur natur- och kulturlandskapet omformas av människan."
        }
      }, {
        "text" : "Dessutom redogör eleven <strong>________</strong> för processernas konsekvenser för människors livsvillkor lokalt, regionalt och globalt samt deras betydelse för framtiden.",
        "knowledgeRequirementChoice" : {
          "E" : "Dessutom redogör eleven <strong>översiktligt</strong> för processernas konsekvenser för människors livsvillkor lokalt, regionalt och globalt samt deras betydelse för framtiden.",
          "C" : "Dessutom redogör eleven <strong>utförligt</strong> för processernas konsekvenser för människors livsvillkor lokalt, regionalt och globalt samt deras betydelse för framtiden.",
          "A" : "Dessutom redogör eleven <strong>utförligt och nyanserat</strong> för processernas konsekvenser för människors livsvillkor lokalt, regionalt och globalt samt deras betydelse för framtiden."
        }
      }, {
        "text" : "Eleven använder <strong>________</strong> geografiska begrepp, samt använder <strong>________</strong> någon geografisk teori eller modell, för att underbygga sina redogörelser och analyser.",
        "knowledgeRequirementChoice" : {
          "E" : "Eleven använder <strong>några</strong> geografiska begrepp, samt använder <strong>med viss säkerhet</strong> någon geografisk teori eller modell, för att underbygga sina redogörelser och analyser.",
          "C" : "Eleven använder <strong>några</strong> geografiska begrepp, samt använder <strong>med viss säkerhet</strong> någon geografisk teori eller modell, för att underbygga sina redogörelser och analyser.",
          "A" : "Eleven använder <strong>flera</strong> geografiska begrepp, samt använder <strong>med säkerhet</strong> någon geografisk teori eller modell, för att underbygga sina redogörelser och analyser."
        }
      } ]
    }, {
      "heading" : "",
      "knowledgeRequirements" : [ {
        "text" : "Eleven redogör <strong>________</strong> för <strong>________</strong> samband mellan människa, samhälle och miljö samt hur människor, platser och regioner påverkas av konsekvenser av intressekonflikter.",
        "knowledgeRequirementChoice" : {
          "E" : "Eleven redogör <strong>översiktligt</strong> för <strong>enkla</strong> samband mellan människa, samhälle och miljö samt hur människor, platser och regioner påverkas av konsekvenser av intressekonflikter.",
          "C" : "Eleven redogör <strong>utförligt</strong> för samband mellan människa, samhälle och miljö samt hur människor, platser och regioner påverkas av konsekvenser av intressekonflikter.",
          "A" : "Eleven redogör <strong>utförligt och nyanserat</strong> för <strong>komplexa</strong> samband mellan människa, samhälle och miljö samt hur människor, platser och regioner påverkas av konsekvenser av intressekonflikter."
        }
      }, {
        "text" : "Eleven gör en <strong>________</strong> analys av frågor om resursförbrukning och resursfördelning.",
        "knowledgeRequirementChoice" : {
          "E" : "Eleven gör en <strong>enkel</strong> analys av frågor om resursförbrukning och resursfördelning.",
          "C" : "Eleven gör en analys av frågor om resursförbrukning och resursfördelning.",
          "A" : "Eleven gör en <strong>komplex</strong> analys av frågor om resursförbrukning och resursfördelning."
        }
      }, {
        "text" : "Dessutom diskuterar eleven <strong>________</strong> hur människors egna resurser kan tas till vara och utvecklas för en hållbar utveckling.",
        "knowledgeRequirementChoice" : {
          "E" : "Dessutom diskuterar eleven <strong>översiktligt</strong> hur människors egna resurser kan tas till vara och utvecklas för en hållbar utveckling.",
          "C" : "Dessutom diskuterar eleven <strong>utförligt</strong> hur människors egna resurser kan tas till vara och utvecklas för en hållbar utveckling.",
          "A" : "Dessutom diskuterar eleven <strong>utförligt och nyanserat</strong> hur människors egna resurser kan tas till vara och utvecklas för en hållbar utveckling."
        }
      } ]
    }, {
      "heading" : "",
      "knowledgeRequirements" : [ {
        "text" : "Eleven diskuterar <strong>________</strong> hur någon företeelse i närmiljön kan ha betydelse för andra platser och regioner på jorden.",
        "knowledgeRequirementChoice" : {
          "E" : "Eleven diskuterar <strong>översiktligt</strong> hur någon företeelse i närmiljön kan ha betydelse för andra platser och regioner på jorden.",
          "C" : "Eleven diskuterar <strong>utförligt</strong> hur någon företeelse i närmiljön kan ha betydelse för andra platser och regioner på jorden.",
          "A" : "Eleven diskuterar <strong>utförligt och nyanserat</strong> hur någon företeelse i närmiljön kan ha betydelse för andra platser och regioner på jorden."
        }
      } ]
    }, {
      "heading" : "",
      "knowledgeRequirements" : [ {
        "text" : "Eleven beskriver <strong>________</strong> grunderna i kartografi samt identifierar, besvarar och presenterar, <strong>________</strong> och med hjälp av <strong>________</strong> lämplig <strong>________</strong> metod och lämplig teknik, geografiska frågor.",
        "knowledgeRequirementChoice" : {
          "E" : "Eleven beskriver <strong>översiktligt</strong> grunderna i kartografi samt identifierar, besvarar och presenterar, <strong>med viss säkerhet</strong> och med hjälp av <strong>en</strong> lämplig <strong>enkel</strong> metod och lämplig teknik, geografiska frågor.",
          "C" : "Eleven beskriver <strong>utförligt</strong> grunderna i kartografi samt identifierar, besvarar och presenterar, <strong>med viss säkerhet</strong> och med hjälp av lämpliga metoder och lämplig teknik, geografiska frågor.",
          "A" : "Eleven redogör utförligt för grunderna i kartografi samt identifierar, besvarar och presenterar, <strong>med säkerhet</strong> och med hjälp av lämpliga metoder och lämplig teknik, geografiska frågor."
        }
      }, {
        "text" : "I arbetet använder eleven <strong>________</strong> det omgivande landskapet som informationskälla för geografiska data.",
        "knowledgeRequirementChoice" : {
          "E" : "I arbetet använder eleven <strong>med viss säkerhet</strong> det omgivande landskapet som informationskälla för geografiska data.",
          "C" : "I arbetet använder eleven <strong>med viss säkerhet</strong> det omgivande landskapet som informationskälla för geografiska data.",
          "A" : "I arbetet använder eleven <strong>med säkerhet</strong> det omgivande landskapet som informationskälla för geografiska data."
        }
      }, {
        "text" : "Eleven samlar in och bearbetar <strong>________</strong> data samt värderar dem med <strong>________</strong> omdömen.",
        "knowledgeRequirementChoice" : {
          "E" : "Eleven samlar in och bearbetar <strong>med viss säkerhet</strong> data samt värderar dem med <strong>enkla</strong> omdömen.",
          "C" : "Eleven samlar in och bearbetar <strong>med viss säkerhet</strong> data samt värderar dem med <strong>enkla</strong> omdömen. <strong>I värderingen drar eleven enkla slutsatser om hur resultatet kan leda till fördjupning inom området</strong>.",
          "A" : "Eleven samlar in och bearbetar <strong>med säkerhet</strong> data samt värderar dem med <strong>nyanserade</strong> omdömen. <strong>I värderingen drar eleven välgrundade slutsatser om hur resultatet kan leda till fördjupning inom området</strong>."
        }
      }, {
        "text" : "Dessutom presenterar eleven <strong>________</strong> och på ett strukturerat sätt sitt resultat.",
        "knowledgeRequirementChoice" : {
          "E" : "Dessutom presenterar eleven <strong>med viss säkerhet</strong> och på ett strukturerat sätt sitt resultat.",
          "C" : "Dessutom presenterar eleven <strong>med viss säkerhet</strong> och på ett strukturerat sätt sitt resultat.",
          "A" : "Dessutom presenterar eleven <strong>med säkerhet</strong> och på ett strukturerat sätt sitt resultat."
        }
      } ]
    } ],
    "point" : 100,
    "year" : null
  }, {
    "name" : "Geografi 2",
    "description" : "Kursen geografi 2 omfattar punkterna 1–7 under rubriken Ämnets syfte. I kursen behandlas fördjupade kunskaper i ämnet.",
    "code" : "GEOGEO02",
    "centralContent" : [ {
      "heading" : "Undervisningen i kursen ska behandla följande centrala innehåll:",
      "lines" : [ "Samhällsplanering i ett rumsligt perspektiv kopplat till befolkningsutveckling och befolkningsprognoser, markanvändningsfrågor och hållbar utveckling.", "Lokalisering av bebyggelse och infrastruktur samt olika perspektiv på hållbar utveckling. Miljökonsekvensbeskrivning, regionalpolitik, fysisk planering och andra planeringsformer och metoder som samhället kan använda för att påverka och styra rumslig utveckling.", "Stadsplanering och frågan om hållbara städer. Städernas snabba tillväxt i relation till miljöproblem, segregering och behov av planering, till exempel lokalisering av bostadsområden, energianvändning och infrastruktur. Urbana ekosystemtjänster.", "Lokalsamhället i ett globalt perspektiv. Näringsliv och företag som miljöaktörer i en global ekonomi och den globala ekonomins påverkan på lokalsamhället. Olika aktörers miljöpolicy, etik och produktion i relation till uppförandekoder och miljömärkning.", "Turismnäringen och dess påverkan på kulturell, ekonomisk och ekologisk utveckling i globalt och lokalt perspektiv.", "Klimatförändringar, den globala spelplanen om strategier och modeller för klimatanpassning och utsläppsminskningar samt konsensusbyggande och intressedialoger.", "Gränsöverskridande miljöproblem, till exempel luftföroreningar, klimatförändring och vattenfrågor i relation till gränsöverskridande planering och alternativa lösningar. Monitoring, planering och utveckling. Globala och nationella styrdokument samt lokala miljöpolicyer.", "Samhällets sårbarhet och resiliens. Platsers och regioners sårbarhet inför naturgivna risker och hot. Risker och hot förknippade med det moderna samhällets specialisering inom teknik-, energi- och varuförsörjning samt hur sådana risker och hot kan förebyggas och bemötas.", "Insamling och bearbetning av rumsliga data, till exempel genom fältstudier, exkursioner, laborationer och övningar. Värdering, analys och visualisering av rumsliga data. Bearbetning av data i datormiljö och med enkla statistiska metoder.", "Framställning av tematiska kartor. Grunderna i geografiska informationssystem (GIS) och visualisering av geografisk information i karta. Digitala verktyg för lägesbestämning." ]
    } ],
    "knowledgeRequirementParagraphs" : [ {
      "heading" : "",
      "knowledgeRequirements" : [ {
        "text" : "Eleven redogör <strong>________</strong> för hur och varför geografiska processer har skapat och förändrat natur- och kulturlandskapet över tid och rum samt hur natur- och kulturlandskapet omformas av människan.",
        "knowledgeRequirementChoice" : {
          "E" : "Eleven redogör <strong>översiktligt</strong> för hur och varför geografiska processer har skapat och förändrat natur- och kulturlandskapet över tid och rum samt hur natur- och kulturlandskapet omformas av människan.",
          "C" : "Eleven redogör <strong>utförligt</strong> för hur och varför geografiska processer har skapat och förändrat natur- och kulturlandskapet över tid och rum samt hur natur- och kulturlandskapet omformas av människan.",
          "A" : "Eleven redogör <strong>utförligt och nyanserat</strong> för hur och varför geografiska processer har skapat och förändrat natur- och kulturlandskapet över tid och rum samt hur natur- och kulturlandskapet omformas av människan."
        }
      }, {
        "text" : "Dessutom redogör eleven <strong>________</strong> för processernas konsekvenser för människors livsvillkor lokalt, regionalt och globalt samt deras betydelse för framtiden.",
        "knowledgeRequirementChoice" : {
          "E" : "Dessutom redogör eleven <strong>översiktligt</strong> för processernas konsekvenser för människors livsvillkor lokalt, regionalt och globalt samt deras betydelse för framtiden.",
          "C" : "Dessutom redogör eleven <strong>utförligt</strong> för processernas konsekvenser för människors livsvillkor lokalt, regionalt och globalt samt deras betydelse för framtiden.",
          "A" : "Dessutom redogör eleven <strong>utförligt och nyanserat</strong> för processernas konsekvenser för människors livsvillkor lokalt, regionalt och globalt samt deras betydelse för framtiden."
        }
      }, {
        "text" : "Eleven använder <strong>________</strong> geografiska begrepp, samt använder <strong>________</strong> någon geografisk teori eller modell, för att underbygga sina redogörelser och analyser.",
        "knowledgeRequirementChoice" : {
          "E" : "Eleven använder <strong>några</strong> geografiska begrepp, samt använder <strong>med viss säkerhet</strong> någon geografisk teori eller modell, för att underbygga sina redogörelser och analyser.",
          "C" : "Eleven använder <strong>några</strong> geografiska begrepp, samt använder <strong>med viss säkerhet</strong> någon geografisk teori eller modell, för att underbygga sina redogörelser och analyser.",
          "A" : "Eleven använder <strong>flera</strong> geografiska begrepp, samt använder <strong>med säkerhet</strong> någon geografisk teori eller modell, för att underbygga sina redogörelser och analyser."
        }
      } ]
    }, {
      "heading" : "",
      "knowledgeRequirements" : [ {
        "text" : "Eleven redogör utifrån kartor och andra källor <strong>________</strong> för <strong>________</strong> samband mellan människa, samhälle och miljö samt för <strong>________</strong> orsak till intressekonflikter och andra problem från lokal till global nivå med koppling till naturgivna risker och mänsklig verksamhet.",
        "knowledgeRequirementChoice" : {
          "E" : "Eleven redogör utifrån kartor och andra källor <strong>översiktligt</strong> för <strong>enkla</strong> samband mellan människa, samhälle och miljö samt för <strong>någon</strong> orsak till intressekonflikter och andra problem från lokal till global nivå med koppling till naturgivna risker och mänsklig verksamhet.",
          "C" : "Eleven redogör utifrån kartor och andra källor <strong>utförligt</strong> för samband mellan människa, samhälle och miljö samt för <strong>några</strong> orsaker till intressekonflikter och andra problem från lokal till global nivå med koppling till naturgivna risker och mänsklig verksamhet.",
          "A" : "Eleven redogör utifrån kartor och andra källor <strong>utförligt och nyanserat</strong> för <strong>komplexa</strong> samband mellan människa, samhälle och miljö samt för <strong>flera</strong> orsaker till intressekonflikter och andra problem från lokal till global nivå med koppling till naturgivna risker och mänsklig verksamhet."
        }
      }, {
        "text" : "Dessutom redogör eleven <strong>________</strong> för hur någon naturgiven och samhällelig risk påverkar människors livsvillkor.",
        "knowledgeRequirementChoice" : {
          "E" : "Dessutom redogör eleven <strong>översiktligt</strong> för hur någon naturgiven och samhällelig risk påverkar människors livsvillkor.",
          "C" : "Dessutom redogör eleven <strong>utförligt</strong> för hur någon naturgiven och samhällelig risk påverkar människors livsvillkor.",
          "A" : "Dessutom redogör eleven <strong>utförligt och nyanserat</strong> för hur någon naturgiven och samhällelig risk påverkar människors livsvillkor."
        }
      }, {
        "text" : "Eleven gör en <strong>________</strong> analys av frågor om resursförbrukning och resursfördelning.",
        "knowledgeRequirementChoice" : {
          "E" : "Eleven gör en <strong>enkel</strong> analys av frågor om resursförbrukning och resursfördelning.",
          "C" : "Eleven gör en analys av frågor om resursförbrukning och resursfördelning.",
          "A" : "Eleven gör en <strong>komplex</strong> analys av frågor om resursförbrukning och resursfördelning."
        }
      }, {
        "text" : "Dessutom diskuterar eleven <strong>________</strong> hur människors egna resurser kan tas till vara och utvecklas för en hållbar utveckling.",
        "knowledgeRequirementChoice" : {
          "E" : "Dessutom diskuterar eleven <strong>översiktligt</strong> hur människors egna resurser kan tas till vara och utvecklas för en hållbar utveckling.",
          "C" : "Dessutom diskuterar eleven <strong>utförligt</strong> hur människors egna resurser kan tas till vara och utvecklas för en hållbar utveckling.",
          "A" : "Dessutom diskuterar eleven <strong>utförligt och nyanserat</strong> hur människors egna resurser kan tas till vara och utvecklas för en hållbar utveckling."
        }
      } ]
    }, {
      "heading" : "",
      "knowledgeRequirements" : [ {
        "text" : "Eleven diskuterar <strong>________</strong> hur <strong>________</strong> företeelse i närmiljön kan ha betydelse för andra platser och regioner på jorden.",
        "knowledgeRequirementChoice" : {
          "E" : "Eleven diskuterar <strong>översiktligt</strong> hur <strong>någon</strong> företeelse i närmiljön kan ha betydelse för andra platser och regioner på jorden.",
          "C" : "Eleven diskuterar <strong>utförligt</strong> hur <strong>några</strong> företeelser i närmiljön kan ha betydelse för andra platser och regioner på jorden.",
          "A" : "Eleven diskuterar <strong>utförligt och nyanserat</strong> hur <strong>flera</strong> företeelser i närmiljön kan ha betydelse för andra platser och regioner på jorden."
        }
      } ]
    }, {
      "heading" : "",
      "knowledgeRequirements" : [ {
        "text" : "Eleven identifierar och besvarar, <strong>________</strong> och med hjälp av <strong>________</strong> lämplig <strong>________</strong> metod och lämplig teknik, geografiska frågor.",
        "knowledgeRequirementChoice" : {
          "E" : "Eleven identifierar och besvarar, <strong>med viss säkerhet</strong> och med hjälp av <strong>en</strong> lämplig <strong>enkel</strong> metod och lämplig teknik, geografiska frågor.",
          "C" : "Eleven identifierar och besvarar, <strong>med viss säkerhet</strong> och med hjälp av lämpliga metoder och lämplig teknik, geografiska frågor.",
          "A" : "Eleven identifierar och besvarar, <strong>med säkerhet</strong> och med hjälp av lämpliga metoder och lämplig teknik, geografiska frågor."
        }
      }, {
        "text" : "I arbetet använder eleven <strong>________</strong> det omgivande landskapet som informationskälla för geografiska data.",
        "knowledgeRequirementChoice" : {
          "E" : "I arbetet använder eleven <strong>med viss säkerhet</strong> det omgivande landskapet som informationskälla för geografiska data.",
          "C" : "I arbetet använder eleven <strong>med viss säkerhet</strong> det omgivande landskapet som informationskälla för geografiska data.",
          "A" : "I arbetet använder eleven <strong>med säkerhet</strong> det omgivande landskapet som informationskälla för geografiska data."
        }
      }, {
        "text" : "Eleven samlar in och bearbetar <strong>________</strong> data samt värderar dem med <strong>________</strong> omdömen.",
        "knowledgeRequirementChoice" : {
          "E" : "Eleven samlar in och bearbetar <strong>med viss säkerhet</strong> data samt värderar dem med <strong>enkla</strong> omdömen.",
          "C" : "Eleven samlar in och bearbetar <strong>med viss säkerhet</strong> data samt värderar dem med <strong>enkla</strong> omdömen. <strong>I värderingen drar eleven enkla slutsatser om hur resultatet kan leda till fördjupning inom området</strong>.",
          "A" : "Eleven samlar in och bearbetar <strong>med säkerhet</strong> data samt värderar dem med <strong>nyanserade</strong> omdömen. <strong>I värderingen drar eleven välgrundade slutsatser om hur resultatet kan leda till fördjupning inom området</strong>."
        }
      }, {
        "text" : "Dessutom presenterar eleven <strong>________</strong> och på ett strukturerat sätt sitt resultat.",
        "knowledgeRequirementChoice" : {
          "E" : "Dessutom presenterar eleven <strong>med viss säkerhet</strong> och på ett strukturerat sätt sitt resultat.",
          "C" : "Dessutom presenterar eleven <strong>med viss säkerhet</strong> och på ett strukturerat sätt sitt resultat.",
          "A" : "Dessutom presenterar eleven <strong>med säkerhet</strong> och på ett strukturerat sätt sitt resultat."
        }
      } ]
    }, {
      "heading" : "",
      "knowledgeRequirements" : [ {
        "text" : "Eleven ger exempel på och diskuterar <strong>________</strong> samhällets behov av rumslig information.",
        "knowledgeRequirementChoice" : {
          "E" : "Eleven ger exempel på och diskuterar <strong>översiktligt</strong> samhällets behov av rumslig information.",
          "C" : "Eleven ger exempel på och diskuterar <strong>utförligt</strong> samhällets behov av rumslig information.",
          "A" : "Eleven ger exempel på och diskuterar <strong>utförligt och nyanserat</strong> samhällets behov av rumslig information."
        }
      }, {
        "text" : "Eleven redogör också <strong>________</strong> för hur rumsliga data samlas in, bearbetas och presenteras.",
        "knowledgeRequirementChoice" : {
          "E" : "Eleven redogör också <strong>översiktligt</strong> för hur rumsliga data samlas in, bearbetas och presenteras.",
          "C" : "Eleven redogör också <strong>utförligt</strong> för hur rumsliga data samlas in, bearbetas och presenteras.",
          "A" : "Eleven redogör också <strong>utförligt och nyanserat</strong> för hur rumsliga data samlas in, bearbetas och presenteras."
        }
      }, {
        "text" : "Dessutom redogör eleven <strong>________</strong> för hur rumsliga data kan användas för att påverka och styra samhällets arbete med att uppnå en hållbar utveckling samt för samhällsplaneringens ansvar och möjligheter att stärka samhällets resiliens.",
        "knowledgeRequirementChoice" : {
          "E" : "Dessutom redogör eleven <strong>översiktligt</strong> för hur rumsliga data kan användas för att påverka och styra samhällets arbete med att uppnå en hållbar utveckling samt för samhällsplaneringens ansvar och möjligheter att stärka samhällets resiliens.",
          "C" : "Dessutom redogör eleven <strong>utförligt</strong> för hur rumsliga data kan användas för att påverka och styra samhällets arbete med att uppnå en hållbar utveckling samt för samhällsplaneringens ansvar och möjligheter att stärka samhällets resiliens.",
          "A" : "Dessutom redogör eleven <strong>utförligt och nyanserat</strong> för hur rumsliga data kan användas för att påverka och styra samhällets arbete med att uppnå en hållbar utveckling samt för samhällsplaneringens ansvar och möjligheter att stärka samhällets resiliens."
        }
      } ]
    }, {
      "heading" : "",
      "knowledgeRequirements" : [ {
        "text" : "Eleven bearbetar <strong>________</strong> data i datormiljö med hjälp av enkla statistiska metoder samt framställer <strong>________</strong> tematiska kartor utifrån grunderna i geografiska informationssystem och visualisering i karta.",
        "knowledgeRequirementChoice" : {
          "E" : "Eleven bearbetar <strong>med viss säkerhet</strong> data i datormiljö med hjälp av enkla statistiska metoder samt framställer <strong>med viss säkerhet enkla</strong> tematiska kartor utifrån grunderna i geografiska informationssystem och visualisering i karta.",
          "C" : "Eleven bearbetar <strong>med viss säkerhet</strong> data i datormiljö med hjälp av enkla statistiska metoder samt framställer <strong>med viss säkerhet</strong> tematiska kartor utifrån grunderna i geografiska informationssystem och visualisering i karta.",
          "A" : "Eleven bearbetar <strong>med säkerhet</strong> data i datormiljö med hjälp av enkla statistiska metoder samt framställer <strong>med säkerhet</strong> tematiska kartor utifrån grunderna i geografiska informationssystem och visualisering i karta."
        }
      } ]
    } ],
    "point" : 100,
    "year" : null
  }, {
    "name" : "Geografiska informationssystem",
    "description" : "Kursen geografiska informationssystem omfattar punkterna 3 och 5–7 under rubriken Ämnets syfte. I kursen behandlas grundläggande kunskaper i ämnet.",
    "code" : "GEOGEO0",
    "centralContent" : [ {
      "heading" : "Undervisningen i kursen ska behandla följande centrala innehåll:",
      "lines" : [ "Samhällets behov av rumslig information för planering, uppföljning, dokumentation och utveckling inom privat och offentlig verksamhet, till exempel med hänsyn tagen till frågor om hållbar utveckling. Betydelsen av olika perspektiv, till exempel genus och etnicitet, samt ekologiska och socioekonomiska samband.", "Variation i informationsbehov och användning av rumsliga data beroende på användare, användningsområde, skala, upplösning och syfte. Koppling mellan ämnesområde, frågeställning och databehov, för till exempel byggnation, infrastruktur, riskanalys och areella näringar.", "Förutsättningar för att arbeta med GIS i dator.", "Rumsliga data i förhållande till longitud, latitud och andra lägesangivelser. Allmänt om GPS-teknik och annan geodetisk mätteknik i samband med datainsamling.", "Representationsformer. Hur verkligheten kan representeras i datorn i form av objekt (vektorer) och datafält (raster) samt hur informationen kan kopplas till dessa representationsformer.", "Insamling och urval av data samt bearbetning som klassificering och generalisering. Skillnaden mellan kvantitativa och kvalitativa data och deras respektive användningsområden och begränsningar.", "Kartografins grunder, till exempel jordklotet, jordmodeller, kartprojektioner, position och höjd.", "Kartor och annan geografisk visualisering, till exempel referenskartor, tematiska kartor, funktionell kartografisk design, kartframställning och 3D-modeller.", "Insamling av data genom tolkning och mätning i bildmaterial i form av flyg- och satellitbilder inom olika spektralområden samt data från flygburen laserskanning, till exempel över en miljö som kan studeras i fält. Tolkning och användning av kartor i olika skalor och teman samt kritisk granskning av kartans information.", "Bearbetning och analys av rumslig information i GIS och visualisering av geografisk information i karta.", "Rumslig information och GIS-teknik som binder ihop till exempel mobiltelefoner, GPS och digitala sociala nätverk.", "Kritisk granskning av data, värdering av resultat samt bedömning av hur resultatet kan användas." ]
    } ],
    "knowledgeRequirementParagraphs" : [ {
      "heading" : "",
      "knowledgeRequirements" : [ {
        "text" : "Eleven redogör <strong>________</strong> för samhällsplaneringens ansvar och möjligheter att stärka samhällets resiliens.",
        "knowledgeRequirementChoice" : {
          "E" : "Eleven redogör <strong>översiktligt</strong> för samhällsplaneringens ansvar och möjligheter att stärka samhällets resiliens.",
          "C" : "Eleven redogör <strong>utförligt</strong> för samhällsplaneringens ansvar och möjligheter att stärka samhällets resiliens.",
          "A" : "Eleven redogör <strong>utförligt och nyanserat</strong> för samhällsplaneringens ansvar och möjligheter att stärka samhällets resiliens."
        }
      }, {
        "text" : "Eleven redogör också <strong>________</strong> för hur olika planeringsformer med stöd av rumsliga data kan användas för att påverka och styra samhällets arbete med att uppnå en hållbar utveckling.",
        "knowledgeRequirementChoice" : {
          "E" : "Eleven redogör också <strong>översiktligt</strong> för hur olika planeringsformer med stöd av rumsliga data kan användas för att påverka och styra samhällets arbete med att uppnå en hållbar utveckling.",
          "C" : "Eleven redogör också <strong>utförligt</strong> för hur olika planeringsformer med stöd av rumsliga data kan användas för att påverka och styra samhällets arbete med att uppnå en hållbar utveckling.",
          "A" : "Eleven redogör också <strong>utförligt och nyanserat</strong> för hur olika planeringsformer med stöd av rumsliga data kan användas för att påverka och styra samhällets arbete med att uppnå en hållbar utveckling."
        }
      }, {
        "text" : "Dessutom diskuterar eleven <strong>________</strong> hur människors egna resurser kan tas till vara och utvecklas för en hållbar utveckling.",
        "knowledgeRequirementChoice" : {
          "E" : "Dessutom diskuterar eleven <strong>översiktligt</strong> hur människors egna resurser kan tas till vara och utvecklas för en hållbar utveckling.",
          "C" : "Dessutom diskuterar eleven <strong>utförligt</strong> hur människors egna resurser kan tas till vara och utvecklas för en hållbar utveckling.",
          "A" : "Dessutom diskuterar eleven <strong>utförligt och nyanserat</strong> hur människors egna resurser kan tas till vara och utvecklas för en hållbar utveckling."
        }
      } ]
    }, {
      "heading" : "",
      "knowledgeRequirements" : [ {
        "text" : "Eleven redogör <strong>________</strong> för digitala geografiska verktyg och deras användning samt beskriver <strong>________</strong> grunderna i kartografi och lägespositionering och hur de kan kopplas till GPS.",
        "knowledgeRequirementChoice" : {
          "E" : "Eleven redogör <strong>översiktligt</strong> för digitala geografiska verktyg och deras användning samt beskriver <strong>översiktligt</strong> grunderna i kartografi och lägespositionering och hur de kan kopplas till GPS.",
          "C" : "Eleven redogör <strong>utförligt</strong> för digitala geografiska verktyg och deras användning samt beskriver <strong>utförligt</strong> grunderna i kartografi och lägespositionering och hur de kan kopplas till GPS.",
          "A" : "Eleven redogör <strong>utförligt</strong> för digitala geografiska verktyg och deras användning samt beskriver <strong>utförligt och nyanserat</strong> grunderna i kartografi och lägespositionering och hur de kan kopplas till GPS."
        }
      }, {
        "text" : "Eleven redogör också <strong>________</strong> för hur digital rumslig information kan samlas in, bearbetas, värderas och presenteras med hjälp av de verktyg som geografiska informationssystem innehåller.",
        "knowledgeRequirementChoice" : {
          "E" : "Eleven redogör också <strong>översiktligt</strong> för hur digital rumslig information kan samlas in, bearbetas, värderas och presenteras med hjälp av de verktyg som geografiska informationssystem innehåller.",
          "C" : "Eleven redogör också <strong>utförligt</strong> för hur digital rumslig information kan samlas in, bearbetas, värderas och presenteras med hjälp av de verktyg som geografiska informationssystem innehåller.",
          "A" : "Eleven redogör också <strong>utförligt och nyanserat</strong> för hur digital rumslig information kan samlas in, bearbetas, värderas och presenteras med hjälp av de verktyg som geografiska informationssystem innehåller."
        }
      }, {
        "text" : "Dessutom redogör eleven <strong>________</strong> för när geografiska informationssystem kan användas som underlag för beslut samt beskriver <strong>________</strong> hur rumsliga samband och mönster över tid kan visualiseras i karta.",
        "knowledgeRequirementChoice" : {
          "E" : "Dessutom redogör eleven <strong>översiktligt</strong> för när geografiska informationssystem kan användas som underlag för beslut samt beskriver <strong>översiktligt</strong> hur rumsliga samband och mönster över tid kan visualiseras i karta.",
          "C" : "Dessutom redogör eleven <strong>utförligt</strong> för när geografiska informationssystem kan användas som underlag för beslut samt beskriver <strong>utförligt</strong> hur rumsliga samband och mönster över tid kan visualiseras i karta.",
          "A" : "Dessutom redogör eleven <strong>utförligt och nyanserat</strong> för när geografiska informationssystem kan användas som underlag för beslut samt beskriver <strong>utförligt och nyanserat</strong> hur rumsliga samband och mönster över tid kan visualiseras i karta."
        }
      } ]
    }, {
      "heading" : "",
      "knowledgeRequirements" : [ {
        "text" : "Eleven framställer och använder <strong>________</strong> tematiska kartor som ett resultat av analys i geografiska informationssystem.",
        "knowledgeRequirementChoice" : {
          "E" : "Eleven framställer och använder <strong>med viss säkerhet enkla</strong> tematiska kartor som ett resultat av analys i geografiska informationssystem.",
          "C" : "Eleven framställer och använder <strong>med viss säkerhet</strong> tematiska kartor som ett resultat av analys i geografiska informationssystem.",
          "A" : "Eleven framställer och använder <strong>med säkerhet komplexa</strong> tematiska kartor som ett resultat av analys i geografiska informationssystem."
        }
      }, {
        "text" : "Dessutom använder eleven <strong>________</strong> GIS-teknik för att samla in data i närmiljön och överför dem till geografiska informationssystem.",
        "knowledgeRequirementChoice" : {
          "E" : "Dessutom använder eleven <strong>med viss säkerhet</strong> GIS-teknik för att samla in data i närmiljön och överför dem till geografiska informationssystem.",
          "C" : "Dessutom använder eleven <strong>med viss säkerhet</strong> GIS-teknik för att samla in data i närmiljön och överför dem till geografiska informationssystem.",
          "A" : "Dessutom använder eleven <strong>med säkerhet</strong> GIS-teknik för att samla in data i närmiljön och överför dem till geografiska informationssystem."
        }
      }, {
        "text" : "I arbetet motiverar eleven <strong>________</strong> sitt urval och sin bearbetning av data, värderar med <strong>________</strong> omdömen det egna resultatet samt ger <strong>________</strong> exempel på hur det kan användas i något sammanhang.",
        "knowledgeRequirementChoice" : {
          "E" : "I arbetet motiverar eleven <strong>översiktligt</strong> sitt urval och sin bearbetning av data, värderar med <strong>enkla</strong> omdömen det egna resultatet samt ger <strong>något</strong> exempel på hur det kan användas i något sammanhang.",
          "C" : "I arbetet motiverar eleven <strong>utförligt</strong> sitt urval och sin bearbetning av data, värderar med <strong>nyanserade</strong> omdömen det egna resultatet samt ger <strong>några</strong> exempel på hur det kan användas i något sammanhang.",
          "A" : "I arbetet motiverar eleven <strong>utförligt och nyanserat</strong> sitt urval och sin bearbetning av data, värderar med <strong>nyanserade</strong> omdömen det egna resultatet <strong>och ger förslag på hur resultatet kan förbättras</strong> samt ger <strong>flera</strong> exempel på hur det kan användas i något sammanhang."
        }
      } ]
    } ],
    "point" : 100,
    "year" : null
  } ]
}