{
  "name" : "Hälsovård",
  "description" : "Ämnet hälsovård är tvärvetenskapligt och har sin grund i hälsovetenskap, medicin, vårdvetenskap och pedagogik. I ämnet behandlas hälsa, förebyggande och hälsovårdande arbete samt vanligt förekommande barn- och folksjukdomar. Ämnet utgår från ett helhetsperspektiv på människan som biologisk, psykisk och social varelse.",
  "code" : "HAA",
  "designation" : "",
  "skolfsId" : "0000:00",
  "purposes" : [ {
    "type" : "PARAGRAPH",
    "heading" : "",
    "lines" : [ "Undervisningen i ämnet hälsovård ska syfta till att eleverna utvecklar kunskaper om såväl hälsofrämjande åtgärder som olika former av hälsovårdande insatser.", "Eleverna ska också ges möjlighet att utveckla kunskaper om sambanden mellan livsstil, livsvillkor och hälsa, välbefinnande samt om komplementära behandlingsmetoder." ]
  }, {
    "type" : "PARAGRAPH",
    "heading" : "",
    "lines" : [ "Undervisningen ska leda till att eleverna utvecklar förmåga att arbeta hälsofrämjande och hälsovårdande utifrån ett salutogent förhållningssätt vilket innebär att förstärka det friska och se människan som en resurs för eget välbefinnande." ]
  }, {
    "type" : "PARAGRAPH",
    "heading" : "",
    "lines" : [ "Eleverna ska ges möjlighet att utveckla kunskaper om och förmåga att arbeta efter lagar och andra bestämmelser som gäller för verksamhetsområdet.", "Dessutom ska eleverna ges möjlighet att utveckla förmåga att samarbeta och kommunicera med andra på ett yrkesetiskt sätt samt diskutera egna och andras attityder till hälsa och hälsovård." ]
  }, {
    "type" : "PARAGRAPH",
    "heading" : "",
    "lines" : [ "Problemlösning och handlingsberedskap ska stimuleras i undervisningen.", "Genom fältstudier och genom att medverka i olika verksamheter ska eleverna ges möjlighet att få inblick i och erfarenhet av olika former av hälsoarbete.", "Eleverna ska ges möjlighet att reflektera över och diskutera centrala begrepp samt egna och andras handlingar och attityder.", "I undervisningen ska eleverna också ges möjlighet att utveckla förmåga att kritiskt söka, bearbeta, värdera och använda information från olika källor." ]
  }, {
    "type" : "BULLET",
    "heading" : "Undervisningen i ämnet hälsovård ska ge eleverna förutsättningar att utveckla följande:",
    "lines" : [ "Kunskaper om hälsa samt om förebyggande och hälsovårdande arbete.", "Kunskaper om sambanden mellan livsstil, livsvillkor och hälsa samt välbefinnande.", "Kunskaper om barn- och folksjukdomar.", "Kunskaper om barnhälsovården samt om preventivt arbete för att främja barns hälsa och välbefinnande.", "Förmåga att använda begrepp och teorier inom verksamhetsområdet.", "Kunskaper om lagar och andra bestämmelser inom verksamhetsområdet samt förmåga att arbeta utifrån dessa.", "Förmåga att planera, genomföra, dokumentera och utvärdera olika former av hälsoarbete.", "Förmåga att diskutera egna och andras attityder till och värderingar av hälsa och hälsoarbete.", "Förmåga att kommunicera, samarbeta och samverka med människor i olika situationer på ett yrkesetiskt sätt." ]
  } ],
  "courses" : [ {
    "name" : "Barnhälsovård",
    "description" : "Kursen barnhälsovård omfattar punkterna 1–6 och 8–9 under rubriken Ämnets syfte.",
    "code" : "HAABAR0",
    "centralContent" : [ {
      "heading" : "Undervisningen i kursen ska behandla följande centrala innehåll:",
      "lines" : [ "Barns hälsa och välbefinnande.", "Sambanden mellan levnadsvanor, livsvillkor samt barns hälsa och välbefinnande.", "Vanliga barnsjukdomar och skaderisker hos barn.", "Barnhälsovårdens organisation, utveckling och funktion.", "Förebyggande barnhälsoarbete, till exempel tandvård, kontroller och vaccinationer.", "FN:s konvention om barnets rättigheter.", "Lagar och andra bestämmelser inom verksamhetsområdet." ]
    } ],
    "knowledgeRequirementParagraphs" : [ {
      "heading" : "",
      "knowledgeRequirements" : [ {
        "text" : "Eleven redogör <strong>________</strong> för barns hälsa och sambanden mellan levnadsvanor, livsvillkor samt hälsa och välbefinnande.",
        "knowledgeRequirementChoice" : {
          "E" : "Eleven redogör <strong>översiktligt</strong> för barns hälsa och sambanden mellan levnadsvanor, livsvillkor samt hälsa och välbefinnande.",
          "C" : "Eleven redogör <strong>utförligt</strong> för barns hälsa och sambanden mellan levnadsvanor, livsvillkor samt hälsa och välbefinnande.",
          "A" : "Eleven redogör <strong>utförligt och nyanserat</strong> för barns hälsa och sambanden mellan levnadsvanor, livsvillkor samt hälsa och välbefinnande."
        }
      }, {
        "text" : "Eleven ger <strong>________</strong> exempel på faktorer som påverkar barns hälsa och förklarar <strong>________</strong> samband samt drar <strong>________</strong> slutsatser.",
        "knowledgeRequirementChoice" : {
          "E" : "Eleven ger <strong>några</strong> exempel på faktorer som påverkar barns hälsa och förklarar <strong>enkla</strong> samband samt drar <strong>enkla</strong> slutsatser.",
          "C" : "Eleven ger <strong>flera</strong> exempel på faktorer som påverkar barns hälsa och förklarar <strong>enkla</strong> samband samt drar <strong>välgrundade</strong> slutsatser.",
          "A" : "Eleven ger <strong>flera</strong> exempel på faktorer som påverkar barns hälsa och förklarar <strong>komplexa</strong> samband samt drar <strong>välgrundade och nyanserade</strong> slutsatser."
        }
      }, {
        "text" : "Dessutom beskriver eleven <strong>________</strong> några barnsjukdomar och skaderisker och hur de kan förebyggas och behandlas.",
        "knowledgeRequirementChoice" : {
          "E" : "Dessutom beskriver eleven <strong>översiktligt</strong> några barnsjukdomar och skaderisker och hur de kan förebyggas och behandlas.",
          "C" : "Dessutom beskriver eleven <strong>utförligt</strong> några barnsjukdomar och skaderisker och hur de kan förebyggas och behandlas.",
          "A" : "Dessutom beskriver eleven <strong>utförligt och nyanserat</strong> några barnsjukdomar och skaderisker och hur de kan förebyggas och behandlas."
        }
      } ]
    }, {
      "heading" : "",
      "knowledgeRequirements" : [ {
        "text" : "Eleven redogör <strong>________</strong> för barnhälsovårdens organisation och arbete och ger <strong>________</strong> exempel på förebyggande barnhälsoarbete samt beskriver <strong>________</strong> insatsernas betydelse för barns hälsa.",
        "knowledgeRequirementChoice" : {
          "E" : "Eleven redogör <strong>översiktligt</strong> för barnhälsovårdens organisation och arbete och ger <strong>några</strong> exempel på förebyggande barnhälsoarbete samt beskriver <strong>översiktligt</strong> insatsernas betydelse för barns hälsa.",
          "C" : "Eleven redogör <strong>utförligt</strong> för barnhälsovårdens organisation och arbete och ger <strong>flera</strong> exempel på förebyggande barnhälsoarbete samt beskriver <strong>utförligt</strong> insatsernas betydelse för barns hälsa.",
          "A" : "Eleven redogör <strong>utförligt och nyanserat</strong> för barnhälsovårdens organisation och arbete och ger <strong>flera</strong> exempel på förebyggande barnhälsoarbete samt beskriver <strong>utförligt och nyanserat</strong> insatsernas betydelse för barns hälsa."
        }
      }, {
        "text" : "I redogörelserna och beskrivningarna använder eleven <strong>________</strong> centrala begrepp och teorier.",
        "knowledgeRequirementChoice" : {
          "E" : "I redogörelserna och beskrivningarna använder eleven <strong>med viss säkerhet</strong> centrala begrepp och teorier.",
          "C" : "I redogörelserna och beskrivningarna använder eleven <strong>med viss säkerhet</strong> centrala begrepp och teorier.",
          "A" : "I redogörelserna och beskrivningarna använder eleven <strong>med säkerhet</strong> centrala begrepp och teorier."
        }
      } ]
    }, {
      "heading" : "",
      "knowledgeRequirements" : [ {
        "text" : "Eleven redogör <strong>________</strong> för FN:s konvention om barnets rättigheter samt för lagar och andra bestämmelser som reglerar verksamheter för barn.",
        "knowledgeRequirementChoice" : {
          "E" : "Eleven redogör <strong>översiktligt</strong> för FN:s konvention om barnets rättigheter samt för lagar och andra bestämmelser som reglerar verksamheter för barn.",
          "C" : "Eleven redogör <strong>utförligt</strong> för FN:s konvention om barnets rättigheter samt för lagar och andra bestämmelser som reglerar verksamheter för barn.",
          "A" : "Eleven redogör <strong>utförligt och nyanserat</strong> för FN:s konvention om barnets rättigheter samt för andra lagar och bestämmelser som reglerar verksamheter för barn."
        }
      } ]
    }, {
      "heading" : "",
      "knowledgeRequirements" : [ {
        "text" : "Eleven diskuterar <strong>________</strong> egna och andras attityder och värderingar.",
        "knowledgeRequirementChoice" : {
          "E" : "Eleven diskuterar <strong>översiktligt</strong> egna och andras attityder och värderingar.",
          "C" : "Eleven diskuterar <strong>utförligt</strong> egna och andras attityder och värderingar.",
          "A" : "Eleven diskuterar <strong>utförligt och nyanserat</strong> egna och andras attityder och värderingar."
        }
      }, {
        "text" : "I diskussionen framför eleven <strong>________</strong> argument för sina åsikter samt visar respekt för andras åsikter.",
        "knowledgeRequirementChoice" : {
          "E" : "I diskussionen framför eleven <strong>enkla</strong> argument för sina åsikter samt visar respekt för andras åsikter.",
          "C" : "I diskussionen framför eleven <strong>välgrundade</strong> argument för sina åsikter samt visar respekt för andras åsikter.",
          "A" : "I diskussionen framför eleven <strong>välgrundade och nyanserade</strong> argument för sina åsikter samt visar respekt för andras åsikter."
        }
      }, {
        "text" : "Eleven kommunicerar <strong>________</strong> i samarbete och möten med människor.",
        "knowledgeRequirementChoice" : {
          "E" : "Eleven kommunicerar <strong>med viss säkerhet</strong> i samarbete och möten med människor.",
          "C" : "Eleven kommunicerar <strong>med viss säkerhet</strong> i samarbete och möten med människor.",
          "A" : "Eleven kommunicerar <strong>med säkerhet</strong> i samarbete och möten med människor."
        }
      } ]
    } ],
    "point" : 100,
    "year" : null
  }, {
    "name" : "Friskvård och hälsa",
    "description" : "Kursen friskvård och hälsa omfattar punkterna 1–3 och 5–9 under rubriken Ämnets syfte.",
    "code" : "HAAFRI0",
    "centralContent" : [ {
      "heading" : "Undervisningen i kursen ska behandla följande centrala innehåll:",
      "lines" : [ "Människors livsvillkor och hälsoeffekter ur psykosociala, socioekonomiska, kulturella, historiska och internationella aspekter samt genus- och miljöaspekter.", "Kost, näring, fysisk aktivitet och sömn.", "Stress och stresshantering.", "Missbruk och beroende.", "Sexualitet och samlevnad samt STI (sexually transmitted infections).", "Folksjukdomar och förebyggande hälsoarbete.", "Centrala begrepp och teorier, till exempel KASAM (känsla av sammanhang).", "Lagar och andra bestämmelser samt internationella överenskommelser inom hälsoområdet.", "Hälsoupplysning individuellt och i grupp.", "Hälsoprofil som verktyg.", "Hälsofrämjande program på individ- och gruppnivå.", "Kommunikation och coachning." ]
    } ],
    "knowledgeRequirementParagraphs" : [ {
      "heading" : "",
      "knowledgeRequirements" : [ {
        "text" : "Eleven redogör <strong>________</strong> för faktorer som påverkar människors hälsa och välbefinnande samt förklarar <strong>________</strong> samband och drar <strong>________</strong> slutsatser.",
        "knowledgeRequirementChoice" : {
          "E" : "Eleven redogör <strong>översiktligt</strong> för faktorer som påverkar människors hälsa och välbefinnande samt förklarar <strong>enkla</strong> samband och drar <strong>enkla</strong> slutsatser.",
          "C" : "Eleven redogör <strong>utförligt</strong> för faktorer som påverkar människors hälsa och välbefinnande samt förklarar <strong>enkla</strong> samband och drar <strong>välgrundade</strong> slutsatser.",
          "A" : "Eleven redogör <strong>utförligt och nyanserat</strong> för faktorer som påverkar människors hälsa och välbefinnande samt förklarar <strong>komplexa</strong> samband och drar <strong>välgrundade och nyanserade</strong> slutsatser."
        }
      }, {
        "text" : "Dessutom redogör eleven <strong>________</strong> för några folksjukdomar samt hur de kan förebyggas och behandlas.",
        "knowledgeRequirementChoice" : {
          "E" : "Dessutom redogör eleven <strong>översiktligt</strong> för några folksjukdomar samt hur de kan förebyggas och behandlas.",
          "C" : "Dessutom redogör eleven <strong>utförligt</strong> för några folksjukdomar samt hur de kan förebyggas och behandlas.",
          "A" : "Dessutom redogör eleven <strong>utförligt och nyanserat</strong> för några folksjukdomar samt hur de kan förebyggas och behandlas."
        }
      }, {
        "text" : "I redogörelserna använder eleven <strong>________</strong> centrala begrepp och teorier.",
        "knowledgeRequirementChoice" : {
          "E" : "I redogörelserna använder eleven <strong>med viss säkerhet</strong> centrala begrepp och teorier.",
          "C" : "I redogörelserna använder eleven <strong>med viss säkerhet</strong> centrala begrepp och teorier.",
          "A" : "I redogörelserna använder eleven <strong>med säkerhet</strong> centrala begrepp och teorier."
        }
      } ]
    }, {
      "heading" : "",
      "knowledgeRequirements" : [ {
        "text" : "Eleven redogör <strong>________</strong> för lagar och andra bestämmelser som styr verksamheten samt för internationella överenskommelser inom området.",
        "knowledgeRequirementChoice" : {
          "E" : "Eleven redogör <strong>översiktligt</strong> för lagar och andra bestämmelser som styr verksamheten samt för internationella överenskommelser inom området.",
          "C" : "Eleven redogör <strong>utförligt</strong> för lagar och andra bestämmelser som styr verksamheten samt för internationella överenskommelser inom området.",
          "A" : "Eleven redogör <strong>utförligt och nyanserat</strong> för lagar och andra bestämmelser som styr verksamheten samt för internationella överenskommelser inom området."
        }
      } ]
    }, {
      "heading" : "",
      "knowledgeRequirements" : [ {
        "text" : "Eleven planerar och genomför, <strong>________</strong> med handledare, vägledande hälsosamtal och hälsofrämjande aktiviteter med ett <strong>________</strong> resultat.",
        "knowledgeRequirementChoice" : {
          "E" : "Eleven planerar och genomför, <strong>i samråd</strong> med handledare, vägledande hälsosamtal och hälsofrämjande aktiviteter med ett <strong>tillfredsställande</strong> resultat.",
          "C" : "Eleven planerar och genomför, <strong>efter samråd</strong> med handledare, vägledande hälsosamtal och hälsofrämjande aktiviteter med ett <strong>tillfredsställande</strong> resultat.",
          "A" : "Eleven planerar och genomför, <strong>efter samråd</strong> med handledare, vägledande hälsosamtal och hälsofrämjande aktiviteter med ett <strong>gott</strong> resultat."
        }
      }, {
        "text" : "Eleven utvärderar resultatet med <strong>________</strong> omdömen och motiverar <strong>________</strong> tillvägagångssättet.",
        "knowledgeRequirementChoice" : {
          "E" : "Eleven utvärderar resultatet med <strong>enkla</strong> omdömen och motiverar <strong>översiktligt</strong> tillvägagångssättet.",
          "C" : "Eleven utvärderar resultatet med <strong>välgrundade</strong> omdömen och motiverar <strong>utförligt</strong> tillvägagångssättet.",
          "A" : "Eleven utvärderar resultatet med <strong>välgrundade och nyanserade</strong> omdömen och motiverar <strong>utförligt och nyanserat</strong> tillvägagångssättet."
        }
      }, {
        "text" : "Eleven gör en <strong>________</strong> dokumentation av utfört arbete.",
        "knowledgeRequirementChoice" : {
          "E" : "Eleven gör en <strong>enkel</strong> dokumentation av utfört arbete.",
          "C" : "Eleven gör en <strong>noggrann</strong> dokumentation av utfört arbete.",
          "A" : "Eleven gör en <strong>noggrann och utförlig</strong> dokumentation av utfört arbete."
        }
      } ]
    }, {
      "heading" : "",
      "knowledgeRequirements" : [ {
        "text" : "Eleven diskuterar <strong>________</strong> egna och andras attityder, värderingar och handlingar.",
        "knowledgeRequirementChoice" : {
          "E" : "Eleven diskuterar <strong>översiktligt</strong> egna och andras attityder, värderingar och handlingar.",
          "C" : "Eleven diskuterar <strong>utförligt</strong> egna och andras attityder, värderingar och handlingar.",
          "A" : "Eleven diskuterar <strong>utförligt och nyanserat</strong> egna och andras attityder, värderingar och handlingar."
        }
      }, {
        "text" : "I diskussionen framför eleven <strong>________</strong> argument för sina åsikter samt visar respekt för andras åsikter.",
        "knowledgeRequirementChoice" : {
          "E" : "I diskussionen framför eleven <strong>enkla</strong> argument för sina åsikter samt visar respekt för andras åsikter.",
          "C" : "I diskussionen framför eleven <strong>välgrundade</strong> argument för sina åsikter samt visar respekt för andras åsikter.",
          "A" : "I diskussionen framför eleven <strong>välgrundade och nyanserade</strong> argument för sina åsikter samt visar respekt för andras åsikter."
        }
      }, {
        "text" : "Eleven kommunicerar <strong>________</strong> i samarbete och möten med människor.",
        "knowledgeRequirementChoice" : {
          "E" : "Eleven kommunicerar <strong>med viss säkerhet</strong> i samarbete och möten med människor.",
          "C" : "Eleven kommunicerar <strong>med viss säkerhet</strong> i samarbete och möten med människor.",
          "A" : "Eleven kommunicerar <strong>med säkerhet</strong> i samarbete och möten med människor."
        }
      } ]
    }, {
      "heading" : "",
      "knowledgeRequirements" : [ {
        "text" : "När eleven samråder med handledare bedömer hon eller han <strong>________</strong> den egna förmågan och situationens krav.",
        "knowledgeRequirementChoice" : {
          "E" : "När eleven samråder med handledare bedömer hon eller han <strong>med viss säkerhet</strong> den egna förmågan och situationens krav.",
          "C" : "När eleven samråder med handledare bedömer hon eller han <strong>med viss säkerhet</strong> den egna förmågan och situationens krav.",
          "A" : "När eleven samråder med handledare bedömer hon eller han <strong>med säkerhet</strong> den egna förmågan och situationens krav."
        }
      } ]
    } ],
    "point" : 100,
    "year" : null
  }, {
    "name" : "Komplementärmedicin",
    "description" : "Kursen komplementärmedicin omfattar punkterna 1–2 och 5–9 under rubriken Ämnets syfte.",
    "code" : "HAAKOM0",
    "centralContent" : [ {
      "heading" : "Undervisningen i kursen ska behandla följande centrala innehåll:",
      "lines" : [ "Den komplementärmedicinska historiken ur ett kulturellt perspektiv. Etiska perspektiv på komplementärmedicinska behandlingsmetoder.", "Komplementära behandlingsmetoder och verkningssätt och effekter ur ett fysiologiskt och psykologiskt perspektiv.", "Komplementära behandlingsmetoder i relation till skolmedicin.", "Massage och beröring som terapeutisk metod och dess fysiologiska samt psykologiska effekter.", "Lagar och andra bestämmelser som reglerar det komplementärmedicinska verksamhetsområdet.", "Planering, genomförande och utvärdering samt dokumentation av komplementär metod i syfte att öka psykiskt, fysiskt eller socialt välbefinnande, till exempel taktil stimulering eller klassisk massage.", "Yrkesetik i samarbete och kommunikation i utövande av komplementärmedicinska behandlingsmetoder." ]
    } ],
    "knowledgeRequirementParagraphs" : [ {
      "heading" : "",
      "knowledgeRequirements" : [ {
        "text" : "Eleven beskriver <strong>________</strong> den komplementärmedicinska utvecklingen ur ett historiskt, kulturellt och etiskt perspektiv.",
        "knowledgeRequirementChoice" : {
          "E" : "Eleven beskriver <strong>översiktligt</strong> den komplementärmedicinska utvecklingen ur ett historiskt, kulturellt och etiskt perspektiv.",
          "C" : "Eleven beskriver <strong>utförligt</strong> den komplementärmedicinska utvecklingen ur ett historiskt, kulturellt och etiskt perspektiv.",
          "A" : "Eleven beskriver <strong>utförligt och nyanserat</strong> den komplementärmedicinska utvecklingen ur ett historiskt, kulturellt och etiskt perspektiv."
        }
      }, {
        "text" : "Eleven beskriver <strong>________</strong> olika komplementärmedicinska behandlingsmetoder och deras fysiologiska samt psykologiska verkningssätt.",
        "knowledgeRequirementChoice" : {
          "E" : "Eleven beskriver <strong>översiktligt</strong> olika komplementärmedicinska behandlingsmetoder och deras fysiologiska samt psykologiska verkningssätt.",
          "C" : "Eleven beskriver även <strong>utförligt</strong> olika komplementärmedicinska behandlingsmetoder och deras fysiologiska samt psykologiska verkningssätt.",
          "A" : "Eleven beskriver även <strong>utförligt och nyanserat</strong> olika komplementärmedicinska behandlingsmetoder och deras fysiologiska samt psykologiska verkningssätt."
        }
      }, {
        "text" : "I beskrivningarna använder eleven <strong>________</strong> centrala begrepp och teorier.",
        "knowledgeRequirementChoice" : {
          "E" : "I beskrivningarna använder eleven <strong>med viss säkerhet</strong> centrala begrepp och teorier.",
          "C" : "I beskrivningarna använder eleven <strong>med viss säkerhet</strong> centrala begrepp och teorier.",
          "A" : "I beskrivningarna använder eleven <strong>med säkerhet</strong> centrala begrepp och teorier."
        }
      } ]
    }, {
      "heading" : "",
      "knowledgeRequirements" : [ {
        "text" : "Eleven redogör <strong>________</strong> för lagar och andra bestämmelser som finns på det komplementärmedicinska området samt arbetar <strong>________</strong> med handledare utifrån dessa.",
        "knowledgeRequirementChoice" : {
          "E" : "Eleven redogör <strong>översiktligt</strong> för lagar och andra bestämmelser som finns på det komplementärmedicinska området samt arbetar <strong>i samråd</strong> med handledare utifrån dessa.",
          "C" : "Eleven redogör <strong>utförligt</strong> för lagar och andra bestämmelser som finns på det komplementärmedicinska området samt arbetar <strong>efter samråd</strong> med handledare utifrån dessa.",
          "A" : "Eleven redogör <strong>utförligt och nyanserat</strong> för lagar och andra bestämmelser som finns på det komplementärmedicinska området samt arbetar <strong>efter samråd</strong> med handledare utifrån dessa."
        }
      } ]
    }, {
      "heading" : "",
      "knowledgeRequirements" : [ {
        "text" : "Eleven planerar och genomför <strong>________</strong> med handledare enkla komplementärmedicinska behandlingsmetoder med ett <strong>________</strong> resultat.",
        "knowledgeRequirementChoice" : {
          "E" : "Eleven planerar och genomför <strong>i samråd</strong> med handledare enkla komplementärmedicinska behandlingsmetoder med ett <strong>tillfredsställande</strong> resultat.",
          "C" : "Eleven planerar och genomför <strong>efter samråd</strong> med handledare enkla komplementärmedicinska behandlingsmetoder med ett <strong>gott</strong> resultat.",
          "A" : "Eleven planerar och genomför <strong>efter samråd</strong> med handledare enkla komplementärmedicinska behandlingsmetoder med ett <strong>gott</strong> resultat <strong>och anpassar vid behov sitt arbete till ändrade förutsättningar</strong>."
        }
      }, {
        "text" : "Dessutom beskriver eleven <strong>________</strong> hur dessa kan bidra till människors upplevelse av hälsa samt välbefinnande.",
        "knowledgeRequirementChoice" : {
          "E" : "Dessutom beskriver eleven <strong>översiktligt</strong> hur dessa kan bidra till människors upplevelse av hälsa samt välbefinnande.",
          "C" : "Dessutom beskriver eleven <strong>utförligt</strong> hur dessa kan bidra till människors upplevelse av hälsa samt välbefinnande.",
          "A" : "Dessutom beskriver eleven <strong>utförligt och nyanserat</strong> hur behandlingsmetoderna kan bidra till människors upplevelse av hälsa samt välbefinnande."
        }
      }, {
        "text" : "Eleven gör även en <strong>________</strong> dokumentation av sitt arbete samt utvärderar det och sitt resultat med <strong>________</strong> omdömen.",
        "knowledgeRequirementChoice" : {
          "E" : "Eleven gör även en <strong>enkel</strong> dokumentation av sitt arbete samt utvärderar det och sitt resultat med <strong>enkla</strong> omdömen.",
          "C" : "Eleven gör även en <strong>noggrann</strong> dokumentation av sitt arbete samt utvärderar det och sitt resultat med <strong>nyanserade</strong> omdömen.",
          "A" : "Eleven gör även en <strong>noggrann och utförlig</strong> dokumentation av sitt arbete samt utvärderar det och sitt resultat med <strong>nyanserade</strong> omdömen."
        }
      } ]
    }, {
      "heading" : "",
      "knowledgeRequirements" : [ {
        "text" : "Eleven beskriver även <strong>________</strong> relationen mellan skolmedicinska och komplementära behandlingsmetoder samt diskuterar <strong>________</strong> egna och andras attityder och värderingar till dem.",
        "knowledgeRequirementChoice" : {
          "E" : "Eleven beskriver även <strong>översiktligt</strong> relationen mellan skolmedicinska och komplementära behandlingsmetoder samt diskuterar <strong>översiktligt</strong> egna och andras attityder och värderingar till dem.",
          "C" : "Eleven beskriver även <strong>utförligt</strong> relationen mellan skolmedicinska och komplementära behandlingsmetoder samt diskuterar <strong>utförligt</strong> egna och andras attityder och värderingar till dem.",
          "A" : "Eleven beskriver även <strong>utförligt och nyanserat</strong> relationen mellan skolmedicinska och komplementära behandlingsmetoder samt diskuterar <strong>utförligt och nyanserat</strong> egna och andras attityder och värderingar till dem."
        }
      }, {
        "text" : "Dessutom samarbetar och kommunicerar eleven med <strong>________</strong> med andra i <strong>________</strong> situationer på ett yrkesetiskt sätt.",
        "knowledgeRequirementChoice" : {
          "E" : "Dessutom samarbetar och kommunicerar eleven med <strong>viss säkerhet</strong> med andra i <strong>bekanta</strong> situationer på ett yrkesetiskt sätt.",
          "C" : "Dessutom samarbetar och kommunicerar eleven med <strong>viss säkerhet</strong> med andra i <strong>nya</strong> situationer på ett yrkesetiskt sätt.",
          "A" : "Dessutom samarbetar och kommunicerar eleven med <strong>säkerhet</strong> med andra i <strong>nya</strong> situationer på ett yrkesetiskt sätt."
        }
      } ]
    }, {
      "heading" : "",
      "knowledgeRequirements" : [ {
        "text" : "När eleven samråder med handledare bedömer hon eller han <strong>________</strong> den egna förmågan och situationens krav.",
        "knowledgeRequirementChoice" : {
          "E" : "När eleven samråder med handledare bedömer hon eller han <strong>med viss säkerhet</strong> den egna förmågan och situationens krav.",
          "C" : "När eleven samråder med handledare bedömer hon eller han <strong>med viss säkerhet</strong> den egna förmågan och situationens krav.",
          "A" : "När eleven samråder med handledare bedömer hon eller han <strong>med säkerhet</strong> den egna förmågan och situationens krav."
        }
      } ]
    } ],
    "point" : 100,
    "year" : null
  }, {
    "name" : "Kost, måltid och munhälsa",
    "description" : "Kursen kost, måltid och munhälsa omfattar punkterna 1–2, 5 och 7–9 under rubriken Ämnets syfte.",
    "code" : "HAAKOS0",
    "centralContent" : [ {
      "heading" : "Undervisningen i kursen ska behandla följande centrala innehåll:",
      "lines" : [ "Näringsbehov, nutrition och nationella kostrekommendationer.", "Livsmedelshygien och hantering av livsmedel för bevarande av dess näringsinnehåll.", "Kulturella aspekter på kost och måltid samt måltidsmiljöns estetiska och psykosociala aspekter.", "Sambanden mellan kost, levnadsvanor, hälsa och välbefinnande.", "Balanserad kost och specialkost vid ohälsa, sjukdom och funktionsnedsättning.", "Functional food, dvs. livsmedel med specifika fysiologiska hälsoeffekter.", "Tillagning, iordningställande och servering av måltider.", "Svälj- och matsmältningsbesvär samt anpassning av kosten vid olika sjukdomstillstånd.", "Munhygien och munvård hos äldre och sjuka." ]
    } ],
    "knowledgeRequirementParagraphs" : [ {
      "heading" : "",
      "knowledgeRequirements" : [ {
        "text" : "Eleven redogör <strong>________</strong> för människans näringsbehov och ger <strong>________</strong> exempel på nationella rekommendationer inom området.",
        "knowledgeRequirementChoice" : {
          "E" : "Eleven redogör <strong>översiktligt</strong> för människans näringsbehov och ger <strong>några</strong> exempel på nationella rekommendationer inom området.",
          "C" : "Eleven redogör <strong>utförligt</strong> för människans näringsbehov och ger <strong>flera</strong> exempel på nationella rekommendationer inom området.",
          "A" : "Eleven redogör <strong>utförligt och nyanserat</strong> för människans näringsbehov och ger <strong>flera</strong> exempel på nationella rekommendationer på området."
        }
      }, {
        "text" : "Dessutom ger eleven <strong>________</strong> exempel på hur livsmedels kvalitet och näringsinnehåll påverkas vid hantering och förvaring.",
        "knowledgeRequirementChoice" : {
          "E" : "Dessutom ger eleven <strong>några</strong> exempel på hur livsmedels kvalitet och näringsinnehåll påverkas vid hantering och förvaring.",
          "C" : "Dessutom ger eleven <strong>flera</strong> exempel på hur livsmedels kvalitet och näringsinnehåll påverkas vid hantering och förvaring.",
          "A" : "Dessutom ger eleven <strong>flera</strong> exempel på hur livsmedels kvalitet och näringsinnehåll påverkas vid hantering och förvaring."
        }
      }, {
        "text" : "Eleven redogör <strong>________</strong> för kostens, måltidssituationens och munhygienens betydelse för människors hälsa och välbefinnande ur fysiologiska, psykosociala, estetiska och kulturella aspekter.",
        "knowledgeRequirementChoice" : {
          "E" : "Eleven redogör <strong>översiktligt</strong> för kostens, måltidssituationens och munhygienens betydelse för människors hälsa och välbefinnande ur fysiologiska, psykosociala, estetiska och kulturella aspekter.",
          "C" : "Eleven redogör <strong>utförligt</strong> för kostens, måltidssituationens och munhygienens betydelse för människors hälsa och välbefinnande ur fysiologiska, psykosociala, estetiska och kulturella aspekter.",
          "A" : "Eleven redogör <strong>utförligt och nyanserat</strong> för kostens, måltidssituationens och munhygienens betydelse för människors hälsa och välbefinnande ur fysiologiska, psykosociala, estetiska och kulturella aspekter."
        }
      }, {
        "text" : "Eleven redogör även <strong>________</strong> för olika former av specialkoster samt för vanliga svälj- och matsmältningsbesvär.",
        "knowledgeRequirementChoice" : {
          "E" : "Eleven redogör även <strong>översiktligt</strong> för olika former av specialkoster samt för vanliga svälj- och matsmältningsbesvär.",
          "C" : "Eleven redogör även <strong>utförligt</strong> för olika former av specialkoster samt för vanliga svälj- och matsmältningsbesvär.",
          "A" : "Eleven redogör även <strong>utförligt och nyanserat</strong> för olika former av specialkoster samt för vanliga svälj- och matsmältningsbesvär."
        }
      }, {
        "text" : "I redogörelserna använder eleven <strong>________</strong> centrala begrepp och teorier.",
        "knowledgeRequirementChoice" : {
          "E" : "I redogörelserna använder eleven <strong>med viss säkerhet</strong> centrala begrepp och teorier.",
          "C" : "I redogörelserna använder eleven <strong>med viss säkerhet</strong> centrala begrepp och teorier.",
          "A" : "I redogörelserna använder eleven <strong>med säkerhet</strong> centrala begrepp och teorier."
        }
      } ]
    }, {
      "heading" : "",
      "knowledgeRequirements" : [ {
        "text" : "Eleven planerar och genomför, <strong>________</strong> med handledare, stöd och assistans vid måltid och munvård med ett <strong>________</strong> resultat.",
        "knowledgeRequirementChoice" : {
          "E" : "Eleven planerar och genomför, <strong>i samråd</strong> med handledare, stöd och assistans vid måltid och munvård med ett <strong>tillfredsställande</strong> resultat.",
          "C" : "Eleven planerar och genomför, <strong>efter samråd</strong> med handledare, stöd och assistans vid måltid och munhygien med ett <strong>tillfredsställande</strong> resultat.",
          "A" : "<strong>Eleven</strong> planerar och genomför, <strong>efter samråd</strong> med handledare, stöd och assistans vid måltid och munhygien med ett <strong>gott</strong> resultat."
        }
      }, {
        "text" : "Eleven motiverar <strong>________</strong> sitt handlingssätt utifrån olika teorier om kost och hälsa.",
        "knowledgeRequirementChoice" : {
          "E" : "Eleven motiverar <strong>översiktligt</strong> sitt handlingssätt utifrån olika teorier om kost och hälsa.",
          "C" : "Eleven motiverar <strong>utförligt</strong> sitt handlingssätt utifrån olika teorier om kost och hälsa.",
          "A" : "Eleven motiverar <strong>utförligt och nyanserat</strong> sitt handlingssätt utifrån olika teorier om kost och hälsa."
        }
      }, {
        "text" : "Eleven gör även en <strong>________</strong> dokumentation av sitt arbete samt utvärderar det och sitt resultat med <strong>________</strong> omdömen.",
        "knowledgeRequirementChoice" : {
          "E" : "Eleven gör även en <strong>enkel</strong> dokumentation av sitt arbete samt utvärderar det och sitt resultat med <strong>enkla</strong> omdömen.",
          "C" : "Eleven gör även en <strong>noggrann</strong> dokumentation av sitt arbete samt utvärderar det och sitt resultat med <strong>välgrundade</strong> omdömen.",
          "A" : "Eleven gör även en <strong>noggrann och utförlig</strong> dokumentation av sitt arbete samt utvärderar det och sitt resultat med <strong>välgrundade och nyanserade</strong> omdömen <strong>samt ger förslag på hur arbetet kan förbättras</strong>."
        }
      } ]
    }, {
      "heading" : "",
      "knowledgeRequirements" : [ {
        "text" : "Eleven diskuterar <strong>________</strong> egna och andras värderingar samt attityder till kost och hälsa.",
        "knowledgeRequirementChoice" : {
          "E" : "Eleven diskuterar <strong>översiktligt</strong> egna och andras värderingar samt attityder till kost och hälsa.",
          "C" : "Eleven diskuterar <strong>utförligt</strong> egna och andras värderingar samt attityder till kost och hälsa.",
          "A" : "Eleven diskuterar <strong>utförligt och nyanserat</strong> egna och andras värderingar samt attityder till kost och hälsa."
        }
      }, {
        "text" : "Dessutom samarbetar och kommunicerar eleven <strong>________</strong> med andra på ett yrkesetiskt sätt.",
        "knowledgeRequirementChoice" : {
          "E" : "Dessutom samarbetar och kommunicerar eleven <strong>med viss säkerhet</strong> med andra på ett yrkesetiskt sätt.",
          "C" : "Dessutom samarbetar och kommunicerar eleven <strong>med viss säkerhet</strong> med andra på ett yrkesetiskt sätt.",
          "A" : "Dessutom samarbetar och kommunicerar eleven <strong>med säkerhet</strong> på ett yrkesetiskt sätt."
        }
      } ]
    }, {
      "heading" : "",
      "knowledgeRequirements" : [ {
        "text" : "När eleven samråder med handledare bedömer hon eller han <strong>________</strong> den egna förmågan och situationens krav.",
        "knowledgeRequirementChoice" : {
          "E" : "När eleven samråder med handledare bedömer hon eller han <strong>med viss säkerhet</strong> den egna förmågan och situationens krav.",
          "C" : "När eleven samråder med handledare bedömer hon eller han <strong>med viss säkerhet</strong> den egna förmågan och situationens krav.",
          "A" : "När eleven samråder med handledare bedömer hon eller han <strong>med säkerhet</strong> den egna förmågan och situationens krav."
        }
      } ]
    } ],
    "point" : 100,
    "year" : null
  } ]
}