{
  "name" : "Inköp och logistik",
  "description" : "Inköp och logistik är viktiga funktioner i många företag. I handeln sker inköp och varuflöden för det mesta i stora volymer och över landgränser. Inom inköp och logistik arbetar man med produkterna i form av lager- och transportarbete eller med att planera och genomföra uppgifter inom inköp, logistik, distribution och spedition.",
  "code" : "INK",
  "designation" : "",
  "skolfsId" : "2010:61",
  "purposes" : [ {
    "type" : "PARAGRAPH",
    "heading" : "",
    "lines" : [ "Undervisningen i ämnet inköp och logistik ska syfta till att eleverna utvecklar kunskaper om flödet av varor från tillverkare till slutlig användare, där alla delar av distributionskedjan samordnas till en helhet.", "Genom undervisningen ska eleverna ges möjlighet att utveckla kunskaper om hur inköp planeras och utförs rationellt, resurssnålt och med minsta möjliga miljöpåverkan.", "Undervisningen ska också leda till att eleverna utvecklar färdigheter i att använda ekonomiska begrepp som lönsamhetsberäkning och beräkning av frakter och transporter." ]
  }, {
    "type" : "PARAGRAPH",
    "heading" : "",
    "lines" : [ "Genom praktiska övningar och ett undersökande arbetssätt ska eleverna ges möjlighet att utföra arbetsuppgifter inom inköp och logistik." ]
  }, {
    "type" : "BULLET",
    "heading" : "Undervisningen i ämnet inköp och logistik ska ge eleverna förutsättningar att utveckla följande:",
    "lines" : [ "Kunskaper om inköp och internationell handel.", "Kunskaper om logistik, logistiska samband och olika logistikstrategier.", "Kunskaper om transporter och spedition.", "Kunskaper om varuhantering, varans väg och olika led i försörjningskedjan.", "Förmåga att planera, organisera och utföra arbetsuppgifter inom inköps-, logistik-, transport och speditionsområdet samt att lösa problem.", "Kunskaper om lagar och andra bestämmelser inom inköps- och logistikområdet.", "Förmåga att göra olika ekonomiska beräkningar inom inköp och logistik.", "Förmåga att beräkna kostnader för och värdera olika transportalternativ.", "Förmåga att utvärdera sitt arbete och resultat.", "Kunskaper om arbetsmiljöfrågor och frågor om hållbar utveckling." ]
  } ],
  "courses" : [ {
    "name" : "Inköp 1",
    "description" : " Kursen inköp 1 omfattar punkterna 1, 4–7 och 9–10 under rubriken Ämnets syfte. I kursen behandlas grundläggande kunskaper i ämnet. ",
    "code" : "INKINK01",
    "centralContent" : [ {
      "heading" : "Undervisningen i kursen ska behandla följande centrala innehåll:",
      "lines" : [ "Inköpsarbete och inköpsteknik, betydelsen av en inköpsprocess.", "Inköpsarbete i olika typer av företag, till exempel i små och stora företag och i import- och exportföretag.", "Leverantörsrelationer och metoder för att finna och bedöma olika leverantörer nationellt.", "Import och internationell handel samt internationella handelsregler, till exempel incoterms.", "Sortimentsfrågor, hur ett sortiment sätts samman och bedöms.", "Varuhantering, lagerkontroll och inventering.", "Lagar och andra bestämmelser inom området.", "Prissättnings- och lönsamhetskalkyler inom olika led, till exempel prissättning och kalkyler i butiksledet.", "Arbetsmiljö och ergonomi.", "Socialt ansvarstagande och rättvis handel samt betydelsen av verksamhetens roll inom hållbar utveckling och global rättvisa." ]
    } ],
    "knowledgeRequirementParagraphs" : [ {
      "heading" : "",
      "knowledgeRequirements" : [ {
        "text" : "Eleven redogör <strong>________</strong> för hur grundläggande inköpsarbete planeras och utförs samt värderar med <strong>________</strong> omdömen olika inköpstekniker.",
        "knowledgeRequirementChoice" : {
          "E" : "Eleven redogör <strong>översiktligt</strong> för hur grundläggande inköpsarbete planeras och utförs samt värderar med <strong>enkla</strong> omdömen olika inköpstekniker.",
          "C" : "Eleven redogör <strong>utförligt</strong> för hur grundläggande inköpsarbete planeras och utförs samt värderar med <strong>enkla</strong> omdömen olika inköpstekniker.",
          "A" : "Eleven redogör <strong>utförligt och nyanserat</strong> för hur grundläggande inköpsarbete planeras och utförs samt värderar med <strong>nyanserade</strong> omdömen olika inköpstekniker."
        }
      }, {
        "text" : "Eleven redogör också <strong>________</strong> för import och internationell handel samt hur ett sortiment planeras och sätts samman.",
        "knowledgeRequirementChoice" : {
          "E" : "Eleven redogör också <strong>översiktligt</strong> för import och internationell handel samt hur ett sortiment planeras och sätts samman.",
          "C" : "Eleven redogör också <strong>utförligt</strong> för import och internationell handel samt hur ett sortiment planeras och sätts samman.",
          "A" : "Eleven redogör också <strong>utförligt och nyanserat</strong> för import och internationell handel samt hur ett sortiment planeras och sätts samman."
        }
      }, {
        "text" : "Dessutom redogör eleven <strong>________</strong> för logistikarbete och varuhanteringens betydelse för försörjningskedjan.",
        "knowledgeRequirementChoice" : {
          "E" : "Dessutom redogör eleven <strong>översiktligt</strong> för logistikarbete och varuhanteringens betydelse för försörjningskedjan.",
          "C" : "Dessutom redogör eleven <strong>utförligt</strong> för logistikarbete och varuhanteringens betydelse för försörjningskedjan.",
          "A" : "Dessutom redogör eleven <strong>utförligt och nyanserat</strong> för logistikarbete och varuhanteringens betydelse för försörjningskedjan."
        }
      } ]
    }, {
      "heading" : "",
      "knowledgeRequirements" : [ {
        "text" : "Eleven planerar, organiserar och utför <strong>________</strong> med handledare grundläggande arbetsuppgifter inom inköpsområdet enligt gällande lagar och andra bestämmelser.",
        "knowledgeRequirementChoice" : {
          "E" : "Eleven planerar, organiserar och utför <strong>i samråd</strong> med handledare grundläggande arbetsuppgifter inom inköpsområdet enligt gällande lagar och andra bestämmelser.",
          "C" : "Eleven planerar, organiserar och utför <strong>efter samråd</strong> med handledare grundläggande arbetsuppgifter inom inköpsområdet enligt gällande lagar och andra bestämmelser. <strong>Eleven genomför arbetet på ett välorganiserat sätt</strong>.",
          "A" : "Eleven planerar, organiserar och utför <strong>efter samråd</strong> med handledare grundläggande arbetsuppgifter inom inköpsområdet enligt gällande lagar och andra bestämmelser. <strong>Eleven genomför arbetet på ett välorganiserat sätt samt tar egna initiativ i arbetet</strong>."
        }
      }, {
        "text" : "Dessutom gör eleven <strong>________</strong> med handledare enkla prissättningskalkyler och ekonomiska beräkningar.",
        "knowledgeRequirementChoice" : {
          "E" : "Dessutom gör eleven <strong>i samråd</strong> med handledare enkla prissättningskalkyler och ekonomiska beräkningar.",
          "C" : "Dessutom gör eleven <strong>efter samråd</strong> med handledare enkla prissättningskalkyler och ekonomiska beräkningar.",
          "A" : "Dessutom gör eleven <strong>efter samråd</strong> med handledare enkla prissättningskalkyler och ekonomiska beräkningar."
        }
      }, {
        "text" : "När arbetsuppgiften är utförd utvärderar eleven sitt arbete och resultat med <strong>________</strong> omdömen.",
        "knowledgeRequirementChoice" : {
          "E" : "När arbetsuppgiften är utförd utvärderar eleven sitt arbete och resultat med <strong>enkla</strong> omdömen.",
          "C" : "När arbetsuppgiften är utförd utvärderar eleven sitt arbete och resultat med <strong>nyanserade</strong> omdömen.",
          "A" : "När arbetsuppgiften är utförd utvärderar eleven sitt arbete och resultat med <strong>nyanserade</strong> omdömen <strong>samt ger förslag på hur arbetet kan förbättras</strong>."
        }
      } ]
    }, {
      "heading" : "",
      "knowledgeRequirements" : [ {
        "text" : "Eleven redogör <strong>________</strong> för arbetsmiljöfrågor.",
        "knowledgeRequirementChoice" : {
          "E" : "Eleven redogör <strong>översiktligt</strong> för arbetsmiljöfrågor.",
          "C" : "Eleven redogör <strong>utförligt</strong> för arbetsmiljöfrågor.",
          "A" : "Eleven redogör <strong>utförligt och nyanserat</strong> för arbetsmiljöfrågor."
        }
      }, {
        "text" : "Dessutom diskuterar eleven <strong>________</strong> inköpsfrågor utifrån socialt ansvarstagande, rättvis handel och hållbar utveckling.",
        "knowledgeRequirementChoice" : {
          "E" : "Dessutom diskuterar eleven <strong>översiktligt</strong> inköpsfrågor utifrån socialt ansvarstagande, rättvis handel och hållbar utveckling.",
          "C" : "Dessutom diskuterar eleven <strong>utförligt</strong> inköpsfrågor utifrån socialt ansvarstagande, rättvis handel och hållbar utveckling.",
          "A" : "Dessutom diskuterar eleven <strong>utförligt och nyanserat</strong> inköpsfrågor."
        }
      } ]
    }, {
      "heading" : "",
      "knowledgeRequirements" : [ {
        "text" : "När eleven samråder med handledare bedömer hon eller han <strong>________</strong> den egna förmågan och situationens krav.",
        "knowledgeRequirementChoice" : {
          "E" : "När eleven samråder med handledare bedömer hon eller han <strong>med viss säkerhet</strong> den egna förmågan och situationens krav.",
          "C" : "När eleven samråder med handledare bedömer hon eller han <strong>med viss säkerhet</strong> den egna förmågan och situationens krav.",
          "A" : "När eleven samråder med handledare bedömer hon eller han <strong>med säkerhet</strong> den egna förmågan och situationens krav."
        }
      } ]
    } ],
    "point" : 100,
    "year" : null
  }, {
    "name" : "Inköp 2",
    "description" : " Kursen inköp 2 omfattar punkterna 1, 4–6 och 9–10 under rubriken Ämnets syfte. I kursen behandlas fördjupade kunskaper i ämnet. ",
    "code" : "INKINK02",
    "centralContent" : [ {
      "heading" : "Undervisningen i kursen ska behandla följande centrala innehåll:",
      "lines" : [ "Inköpsarbete internationellt, att finna och bedöma leverantörer i olika länder, handelshinder.", "Inköpsstrategier och sortimentsfrågor.", "Förhandlingar och förhandlingsprocesser.", "Handelsregler inom EU och andra frihandelsområden.", "Lagar och andra bestämmelser inom inköpsområdet, till exempel avtalslagen, köplagen, internationella köplagen och räntelagen.", "Arbetsmiljöfrågor och socialt ansvarstagande, till exempel hur företag och organisationer tar ansvar i samhället och verkar för en långsiktig hållbar utveckling.", "Värderingar och etik i inköpsarbete." ]
    } ],
    "knowledgeRequirementParagraphs" : [ {
      "heading" : "",
      "knowledgeRequirements" : [ {
        "text" : "Eleven redogör <strong>________</strong> för hur inköpsarbete planeras och utförs samt beskriver <strong>________</strong> effekter av olika inköpsalternativ.",
        "knowledgeRequirementChoice" : {
          "E" : "Eleven redogör <strong>översiktligt</strong> för hur inköpsarbete planeras och utförs samt beskriver <strong>översiktligt</strong> effekter av olika inköpsalternativ.",
          "C" : "Eleven redogör <strong>utförligt</strong> för hur inköpsarbete planeras och utförs samt beskriver <strong>utförligt</strong> effekter av olika inköpsalternativ.",
          "A" : "Eleven redogör <strong>utförligt och nyanserat</strong> för hur inköpsarbete planeras och utförs samt beskriver <strong>utförligt och nyanserat</strong> effekter av olika inköpsalternativ."
        }
      }, {
        "text" : "Eleven redogör även <strong>________</strong> för olika sätt att förhandla och använda lagar och andra bestämmelser inom inköpsområdet.",
        "knowledgeRequirementChoice" : {
          "E" : "Eleven redogör även <strong>översiktligt</strong> för olika sätt att förhandla och använda lagar och andra bestämmelser inom inköpsområdet.",
          "C" : "Eleven redogör även <strong>utförligt</strong> för olika sätt att förhandla och tillämpa affärsjuridik inom inköpsområdet.",
          "A" : "Eleven redogör även <strong>utförligt och nyanserat</strong> för olika sätt att förhandla och tillämpa affärsjuridik inom inköpsområdet."
        }
      }, {
        "text" : "Dessutom redogör eleven <strong>________</strong> för handelsregler, internationell handel och hur man väljer leverantörer i olika länder.",
        "knowledgeRequirementChoice" : {
          "E" : "Dessutom redogör eleven <strong>översiktligt</strong> för handelsregler, internationell handel och hur man väljer leverantörer i olika länder.",
          "C" : "Dessutom redogör eleven <strong>utförligt</strong> för handelsregler, internationell handel och hur man väljer leverantörer i olika länder.",
          "A" : "Dessutom redogör eleven <strong>utförligt och nyanserat</strong> för handelsregler, internationell handel och hur man väljer leverantörer i olika länder."
        }
      } ]
    }, {
      "heading" : "",
      "knowledgeRequirements" : [ {
        "text" : "Eleven planerar, organiserar och utför <strong>________</strong> med handledare arbetsuppgifter inom inköpsområdet enligt gällande lagar och andra bestämmelser.",
        "knowledgeRequirementChoice" : {
          "E" : "Eleven planerar, organiserar och utför <strong>i samråd</strong> med handledare arbetsuppgifter inom inköpsområdet enligt gällande lagar och andra bestämmelser.",
          "C" : "Eleven planerar, organiserar och utför <strong>efter samråd</strong> med handledare arbetsuppgifter inom inköpsområdet enligt gällande lagar och andra bestämmelser. <strong>Eleven genomför arbetet på ett välorganiserat sätt</strong>.",
          "A" : "Eleven planerar, organiserar och utför <strong>efter samråd</strong> med handledare arbetsuppgifter inom inköpsområdet enligt gällande lagar och andra bestämmelser. <strong>Eleven genomför arbetet på ett välorganiserat sätt samt tar egna initiativ i arbetet</strong>."
        }
      }, {
        "text" : "När arbetsuppgiften är utförd utvärderar eleven sitt arbete och resultat med <strong>________</strong> omdömen.",
        "knowledgeRequirementChoice" : {
          "E" : "När arbetsuppgiften är utförd utvärderar eleven sitt arbete och resultat med <strong>enkla</strong> omdömen.",
          "C" : "När arbetsuppgiften är utförd utvärderar eleven sitt arbete och resultat med <strong>nyanserade</strong> omdömen.",
          "A" : "När arbetsuppgiften är utförd utvärderar eleven sitt arbete och resultat med <strong>nyanserade</strong> omdömen <strong>samt ger förslag på hur arbetet kan förbättras</strong>."
        }
      } ]
    }, {
      "heading" : "",
      "knowledgeRequirements" : [ {
        "text" : "Eleven redogör <strong>________</strong> för arbetsmiljöfrågor.",
        "knowledgeRequirementChoice" : {
          "E" : "Eleven redogör <strong>översiktligt</strong> för arbetsmiljöfrågor.",
          "C" : "Eleven redogör <strong>utförligt</strong> för arbetsmiljöfrågor.",
          "A" : "Eleven redogör <strong>utförligt och nyanserat</strong> för arbetsmiljöfrågor."
        }
      }, {
        "text" : "Dessutom diskuterar eleven <strong>________</strong> inköpsfrågor utifrån socialt ansvarstagande, rättvis handel och hållbar utveckling.",
        "knowledgeRequirementChoice" : {
          "E" : "Dessutom diskuterar eleven <strong>översiktligt</strong> inköpsfrågor utifrån socialt ansvarstagande, rättvis handel och hållbar utveckling.",
          "C" : "Dessutom diskuterar eleven <strong>utförligt</strong> inköpsfrågor utifrån socialt ansvarstagande, rättvis handel och hållbar utveckling.",
          "A" : "Dessutom diskuterar eleven <strong>utförligt och nyanserat</strong> inköpsfrågor utifrån socialt ansvarstagande, rättvis handel och hållbar utveckling."
        }
      } ]
    }, {
      "heading" : "",
      "knowledgeRequirements" : [ {
        "text" : "När eleven samråder med handledare bedömer hon eller han <strong>________</strong> den egna förmågan och situationens krav.",
        "knowledgeRequirementChoice" : {
          "E" : "När eleven samråder med handledare bedömer hon eller han <strong>med viss säkerhet</strong> den egna förmågan och situationens krav.",
          "C" : "När eleven samråder med handledare bedömer hon eller han <strong>med viss säkerhet</strong> den egna förmågan och situationens krav.",
          "A" : "När eleven samråder med handledare bedömer hon eller han <strong>med säkerhet</strong> den egna förmågan och situationens krav."
        }
      } ]
    } ],
    "point" : 100,
    "year" : null
  }, {
    "name" : "Logistik 1",
    "description" : " Kursen logistik 1 omfattar punkterna 1–2, 4–6 och 9–10 under rubriken Ämnets syfte. I kursen behandlas grundläggande kunskaper i ämnet. ",
    "code" : "INKLOG01",
    "centralContent" : [ {
      "heading" : "Undervisningen i kursen ska behandla följande centrala innehåll:",
      "lines" : [ "Logistikens roll i företaget.", "Praktiskt logistik-, lager- och inköpsarbete samt organisering av lager, struktur, utrustning, plockmetoder och arbetsorganisation.", "Lagerfunktioner, lagerhållning och lagrets olika avdelningar och arbetsuppgifter.", "Logistikens utveckling.", "Varans väg från producent till konsument.", "Varudistribution och distributionssystem.", "Leveransprocessen, leveransbevakning och kvalitet.", "Värdeskapande i försörjningskedjan.", "Lagar och andra bestämmelser.", "Arbetsmiljö och ergonomi.", "Miljö- och resurshushållningsfrågor." ]
    } ],
    "knowledgeRequirementParagraphs" : [ {
      "heading" : "",
      "knowledgeRequirements" : [ {
        "text" : "Eleven redogör <strong>________</strong> för hur grundläggande logistikarbete planeras och utförs samt värderar med <strong>________</strong> omdömen olika logistikstrategier.",
        "knowledgeRequirementChoice" : {
          "E" : "Eleven redogör <strong>översiktligt</strong> för hur grundläggande logistikarbete planeras och utförs samt värderar med <strong>enkla</strong> omdömen olika logistikstrategier.",
          "C" : "Eleven redogör <strong>utförligt</strong> för hur grundläggande logistikarbete planeras och utförs samt värderar med <strong>enkla</strong> omdömen olika logistikstrategier.",
          "A" : "Eleven redogör <strong>utförligt och nyanserat</strong> för hur grundläggande logistikarbete planeras och utförs samt värderar med <strong>nyanserade</strong> omdömen olika logistikstrategier."
        }
      }, {
        "text" : "Dessutom beskriver eleven <strong>________</strong> logistikens utveckling samt redogör <strong>________</strong> för hur försörjningskedjan fungerar från tillverkare till konsument.",
        "knowledgeRequirementChoice" : {
          "E" : "Dessutom beskriver eleven <strong>översiktligt</strong> logistikens utveckling samt redogör <strong>översiktligt</strong> för hur försörjningskedjan fungerar från tillverkare till konsument.",
          "C" : "Dessutom beskriver eleven <strong>utförligt</strong> logistikens utveckling samt redogör <strong>utförligt</strong> för hur försörjningskedjan fungerar från tillverkare till konsument.",
          "A" : "Dessutom beskriver eleven <strong>utförligt och nyanserat</strong> logistikens utveckling samt redogör <strong>utförligt och nyanserat</strong> för hur försörjningskedjan fungerar från tillverkare till konsument."
        }
      } ]
    }, {
      "heading" : "",
      "knowledgeRequirements" : [ {
        "text" : "Eleven planerar, organiserar och utför <strong>________</strong> med handledare grundläggande arbetsuppgifter inom logistikområdet enligt gällande lagar och andra bestämmelser.",
        "knowledgeRequirementChoice" : {
          "E" : "Eleven planerar, organiserar och utför <strong>i samråd</strong> med handledare grundläggande arbetsuppgifter inom logistikområdet enligt gällande lagar och andra bestämmelser.",
          "C" : "Eleven planerar, organiserar och utför <strong>efter samråd</strong> med handledare grundläggande arbetsuppgifter inom logistikområdet enligt gällande lagar och andra bestämmelser. <strong>Eleven genomför arbetet på ett välorganiserat sätt</strong>.",
          "A" : "Eleven planerar, organiserar och utför <strong>efter samråd</strong> med handledare grundläggande arbetsuppgifter inom logistikområdet enligt gällande lagar och andra bestämmelser. <strong>Eleven genomför arbetet på ett välorganiserat sätt samt tar egna initiativ i arbetet</strong>."
        }
      }, {
        "text" : "När arbetsuppgiften är utförd utvärderar eleven sitt arbete och resultat med <strong>________</strong> omdömen.",
        "knowledgeRequirementChoice" : {
          "E" : "När arbetsuppgiften är utförd utvärderar eleven sitt arbete och resultat med <strong>enkla</strong> omdömen.",
          "C" : "När arbetsuppgiften är utförd utvärderar eleven sitt arbete och resultat med <strong>nyanserade</strong> omdömen.",
          "A" : "När arbetsuppgiften är utförd utvärderar eleven sitt arbete och resultat med <strong>nyanserade</strong> omdömen <strong>samt ger förslag på hur arbetet kan förbättras</strong>."
        }
      } ]
    }, {
      "heading" : "",
      "knowledgeRequirements" : [ {
        "text" : "Eleven redogör <strong>________</strong> för arbetsmiljöfrågor.",
        "knowledgeRequirementChoice" : {
          "E" : "Eleven redogör <strong>översiktligt</strong> för arbetsmiljöfrågor.",
          "C" : "Eleven redogör <strong>utförligt</strong> för arbetsmiljöfrågor.",
          "A" : "Eleven redogör <strong>utförligt och nyanserat</strong> för arbetsmiljöfrågor."
        }
      }, {
        "text" : "Dessutom diskuterar eleven <strong>________</strong> logistikfrågor utifrån miljö- och resurshushållning.",
        "knowledgeRequirementChoice" : {
          "E" : "Dessutom diskuterar eleven <strong>översiktligt</strong> logistikfrågor utifrån miljö- och resurshushållning.",
          "C" : "Dessutom diskuterar eleven <strong>utförligt</strong> logistikfrågor utifrån miljö- och resurshushållning.",
          "A" : "Dessutom diskuterar eleven <strong>utförligt och nyanserat</strong> logistikfrågor utifrån miljö- och resurshushållning."
        }
      } ]
    }, {
      "heading" : "",
      "knowledgeRequirements" : [ {
        "text" : "När eleven samråder med handledare bedömer hon eller han <strong>________</strong> den egna förmågan och situationens krav.",
        "knowledgeRequirementChoice" : {
          "E" : "När eleven samråder med handledare bedömer hon eller han <strong>med viss säkerhet</strong> den egna förmågan och situationens krav.",
          "C" : "När eleven samråder med handledare bedömer hon eller han <strong>med viss säkerhet</strong> den egna förmågan och situationens krav.",
          "A" : "När eleven samråder med handledare bedömer hon eller han <strong>med säkerhet</strong> den egna förmågan och situationens krav."
        }
      } ]
    } ],
    "point" : 100,
    "year" : null
  }, {
    "name" : "Logistik 2",
    "description" : " Kursen logistik 2 omfattar punkterna 1–2, 4–7 och 9–10 under rubriken Ämnets syfte. I kursen behandlas fördjupade kunskaper i ämnet. ",
    "code" : "INKLOG02",
    "centralContent" : [ {
      "heading" : "Undervisningen i kursen ska behandla följande centrala innehåll:",
      "lines" : [ "Logistikflöden och varuflödesoptimering.", "Omsättning av modeller för resurseffektiva tankesätt och principer, till exempel lean logistics.", "Transportplanering och leveransbevakning.", "Leveransservice, lagerstyrning och uppföljning av lagerbindning.", "Kretsloppstänkande och förpackningar.", "Planering och kontroll av försörjningskedjor, till exempel hur flödet av varor, information och pengar från tillverkare till slutkund administreras genom alla led.", "Logistikanalyser, till exempel modeller för ledtids- och lönsamhetsanalyser.", "Nyckeltalsanalys och ekonomiska beräkningar inom logistikområdet.", "Lagar och andra bestämmelser.", "Arbetsmiljö- och ergonomifrågor inom logistikområdet.", "Miljö- och resurshushållningsfrågor." ]
    } ],
    "knowledgeRequirementParagraphs" : [ {
      "heading" : "",
      "knowledgeRequirements" : [ {
        "text" : "Eleven redogör <strong>________</strong> för hur logistikarbete planeras och utförs samt värderar med <strong>________</strong> omdömen olika logistikstrategier.",
        "knowledgeRequirementChoice" : {
          "E" : "Eleven redogör <strong>översiktligt</strong> för hur logistikarbete planeras och utförs samt värderar med <strong>enkla</strong> omdömen olika logistikstrategier.",
          "C" : "Eleven redogör <strong>utförligt</strong> för hur logistikarbete planeras och utförs samt värderar med <strong>enkla</strong> omdömen olika logistikstrategier.",
          "A" : "Eleven redogör <strong>utförligt och nyanserat</strong> för hur logistikarbete planeras och utförs samt värderar med <strong>nyanserade</strong> omdömen olika logistikstrategier."
        }
      }, {
        "text" : "Dessutom beskriver eleven <strong>________</strong> logistikens utveckling samt redogör <strong>________</strong> för hur försörjningskedjan fungerar från tillverkare till konsument.",
        "knowledgeRequirementChoice" : {
          "E" : "Dessutom beskriver eleven <strong>översiktligt</strong> logistikens utveckling samt redogör <strong>översiktligt</strong> för hur försörjningskedjan fungerar från tillverkare till konsument.",
          "C" : "Dessutom beskriver eleven <strong>utförligt</strong> logistikens utveckling samt redogör <strong>utförligt</strong> för hur försörjningskedjan fungerar från tillverkare till konsument.",
          "A" : "Dessutom beskriver eleven <strong>utförligt och nyanserat</strong> logistikens utveckling samt redogör <strong>utförligt och nyanserat</strong> för hur försörjningskedjan fungerar från tillverkare till konsument."
        }
      } ]
    }, {
      "heading" : "",
      "knowledgeRequirements" : [ {
        "text" : "Eleven planerar, organiserar och utför <strong>________</strong> med handledare arbetsuppgifter inom logistikområdet enligt gällande lagar och andra bestämmelser.",
        "knowledgeRequirementChoice" : {
          "E" : "Eleven planerar, organiserar och utför <strong>i samråd</strong> med handledare arbetsuppgifter inom logistikområdet enligt gällande lagar och andra bestämmelser.",
          "C" : "Eleven planerar, organiserar och utför <strong>efter samråd</strong> med handledare arbetsuppgifter inom logistikområdet enligt gällande lagar och andra bestämmelser.",
          "A" : "Eleven planerar, organiserar och utför <strong>efter samråd</strong> med handledare arbetsuppgifter inom logistikområdet enligt gällande lagar och andra bestämmelser."
        }
      }, {
        "text" : "I arbetet tar eleven egna initiativ för att lösa uppgiften.",
        "knowledgeRequirementChoice" : {
          "E" : "I arbetet tar eleven egna initiativ för att lösa uppgiften.",
          "C" : "I arbetet tar eleven egna initiativ för att lösa uppgiften.",
          "A" : "I arbetet tar eleven egna initiativ för att lösa uppgiften."
        }
      }, {
        "text" : "Dessutom gör eleven <strong>________</strong> med handledare ekonomiska beräkningar med <strong>________</strong> resultat.",
        "knowledgeRequirementChoice" : {
          "E" : "Dessutom gör eleven <strong>i samråd</strong> med handledare ekonomiska beräkningar med <strong>tillfredsställande</strong> resultat.",
          "C" : "Dessutom gör eleven <strong>efter samråd</strong> med handledare ekonomiska beräkningar med <strong>tillfredsställande</strong> resultat.",
          "A" : "Dessutom gör eleven <strong>efter samråd</strong> med handledare ekonomiska beräkningar med <strong>gott</strong> resultat."
        }
      }, {
        "text" : "När arbetsuppgiften är utförd utvärderar eleven sitt arbete och resultat med <strong>________</strong> omdömen.",
        "knowledgeRequirementChoice" : {
          "E" : "När arbetsuppgiften är utförd utvärderar eleven sitt arbete och resultat med <strong>enkla</strong> omdömen.",
          "C" : "När arbetsuppgiften är utförd utvärderar eleven sitt arbete och resultat med <strong>nyanserade</strong> omdömen.",
          "A" : "När arbetsuppgiften är utförd utvärderar eleven sitt arbete och resultat med <strong>nyanserade</strong> omdömen <strong>samt ger förslag på hur arbetet kan förbättras</strong>."
        }
      } ]
    }, {
      "heading" : "",
      "knowledgeRequirements" : [ {
        "text" : "Eleven redogör <strong>________</strong> för arbetsmiljöfrågor.",
        "knowledgeRequirementChoice" : {
          "E" : "Eleven redogör <strong>översiktligt</strong> för arbetsmiljöfrågor.",
          "C" : "Eleven redogör <strong>utförligt</strong> för arbetsmiljöfrågor.",
          "A" : "Eleven redogör <strong>utförligt och nyanserat</strong> för arbetsmiljöfrågor."
        }
      }, {
        "text" : "Dessutom diskuterar eleven <strong>________</strong> logistikfrågor utifrån miljö- och resurshushållning.",
        "knowledgeRequirementChoice" : {
          "E" : "Dessutom diskuterar eleven <strong>översiktligt</strong> logistikfrågor utifrån miljö- och resurshushållning.",
          "C" : "Dessutom diskuterar eleven <strong>utförligt</strong> logistikfrågor utifrån miljö- och resurshushållning.",
          "A" : "Dessutom diskuterar eleven <strong>utförligt</strong> logistikfrågor utifrån miljö- och resurshushållning."
        }
      } ]
    }, {
      "heading" : "",
      "knowledgeRequirements" : [ {
        "text" : "När eleven samråder med handledare bedömer hon eller han <strong>________</strong> den egna förmågan och situationens krav.",
        "knowledgeRequirementChoice" : {
          "E" : "När eleven samråder med handledare bedömer hon eller han <strong>med viss säkerhet</strong> den egna förmågan och situationens krav.",
          "C" : "När eleven samråder med handledare bedömer hon eller han <strong>med viss säkerhet</strong> den egna förmågan och situationens krav.",
          "A" : "När eleven samråder med handledare bedömer hon eller han <strong>med säkerhet</strong> den egna förmågan och situationens krav."
        }
      } ]
    } ],
    "point" : 100,
    "year" : null
  }, {
    "name" : "Transport och spedition",
    "description" : " Kursen transport och spedition omfattar punkterna 1–9 under rubriken Ämnets syfte med särskild betoning på punkterna 5–9. I kursen behandlas grundläggande kunskaper i ämnet. ",
    "code" : "INKTRP0",
    "centralContent" : [ {
      "heading" : "Undervisningen i kursen ska behandla följande centrala innehåll:",
      "lines" : [ "Köp och försäljning av olika transportlösningar.", "Transportbranschens utveckling och struktur.", "Frakt- och transportlösningar.", "Distributionssystem och ruttplanering.", "Internationella transporter", "Roller och arbetsuppgifter i transport- och speditionsbranschen, till exempel speditör eller transportplanerare på ett åkeri eller transportföretag.", "Materialadministration och miljöfrågor.", "Dokument- och informationshantering.", "Lagar, försäkringsvillkor och ansvarsregler.", "Kalkyler och fraktofferter.", "Transporter och varudistribution i miljö- och resursperspektiv." ]
    } ],
    "knowledgeRequirementParagraphs" : [ {
      "heading" : "",
      "knowledgeRequirements" : [ {
        "text" : "Eleven redogör <strong>________</strong> för hur köp och försäljning av frakt- och transportlösningar kan genomföras samt värderar med <strong>________</strong> omdömen olika transportlösningar.",
        "knowledgeRequirementChoice" : {
          "E" : "Eleven redogör <strong>översiktligt</strong> för hur köp och försäljning av frakt- och transportlösningar kan genomföras samt värderar med <strong>enkla</strong> omdömen olika transportlösningar.",
          "C" : "Eleven redogör <strong>utförligt</strong> för hur köp och försäljning av frakt- och transportlösningar kan genomföras samt värderar med <strong>enkla</strong> omdömen olika transportlösningar.",
          "A" : "Eleven redogör <strong>utförligt och nyanserat</strong> för hur köp och försäljning av frakt- och transportlösningar kan genomföras samt värderar med <strong>nyanserade</strong> omdömen olika transportlösningar."
        }
      }, {
        "text" : "Dessutom redogör eleven översiktligt för transportbranschens utveckling och struktur och de arbetsuppgifter och yrken som finns inom branschen.",
        "knowledgeRequirementChoice" : {
          "E" : "Dessutom redogör eleven översiktligt för transportbranschens utveckling och struktur och de arbetsuppgifter och yrken som finns inom branschen.",
          "C" : "Dessutom redogör eleven översiktligt för transportbranschens utveckling och struktur och de arbetsuppgifter och yrken som finns inom branschen.",
          "A" : "Dessutom redogör eleven översiktligt för transportbranschens utveckling och struktur och de arbetsuppgifter och yrken som finns inom branschen."
        }
      } ]
    }, {
      "heading" : "",
      "knowledgeRequirements" : [ {
        "text" : "Eleven planerar, organiserar och utför <strong>________</strong> med handledare arbetsuppgifter inom transport- och speditionsområdet enligt gällande lagar och andra bestämmelser.",
        "knowledgeRequirementChoice" : {
          "E" : "Eleven planerar, organiserar och utför <strong>i samråd</strong> med handledare arbetsuppgifter inom transport- och speditionsområdet enligt gällande lagar och andra bestämmelser.",
          "C" : "Eleven planerar, organiserar och utför <strong>efter samråd</strong> med handledare arbetsuppgifter inom transport- och speditionsområdet enligt gällande lagar och andra bestämmelser.",
          "A" : "Eleven planerar, organiserar och utför <strong>efter samråd</strong> med handledare arbetsuppgifter inom transport- och speditionsområdet enligt gällande lagar och andra bestämmelser."
        }
      }, {
        "text" : "Dessutom beräknar eleven <strong>________</strong> med handledare kostnader för olika frakt- och transportlösningar.",
        "knowledgeRequirementChoice" : {
          "E" : "Dessutom beräknar eleven <strong>i samråd</strong> med handledare kostnader för olika frakt- och transportlösningar.",
          "C" : "Dessutom beräknar eleven <strong>efter samråd</strong> med handledare kostnader för olika frakt- och transportlösningar. <strong>Eleven genomför arbetet på ett välorganiserat sätt</strong>.",
          "A" : "Dessutom beräknar eleven <strong>efter samråd</strong> med handledare kostnader för olika frakt- och transportlösningar <strong>och föreslår utifrån det olika transportalternativ</strong>. <strong>Eleven genomför arbetet på ett välorganiserat sätt samt tar egna initiativ i arbetet</strong>."
        }
      }, {
        "text" : "När arbetsuppgiften är utförd utvärderar eleven sitt arbete och resultat med <strong>________</strong> omdömen.",
        "knowledgeRequirementChoice" : {
          "E" : "När arbetsuppgiften är utförd utvärderar eleven sitt arbete och resultat med <strong>enkla</strong> omdömen.",
          "C" : "När arbetsuppgiften är utförd utvärderar eleven sitt arbete och resultat med <strong>nyanserade</strong> omdömen.",
          "A" : "När arbetsuppgiften är utförd utvärderar eleven sitt arbete och resultat med <strong>nyanserade</strong> omdömen <strong>samt ger förslag på hur arbetet kan förbättras</strong>."
        }
      } ]
    }, {
      "heading" : "",
      "knowledgeRequirements" : [ {
        "text" : "Eleven redogör <strong>________</strong> för arbetsmiljöfrågor.",
        "knowledgeRequirementChoice" : {
          "E" : "Eleven redogör <strong>översiktligt</strong> för arbetsmiljöfrågor.",
          "C" : "Eleven redogör <strong>utförligt</strong> för arbetsmiljöfrågor.",
          "A" : "Eleven redogör <strong>utförligt och nyanserat</strong> för arbetsmiljöfrågor."
        }
      }, {
        "text" : "Dessutom diskuterar eleven <strong>________</strong> transport- och speditionsfrågor utifrån rättvis handel och hållbar utveckling.",
        "knowledgeRequirementChoice" : {
          "E" : "Dessutom diskuterar eleven <strong>översiktligt</strong> transport- och speditionsfrågor utifrån rättvis handel och hållbar utveckling.",
          "C" : "Dessutom diskuterar eleven <strong>utförligt</strong> transport- och speditionsfrågor utifrån rättvis handel och hållbar utveckling.",
          "A" : "Dessutom diskuterar eleven <strong>utförligt och nyanserat</strong> transport- och speditionsfrågor utifrån rättvis handel och hållbar utveckling."
        }
      } ]
    }, {
      "heading" : "",
      "knowledgeRequirements" : [ {
        "text" : "När eleven samråder med handledare bedömer hon eller han <strong>________</strong> den egna förmågan och situationens krav.",
        "knowledgeRequirementChoice" : {
          "E" : "När eleven samråder med handledare bedömer hon eller han <strong>med viss säkerhet</strong> den egna förmågan och situationens krav.",
          "C" : "När eleven samråder med handledare bedömer hon eller han <strong>med viss säkerhet</strong> den egna förmågan och situationens krav.",
          "A" : "När eleven samråder med handledare bedömer hon eller han <strong>med säkerhet</strong> den egna förmågan och situationens krav."
        }
      } ]
    } ],
    "point" : 100,
    "year" : null
  } ]
}