{
  "name" : "Konst och kultur",
  "description" : "Ämnet konst och kultur är till sin karaktär tvärvetenskapligt. Det har sin bas inom estetik, idéhistoria, historia, arkitektur samt dans-, film-, konst-, musik- och teatervetenskap. I ämnet behandlas kulturhistoria i betydelsen konstarternas historia och sambandet mellan kulturhistoria, samtida idéer och samhällsförändringar. Ämnet spänner över såväl nutida som historiska nationella och internationella kulturströmningar med betoning på den västerländska utvecklingen.",
  "code" : "KOS",
  "designation" : "",
  "skolfsId" : "2010:122",
  "purposes" : [ {
    "type" : "PARAGRAPH",
    "heading" : "",
    "lines" : [ "Undervisningen i ämnet konst och kultur ska syfta till att eleverna utvecklar kunskaper i idéhistoria och konstarternas utveckling samt om dagens kulturyttringar.", "Den ska även leda till att eleverna utvecklar kunskaper om vad som kan menas med kultur och vad detta begrepp omfattar." ]
  }, {
    "type" : "PARAGRAPH",
    "heading" : "",
    "lines" : [ "Undervisningen ska ge eleverna möjlighet att bekanta sig med de konstnärliga uttryckens mångfald och rikedom samt öka elevernas beredskap att ta till sig även sådant som kan te sig nytt och främmande.", "Eleverna ska ges möjlighet att utveckla ett reflekterande och kritiskt tänkande kring konstarterna och konstens roll i samhället.", "Vidare ska undervisningen bidra till att eleverna utvecklar kreativitet och intresse för eget skapande." ]
  }, {
    "type" : "PARAGRAPH",
    "heading" : "",
    "lines" : [ "Att analysera, tolka och uppleva olika slags kulturella uttrycksformer, även via olika medier, ska utgöra en väsentlig del av undervisningen.", "Undervisningen ska varva teori och praktiska inslag med betoning på både reflektion och upplevelse.", "Den ska också stimulera eleverna att pröva olika uttryck och presentationsformer med hjälp av olika medier.", "Undervisningen ska vidare ge utrymme för studiebesök och kulturupplevelser av olika slag." ]
  }, {
    "type" : "BULLET",
    "heading" : "Undervisningen i ämnet konst och kultur ska ge eleverna förutsättningar att utveckla följande:",
    "lines" : [ "Kunskaper om kultur- och idéhistorien från antiken till i dag samt om vanliga epok- och genrebegrepp.", "Förmåga att sätta in den kultur- och idéhistoriska utvecklingen i ett större sammanhang samt att resonera kring hur olika skeenden har påverkat och påverkar idéhistorien och konstarternas utveckling.", "Kunskaper om kulturbegreppets olika innebörder och centrala tankegångar inom estetiken.", "Kunskaper om de olika konstarternas särskilda uttrycksmedel samt om konstarternas samspel med varandra, med teknikutvecklingen och med det omgivande samhället.", "Kunskaper om vad som har kännetecknat och kännetecknar kreativa miljöer samt om skapandets villkor för olika grupper.", "Förmåga att analysera och tolka kulturuttryck och idéströmningar med hjälp av adekvata begrepp, metoder och teorier." ]
  } ],
  "courses" : [ {
    "name" : "Film- och tv-kunskap",
    "description" : "Kursen film- och tv-kunskap omfattar punkterna 1–2 och 4–6 under rubriken Ämnets syfte. I kursen behandlas grundläggande kunskaper i ämnet.",
    "code" : "KOSFIL0",
    "centralContent" : [ {
      "heading" : "Undervisningen i kursen ska behandla följande centrala innehåll:",
      "lines" : [ "Film från olika epoker, genrer och kultursfärer.", "Den rörliga bildens historia och dess utveckling från stumfilmen, både fiktionsfilm och det dokumentära filmberättandet, till digitalt filmberättande.", "Filmgenrer och stilistiska drag i film och tv från olika tider, till exempel drama, magasin och serier. Hur en genre definieras och vad som kännetecknar en sådan.", "Filmmediets estetik. Filmens språk jämfört med andra former av berättande, till exempel teater, vad gäller dramaturgi, karaktärer och andra faktorer. Användning av berättarkomponenterna bild och ljud.", "Film- och tv-dramaturgi, till exempel den anglosaxiska och den episka berättarformen.", "Vilken roll film och tv har och har haft i samhället. Kreativa miljöer inom film- och tv-världen.", "Etiska diskussioner inom film och tv utifrån till exempel censur, demokrati och yttrandefrihet samt utifrån upphovsrättsliga bestämmelser.", "Filmvetenskapliga begrepp och metoder.", "Tolkning av och samtal om, samt kritisk granskning och analys av, olika filmiska uttryckssätt. Berättarkomponentsanalys och bildanalys samt analys utifrån olika teman." ]
    } ],
    "knowledgeRequirementParagraphs" : [ {
      "heading" : "",
      "knowledgeRequirements" : [ {
        "text" : "Eleven redogör <strong>________</strong> för centrala företeelser i film- och tv-historien samt gör <strong>________</strong> kopplingar till nutiden.",
        "knowledgeRequirementChoice" : {
          "E" : "Eleven redogör <strong>översiktligt</strong> för centrala företeelser i film- och tv-historien samt gör <strong>enkla</strong> kopplingar till nutiden.",
          "C" : "Eleven redogör <strong>utförligt</strong> för centrala företeelser i film- och tv-historien samt gör <strong>välgrundade</strong> kopplingar till nutiden.",
          "A" : "Eleven redogör <strong>utförligt och nyanserat</strong> för centrala företeelser i film- och tv-historien samt gör <strong>välgrundade och nyanserade</strong> kopplingar till nutiden."
        }
      }, {
        "text" : "Eleven redogör också <strong>________</strong> för centrala drag i fiktionsfilm och dokumentärt berättande samt i <strong>________</strong> film- och tv-genrer.",
        "knowledgeRequirementChoice" : {
          "E" : "Eleven redogör också <strong>översiktligt</strong> för centrala drag i fiktionsfilm och dokumentärt berättande samt i <strong>några</strong> film- och tv-genrer.",
          "C" : "Eleven redogör också <strong>utförligt</strong> för centrala drag i fiktionsfilm och dokumentärt berättande samt i <strong>några</strong> film- och tv-genrer.",
          "A" : "Eleven redogör också <strong>utförligt och nyanserat</strong> för centrala drag i fiktionsfilm och dokumentärt berättande samt i <strong>flera</strong> film- och tv-genrer."
        }
      }, {
        "text" : "Dessutom diskuterar eleven <strong>________</strong> filmmediets estetik.",
        "knowledgeRequirementChoice" : {
          "E" : "Dessutom diskuterar eleven <strong>översiktligt</strong> filmmediets estetik.",
          "C" : "Dessutom diskuterar eleven <strong>utförligt</strong> filmmediets estetik.",
          "A" : "Dessutom diskuterar eleven <strong>utförligt och nyanserat</strong> filmmediets estetik."
        }
      } ]
    }, {
      "heading" : "",
      "knowledgeRequirements" : [ {
        "text" : "Eleven för <strong>________</strong> resonemang kring samband mellan film och samhälle, kring föreställningar om kreativa miljöer samt kring etiska frågor och dilemman inom film och tv.",
        "knowledgeRequirementChoice" : {
          "E" : "Eleven för <strong>enkla</strong> resonemang kring samband mellan film och samhälle, kring föreställningar om kreativa miljöer samt kring etiska frågor och dilemman inom film och tv.",
          "C" : "Eleven för <strong>välgrundade</strong> resonemang kring samband mellan film och samhälle, kring föreställningar om kreativa miljöer samt kring etiska frågor och dilemman inom film och tv.",
          "A" : "Eleven för <strong>välgrundade och nyanserade</strong> resonemang kring samband mellan film och samhälle, kring föreställningar om kreativa miljöer samt kring etiska frågor och dilemman inom film och tv."
        }
      } ]
    }, {
      "heading" : "",
      "knowledgeRequirements" : [ {
        "text" : "Utifrån centrala filmvetenskapliga begrepp och verktyg för eleven <strong>________</strong> resonemang om stil, innehåll och bärande tankar i filmverk och filmskapande från olika tider och epoker.",
        "knowledgeRequirementChoice" : {
          "E" : "Utifrån centrala filmvetenskapliga begrepp och verktyg för eleven <strong>enkla</strong> resonemang om stil, innehåll och bärande tankar i filmverk och filmskapande från olika tider och epoker.",
          "C" : "Utifrån centrala filmvetenskapliga begrepp och verktyg för eleven <strong>välgrundade</strong> resonemang om stil, innehåll och bärande tankar i filmverk och filmskapande från olika tider och epoker.",
          "A" : "Utifrån centrala filmvetenskapliga begrepp och verktyg för eleven <strong>välgrundade och nyanserade</strong> resonemang om stil, innehåll och bärande tankar i filmverk och filmskapande från olika tider och epoker."
        }
      }, {
        "text" : "Eleven gör <strong>________</strong> tolkningar och analyser av olika filmiska uttryckssätt både muntligt och skriftligt och ger <strong>________</strong> förklaringar till sina tolkningar och analyser.",
        "knowledgeRequirementChoice" : {
          "E" : "Eleven gör <strong>enkla</strong> tolkningar och analyser av olika filmiska uttryckssätt både muntligt och skriftligt och ger <strong>enkla</strong> förklaringar till sina tolkningar och analyser.",
          "C" : "Eleven gör tolkningar och analyser av olika filmiska uttryckssätt både muntligt och skriftligt och ger <strong>välgrundade</strong> förklaringar till sina tolkningar och analyser.",
          "A" : "Eleven gör <strong>komplexa</strong> tolkningar och analyser av olika filmiska uttryckssätt både muntligt och skriftligt och ger <strong>välgrundade och nyanserade</strong> förklaringar till sina tolkningar och analyser."
        }
      }, {
        "text" : "Vidare formulerar eleven <strong>________</strong> reflektioner över egna filmupplevelser.",
        "knowledgeRequirementChoice" : {
          "E" : "Vidare formulerar eleven <strong>enkla</strong> reflektioner över egna filmupplevelser.",
          "C" : "Vidare formulerar eleven <strong>välgrundade</strong> reflektioner över egna filmupplevelser.",
          "A" : "Vidare formulerar eleven <strong>välgrundade och nyanserade</strong> reflektioner över egna filmupplevelser."
        }
      }, {
        "text" : "I sin tolkning och analys använder eleven <strong>________</strong> relevanta begrepp och metoder.",
        "knowledgeRequirementChoice" : {
          "E" : "I sin tolkning och analys använder eleven <strong>med viss säkerhet</strong> relevanta begrepp och metoder.",
          "C" : "I sin tolkning och analys använder eleven <strong>med viss säkerhet</strong> relevanta begrepp och metoder.",
          "A" : "I sin tolkning och analys använder eleven <strong>med säkerhet</strong> relevanta begrepp och metoder."
        }
      } ]
    } ],
    "point" : 100,
    "year" : null
  }, {
    "name" : "Konstarterna och samhället",
    "description" : " Kursen konstarterna och samhället omfattar punkterna 2–6 under rubriken Ämnets syfte. I kursen behandlas grundläggande kunskaper i ämnet. ",
    "code" : "KOSKOS0",
    "centralContent" : [ {
      "heading" : "Undervisningen i kursen ska behandla följande centrala innehåll:",
      "lines" : [ "Orientering om samtida kulturuttryck och beröringspunkter mellan dem.", "Kulturbegreppets olika innebörder samt relationen mellan etablerade konstformer och populärkultur.", "Samband mellan samhällsförändring och konstnärliga uttrycksformer, i nutiden och med historiska tillbakablickar.", "Konstnärliga uttrycksformers roll och villkor i dagens samhälle. Frågor som rör upphovsrätt, yttrandefrihet, demokrati och censur liksom tekniska möjligheter att presentera konstnärligt skapande.", "Det konstnärliga yrkesutövandets villkor samt föreställningar om kreativitet och vad som kännetecknar kreativa miljöer.", "Elevernas eget skapande och hur det förhåller sig till samtidens konstnärliga uttryck.", "Analys och tolkning av aktuella kultur- och konstföreteelser. Begrepp och teorier som förekommer i aktuell kulturdebatt." ]
    } ],
    "knowledgeRequirementParagraphs" : [ {
      "heading" : "",
      "knowledgeRequirements" : [ {
        "text" : "Eleven redogör <strong>________</strong> för olika former av samtida kulturuttryck och för <strong>________</strong> beröringspunkt mellan dem.",
        "knowledgeRequirementChoice" : {
          "E" : "Eleven redogör <strong>översiktligt</strong> för olika former av samtida kulturuttryck och för <strong>någon</strong> beröringspunkt mellan dem.",
          "C" : "Eleven redogör <strong>utförligt</strong> för olika former av samtida kulturuttryck och för <strong>några</strong> beröringspunkter mellan dem.",
          "A" : "Eleven redogör <strong>utförligt och nyanserat</strong> för olika former av samtida kulturuttryck och för <strong>flera</strong> beröringspunkter mellan dem."
        }
      }, {
        "text" : "Dessutom redogör eleven <strong>________</strong> för olika sätt att använda kulturbegreppet och för olika aspekter på förhållandet mellan etablerade konstformer och populärkultur.",
        "knowledgeRequirementChoice" : {
          "E" : "Dessutom redogör eleven <strong>översiktligt</strong> för olika sätt att använda kulturbegreppet och för olika aspekter på förhållandet mellan etablerade konstformer och populärkultur.",
          "C" : "Dessutom redogör eleven <strong>utförligt</strong> för olika sätt att använda kulturbegreppet och för olika aspekter på förhållandet mellan etablerade konstformer och populärkultur.",
          "A" : "Dessutom redogör eleven <strong>utförligt och nyanserat</strong> för olika sätt att använda kulturbegreppet och för olika aspekter på förhållandet mellan etablerade konstformer och populärkultur."
        }
      } ]
    }, {
      "heading" : "",
      "knowledgeRequirements" : [ {
        "text" : "Eleven för <strong>________</strong> resonemang kring samband mellan konstnärliga uttryck och samhällsförändringar.",
        "knowledgeRequirementChoice" : {
          "E" : "Eleven för <strong>enkla</strong> resonemang kring samband mellan konstnärliga uttryck och samhällsförändringar.",
          "C" : "Eleven för <strong>välgrundade</strong> resonemang kring samband mellan konstnärliga uttryck och samhällsförändringar.",
          "A" : "Eleven för <strong>välgrundade och nyanserade</strong> resonemang kring samband mellan konstnärliga uttryck och samhällsförändringar."
        }
      }, {
        "text" : "Eleven diskuterar också <strong>________</strong> och med <strong>________</strong> argument konstnärliga uttrycksformers roll i samhället samt samband mellan ett samhälles syn på demokrati, yttrandefrihet och censur och hur konst- och kulturuttryck används.",
        "knowledgeRequirementChoice" : {
          "E" : "Eleven diskuterar också <strong>översiktligt</strong> och med <strong>enkla</strong> argument konstnärliga uttrycksformers roll i samhället samt samband mellan ett samhälles syn på demokrati, yttrandefrihet och censur och hur konst- och kulturuttryck används.",
          "C" : "Eleven diskuterar också <strong>utförligt</strong> och med <strong>välgrundade</strong> argument konstnärliga uttrycksformers roll i samhället samt samband mellan ett samhälles syn på demokrati, yttrandefrihet och censur och hur konst- och kulturuttryck används.",
          "A" : "Eleven diskuterar också <strong>utförligt</strong> och med <strong>välgrundade och nyanserade</strong> argument konstnärliga uttrycksformers roll i samhället samt samband mellan ett samhälles syn på demokrati, yttrandefrihet och censur och hur konst- och kulturuttryck används."
        }
      }, {
        "text" : "Dessutom redogör eleven <strong>________</strong> för <strong>________</strong> samband mellan teknikutveckling och kulturutveckling och för hur detta kan förändra konstnärers förutsättningar att verka i samhället.",
        "knowledgeRequirementChoice" : {
          "E" : "Dessutom redogör eleven <strong>översiktligt</strong> för <strong>något</strong> samband mellan teknikutveckling och kulturutveckling och för hur detta kan förändra konstnärers förutsättningar att verka i samhället.",
          "C" : "Dessutom redogör eleven <strong>utförligt</strong> för <strong>några</strong> samband mellan teknikutveckling och kulturutveckling och för hur detta kan förändra konstnärers förutsättningar att verka i samhället.",
          "A" : "Dessutom redogör eleven <strong>utförligt och nyanserat</strong> för <strong>några</strong> samband mellan teknikutveckling och kulturutveckling och för hur detta kan förändra konstnärers förutsättningar att verka i samhället."
        }
      }, {
        "text" : "Vidare för eleven <strong>________</strong> resonemang kring villkor för konstnärlig yrkesutövning i dag liksom olika föreställningar om kreativitet och kreativa miljöer.",
        "knowledgeRequirementChoice" : {
          "E" : "Vidare för eleven <strong>enkla</strong> resonemang kring villkor för konstnärlig yrkesutövning i dag liksom olika föreställningar om kreativitet och kreativa miljöer.",
          "C" : "Vidare för eleven <strong>välgrundade</strong> resonemang kring villkor för konstnärlig yrkesutövning i dag liksom olika föreställningar om kreativitet och kreativa miljöer.",
          "A" : "Vidare för eleven <strong>välgrundade och nyanserade</strong> resonemang kring villkor för konstnärlig yrkesutövning i dag liksom olika föreställningar om kreativitet och kreativa miljöer."
        }
      } ]
    }, {
      "heading" : "",
      "knowledgeRequirements" : [ {
        "text" : "Eleven gör <strong>________</strong> tolkningar och analyser av aktuella kultur- och konstföreteelser med hjälp av <strong>________</strong> presentationsform och ger <strong>________</strong> förklaringar till sina tolkningar och analyser.",
        "knowledgeRequirementChoice" : {
          "E" : "Eleven gör <strong>enkla</strong> tolkningar och analyser av aktuella kultur- och konstföreteelser med hjälp av <strong>någon</strong> presentationsform och ger <strong>enkla</strong> förklaringar till sina tolkningar och analyser.",
          "C" : "Eleven gör tolkningar och analyser av aktuella kultur- och konstföreteelser med hjälp av <strong>några</strong> presentationsformer och ger <strong>välgrundade</strong> förklaringar till sina tolkningar och analyser.",
          "A" : "Eleven gör <strong>komplexa</strong> tolkningar och analyser av aktuella kultur- och konstföreteelser med hjälp av <strong>några</strong> presentationsformer och ger <strong>välgrundade och nyanserade</strong> förklaringar till sina tolkningar och analyser."
        }
      }, {
        "text" : "Vidare formulerar eleven <strong>________</strong> reflektioner över egna kulturupplevelser och gör <strong>________</strong> kopplingar mellan sina egna erfarenheter av skapande och samtidens konstnärliga uttryck.",
        "knowledgeRequirementChoice" : {
          "E" : "Vidare formulerar eleven <strong>enkla</strong> reflektioner över egna kulturupplevelser och gör <strong>enkla</strong> kopplingar mellan sina egna erfarenheter av skapande och samtidens konstnärliga uttryck.",
          "C" : "Vidare formulerar eleven <strong>välgrundade</strong> reflektioner över egna kulturupplevelser och gör <strong>välgrundade</strong> kopplingar mellan sina egna erfarenheter av skapande och samtidens konstnärliga uttryck.",
          "A" : "Vidare formulerar eleven <strong>välgrundade och nyanserade</strong> reflektioner över egna kulturupplevelser och gör <strong>välgrundade och nyanserade</strong> kopplingar mellan sina egna erfarenheter av skapande och samtidens konstnärliga uttryck."
        }
      }, {
        "text" : "I sin tolkning och analys använder eleven <strong>________</strong> relevanta begrepp och teorier.",
        "knowledgeRequirementChoice" : {
          "E" : "I sin tolkning och analys använder eleven <strong>med viss säkerhet</strong> relevanta begrepp och teorier.",
          "C" : "I sin tolkning och analys använder eleven <strong>med viss säkerhet</strong> relevanta begrepp och teorier.",
          "A" : "I sin tolkning och analys använder eleven <strong>med säkerhet</strong> relevanta begrepp och teorier."
        }
      } ]
    } ],
    "point" : 50,
    "year" : null
  }, {
    "name" : "Kultur- och idéhistoria",
    "description" : "Kursen kultur- och idéhistoria omfattar punkterna 1–6 under rubriken Ämnets syfte. I kursen behandlas grundläggande kunskaper i ämnet.",
    "code" : "KOSKUL0",
    "centralContent" : [ {
      "heading" : "Undervisningen i kursen ska behandla följande centrala innehåll:",
      "lines" : [ "Huvuddragen i kultur- och idéhistorien med tyngdpunkt i den västerländska utvecklingen och i de föreställningar och konstnärliga uttryck som pekar mot nutid.", "Kulturuttryck från olika epoker och kultursfärer.", "Samband mellan kulturuttryck, tankeströmningar och samhällsförändringar under olika kulturella epoker.", "Den nutida indelningen av kultur- och idéhistorien i epoker, vad som kännetecknar dem och problematisering av periodiseringar.", "Väsentliga aspekter på det estetiska tänkandets historia och olika avgränsningar av begreppet kultur liksom olika föreställningar om finkultur respektive populärkultur genom historien.", "Teknikutvecklingens påverkan på konstnärliga uttrycksmedel.", "Villkoren för konstnärlig verksamhet, hur de skiftat över tid och i olika miljöer samt vilken roll genus och annan grupptillhörighet har spelat i sammanhanget.", "Konstens och kulturens förhållande till makt och överhet inkluderande allt från propaganda till kritiskt ifrågasättande.", "Samtal om, samt analys och tolkning av, konstverk och andra kulturella uttryck med hjälp av relevanta begrepp, metoder och teorier." ]
    } ],
    "knowledgeRequirementParagraphs" : [ {
      "heading" : "",
      "knowledgeRequirements" : [ {
        "text" : "Eleven redogör <strong>________</strong> för huvuddragen i kultur- och idéhistorien från antiken till i dag samt för <strong>________</strong> resonemang kring epokindelning och <strong>________</strong> epokbegrepp.",
        "knowledgeRequirementChoice" : {
          "E" : "Eleven redogör <strong>översiktligt</strong> för huvuddragen i kultur- och idéhistorien från antiken till i dag samt för <strong>enkla</strong> resonemang kring epokindelning och <strong>viktiga</strong> epokbegrepp.",
          "C" : "Eleven redogör <strong>utförligt</strong> för huvuddragen i kultur- och idéhistorien från antiken till i dag samt för <strong>välgrundade</strong> resonemang kring epokindelning och <strong>viktiga</strong> epokbegrepp.",
          "A" : "Eleven redogör <strong>utförligt och nyanserat</strong> för huvuddragen i kultur- och idéhistorien från antiken till i dag samt för <strong>välgrundade och nyanserade</strong> resonemang kring epokindelning och <strong>viktiga</strong> epokbegrepp."
        }
      }, {
        "text" : "Eleven redogör också <strong>________</strong> för olika företeelser inom kultur- och idéhistorien.",
        "knowledgeRequirementChoice" : {
          "E" : "Eleven redogör också <strong>översiktligt</strong> för olika företeelser inom kultur- och idéhistorien.",
          "C" : "Eleven redogör också <strong>utförligt</strong> för olika företeelser inom kultur- och idéhistorien.",
          "A" : "Eleven redogör också <strong>utförligt och nyanserat</strong> för olika företeelser inom kultur- och idéhistorien."
        }
      }, {
        "text" : "I redogörelserna använder eleven <strong>________</strong> relevanta begrepp.",
        "knowledgeRequirementChoice" : {
          "E" : "I redogörelserna använder eleven <strong>med viss säkerhet</strong> relevanta begrepp.",
          "C" : "I redogörelserna använder eleven <strong>med viss säkerhet</strong> relevanta begrepp.",
          "A" : "I redogörelserna använder eleven <strong>med säkerhet</strong> relevanta begrepp <strong>och teorier</strong>."
        }
      }, {
        "text" : "Dessutom förklarar eleven <strong>________</strong> samband mellan kulturuttryck, tankeströmningar, teknikutveckling och samhällsförändringar under olika kulturella epoker.",
        "knowledgeRequirementChoice" : {
          "E" : "Dessutom förklarar eleven <strong>översiktligt</strong> samband mellan kulturuttryck, tankeströmningar, teknikutveckling och samhällsförändringar under olika kulturella epoker.",
          "C" : "Dessutom förklarar eleven <strong>utförligt</strong> samband mellan kulturuttryck, tankeströmningar, teknikutveckling och samhällsförändringar under olika kulturella epoker.",
          "A" : "Dessutom förklarar eleven <strong>utförligt och nyanserat</strong> samband mellan kulturuttryck, tankeströmningar, teknikutveckling och samhällsförändringar under olika kulturella epoker."
        }
      }, {
        "text" : "Eleven sätter in olika företeelser inom kultur- och idéhistorien i ett större sammanhang genom att göra <strong>________</strong> kopplingar till paralleller i historien och samtiden.",
        "knowledgeRequirementChoice" : {
          "E" : "Eleven sätter in olika företeelser inom kultur- och idéhistorien i ett större sammanhang genom att göra <strong>enkla</strong> kopplingar till paralleller i historien och samtiden.",
          "C" : "Eleven sätter in olika företeelser inom kultur- och idéhistorien i ett större sammanhang genom att göra <strong>välgrundade</strong> kopplingar till paralleller i historien och samtiden.",
          "A" : "Eleven sätter in olika företeelser inom kultur- och idéhistorien i ett större sammanhang genom att göra <strong>välgrundade och nyanserade</strong> kopplingar till paralleller i historien och samtiden."
        }
      } ]
    }, {
      "heading" : "",
      "knowledgeRequirements" : [ {
        "text" : "Eleven redogör <strong>________</strong> för olika sätt att använda kulturbegreppet samt för <strong>________</strong> resonemang kring det estetiska tänkandets historia och kring olika historiska föreställningar om finkultur och populärkultur.",
        "knowledgeRequirementChoice" : {
          "E" : "Eleven redogör <strong>översiktligt</strong> för olika sätt att använda kulturbegreppet samt för <strong>enkla</strong> resonemang kring det estetiska tänkandets historia och kring olika historiska föreställningar om finkultur och populärkultur.",
          "C" : "Eleven redogör <strong>utförligt</strong> för olika sätt att använda kulturbegreppet samt för <strong>välgrundade</strong> resonemang kring det estetiska tänkandets historia och kring olika historiska föreställningar om finkultur och populärkultur.",
          "A" : "Eleven redogör <strong>utförligt och nyanserat</strong> för olika sätt att använda kulturbegreppet <strong>och för några olika teorier om det</strong> samt för <strong>välgrundade och nyanserade</strong> resonemang kring det estetiska tänkandets historia och kring olika historiska föreställningar om finkultur och populärkultur."
        }
      }, {
        "text" : "Eleven redogör också <strong>________</strong> för hur villkoren för konstnärligt skapande har förändrats över tid samt vilken roll genus eller annan grupptillhörighet spelat.",
        "knowledgeRequirementChoice" : {
          "E" : "Eleven redogör också <strong>översiktligt</strong> för hur villkoren för konstnärligt skapande har förändrats över tid samt vilken roll genus eller annan grupptillhörighet spelat.",
          "C" : "Eleven redogör också <strong>utförligt</strong> för hur villkoren för konstnärligt skapande har förändrats över tid samt vilken roll genus eller annan grupptillhörighet spelat.",
          "A" : "Eleven redogör också <strong>utförligt och nyanserat</strong> för hur villkoren för konstnärligt skapande har förändrats över tid samt vilken roll genus eller annan grupptillhörighet spelat."
        }
      }, {
        "text" : "Dessutom drar eleven <strong>________</strong> slutsatser om och diskuterar <strong>________</strong> och med <strong>________</strong> argument konstens förhållande till makt och överhet.",
        "knowledgeRequirementChoice" : {
          "E" : "Dessutom drar eleven <strong>enkla</strong> slutsatser om och diskuterar <strong>översiktligt</strong> och med <strong>enkla</strong> argument konstens förhållande till makt och överhet.",
          "C" : "Dessutom drar eleven <strong>välgrundade</strong> slutsatser om och diskuterar <strong>utförligt</strong> och med <strong>välgrundade</strong> argument konstens förhållande till makt och överhet.",
          "A" : "Dessutom drar eleven <strong>välgrundade och nyanserade</strong> slutsatser om och diskuterar <strong>utförligt</strong> och med <strong>välgrundade och nyanserade</strong> argument konstens förhållande till makt och överhet."
        }
      } ]
    }, {
      "heading" : "",
      "knowledgeRequirements" : [ {
        "text" : "Eleven gör <strong>________</strong> tolkningar och analyser av konstnärliga och andra kulturuttryck från antiken till i dag, i olika presentationsformer, och ger <strong>________</strong> förklaringar till sina tolkningar och analyser.",
        "knowledgeRequirementChoice" : {
          "E" : "Eleven gör <strong>enkla</strong> tolkningar och analyser av konstnärliga och andra kulturuttryck från antiken till i dag, i olika presentationsformer, och ger <strong>enkla</strong> förklaringar till sina tolkningar och analyser.",
          "C" : "Eleven gör tolkningar och analyser av konstnärliga och andra kulturuttryck från antiken till i dag, i olika presentationsformer, och ger <strong>välgrundade</strong> förklaringar till sina tolkningar och analyser.",
          "A" : "Eleven gör <strong>komplexa</strong> tolkningar och analyser av konstnärliga och andra kulturuttryck från antiken till i dag, i olika presentationsformer, och ger <strong>välgrundade och nyanserade</strong> förklaringar till sina tolkningar och analyser."
        }
      }, {
        "text" : "Vidare formulerar eleven <strong>________</strong> reflektioner över egna kulturupplevelser.",
        "knowledgeRequirementChoice" : {
          "E" : "Vidare formulerar eleven <strong>enkla</strong> reflektioner över egna kulturupplevelser.",
          "C" : "Vidare formulerar eleven <strong>välgrundade</strong> reflektioner över egna kulturupplevelser.",
          "A" : "Vidare formulerar eleven <strong>välgrundade och nyanserade</strong> reflektioner över egna kulturupplevelser."
        }
      }, {
        "text" : "I sin tolkning och analys använder eleven <strong>________</strong> relevanta begrepp och <strong>________</strong> relevant metod eller teori.",
        "knowledgeRequirementChoice" : {
          "E" : "I sin tolkning och analys använder eleven <strong>med viss säkerhet</strong> relevanta begrepp och <strong>någon</strong> relevant metod eller teori.",
          "C" : "I sin tolkning och analys använder eleven <strong>med viss säkerhet</strong> relevanta begrepp och <strong>några</strong> relevanta metoder eller teorier.",
          "A" : "I sin tolkning och analys använder eleven <strong>med säkerhet</strong> relevanta begrepp och <strong>några</strong> relevanta metoder eller teorier."
        }
      } ]
    } ],
    "point" : 100,
    "year" : null
  }, {
    "name" : "Samtida kulturuttryck",
    "description" : "Kursen samtida kulturuttryck omfattar punkterna 1–6 under rubriken Ämnets syfte. I kursen behandlas grundläggande kunskaper.",
    "code" : "KOSSAT0",
    "centralContent" : [ {
      "heading" : "Undervisningen i kursen ska behandla följande centrala innehåll:",
      "lines" : [ "Orientering om samtida kulturuttryck och beröringspunkter mellan dem samt hur den nutida konsten förhåller sig till sin historia.", "Kulturbegreppets olika innebörder samt relationen mellan etablerade konstformer och populärkultur.", "Samband mellan olika former av samtida kulturuttryck och den tekniska och samhälleliga utvecklingen.", "Framväxten av ungdomskulturer som ett sätt att markera individualitet och identitet.", "Olika kulturuttrycks roll och villkor i dagens samhälle samt villkoren för nutida konstnärligt skapande. Vilken roll genus och annan grupptillhörighet spelar liksom kulturpolitik, marknad och publiksammansättning.", "Föreställningar om kreativitet och vad som kännetecknar kreativa miljöer samt staden som kulturmiljö, sett i både ett lokalt och ett internationellt perspektiv.", "Etiska diskussioner kring konstnärens roll och ansvar i samhället, till exempel när det gäller yttrandefrihet, demokratisk anpassning och konstens eventuella rätt att provocera.", "Samtal om samt analys och tolkning av aktuella kultur- och konstföreteelser i olika typer av presentationsformer, till exempel via modern teknik. Begrepp och teorier som förekommer i aktuell kulturdebatt." ]
    } ],
    "knowledgeRequirementParagraphs" : [ {
      "heading" : "",
      "knowledgeRequirements" : [ {
        "text" : "Eleven redogör <strong>________</strong> för olika former av samtida kulturuttryck och för <strong>________</strong> beröringspunkt mellan dem.",
        "knowledgeRequirementChoice" : {
          "E" : "Eleven redogör <strong>översiktligt</strong> för olika former av samtida kulturuttryck och för <strong>någon</strong> beröringspunkt mellan dem.",
          "C" : "Eleven redogör <strong>utförligt</strong> för olika former av samtida kulturuttryck och för <strong>några</strong> beröringspunkter mellan dem.",
          "A" : "Eleven redogör <strong>utförligt och nyanserat</strong> för olika former av samtida kulturuttryck och för <strong>flera</strong> beröringspunkter mellan dem."
        }
      }, {
        "text" : "Eleven för också <strong>________</strong> resonemang kring hur den nutida konsten förhåller sig till sin historia.",
        "knowledgeRequirementChoice" : {
          "E" : "Eleven för också <strong>enkla</strong> resonemang kring hur den nutida konsten förhåller sig till sin historia.",
          "C" : "Eleven för också <strong>välgrundade</strong> resonemang kring hur den nutida konsten förhåller sig till sin historia.",
          "A" : "Eleven för också <strong>välgrundade och nyanserade</strong> resonemang kring hur den nutida konsten förhåller sig till sin historia."
        }
      }, {
        "text" : "Dessutom redogör eleven <strong>________</strong> för olika sätt att använda använda kulturbegreppet och för olika aspekter på förhållandet mellan etablerade konstformer och ungdoms- och populärkultur.",
        "knowledgeRequirementChoice" : {
          "E" : "Dessutom redogör eleven <strong>översiktligt</strong> för olika sätt att använda använda kulturbegreppet och för olika aspekter på förhållandet mellan etablerade konstformer och ungdoms- och populärkultur.",
          "C" : "Dessutom redogör eleven <strong>utförligt</strong> för olika sätt att använda kulturbegreppet och för olika aspekter på förhållandet mellan etablerade konstformer och ungdoms- och populärkultur.",
          "A" : "Dessutom redogör eleven <strong>utförligt och nyanserat</strong> för olika sätt att använda kulturbegreppet och för olika aspekter på förhållandet mellan etablerade konstformer och ungdoms- och populärkultur."
        }
      } ]
    }, {
      "heading" : "",
      "knowledgeRequirements" : [ {
        "text" : "Eleven för <strong>________</strong> resonemang kring samband mellan konstnärliga uttryck, samhällsförändringar och teknikutveckling.",
        "knowledgeRequirementChoice" : {
          "E" : "Eleven för <strong>enkla</strong> resonemang kring samband mellan konstnärliga uttryck, samhällsförändringar och teknikutveckling.",
          "C" : "Eleven för <strong>välgrundade</strong> resonemang kring samband mellan konstnärliga uttryck, samhällsförändringar och teknikutveckling.",
          "A" : "Eleven för <strong>välgrundade och nyanserade</strong> resonemang kring samband mellan konstnärliga uttryck, samhällsförändringar och teknikutveckling."
        }
      }, {
        "text" : "Eleven diskuterar också <strong>________</strong> och med <strong>________</strong> argument konstnärliga uttrycksformers roll i samhället, villkoren för konstnärligt skapande och vilken roll genus eller annan grupptillhörighet spelar samt hur faktorer som kulturpolitik, marknad och publiksammansättning kan påverka villkoren.",
        "knowledgeRequirementChoice" : {
          "E" : "Eleven diskuterar också <strong>översiktligt</strong> och med <strong>enkla</strong> argument konstnärliga uttrycksformers roll i samhället, villkoren för konstnärligt skapande och vilken roll genus eller annan grupptillhörighet spelar samt hur faktorer som kulturpolitik, marknad och publiksammansättning kan påverka villkoren.",
          "C" : "Eleven diskuterar också <strong>utförligt</strong> och med <strong>välgrundade</strong> argument konstnärliga uttrycksformers roll i samhället, villkoren för konstnärligt skapande och vilken roll genus eller annan grupptillhörighet spelar samt hur faktorer som kulturpolitik, marknad och publiksammansättning kan påverka villkoren.",
          "A" : "Eleven diskuterar också <strong>utförligt</strong> och med <strong>välgrundade och nyanserade</strong> argument konstnärliga uttrycksformers roll i samhället, villkoren för konstnärligt skapande och vilken roll genus eller annan grupptillhörighet spelar samt hur faktorer som kulturpolitik, marknad och publiksammansättning kan påverka villkoren."
        }
      }, {
        "text" : "Dessutom för eleven <strong>________</strong> resonemang kring konstnärens roll och ansvar i samhället, kring olika föreställningar om kreativitet och kreativa miljöer samt kring staden som kulturmiljö.",
        "knowledgeRequirementChoice" : {
          "E" : "Dessutom för eleven <strong>enkla</strong> resonemang kring konstnärens roll och ansvar i samhället, kring olika föreställningar om kreativitet och kreativa miljöer samt kring staden som kulturmiljö.",
          "C" : "Dessutom för eleven <strong>välgrundade</strong> resonemang kring konstnärens roll och ansvar i samhället, kring olika föreställningar om kreativitet och kreativa miljöer samt kring staden som kulturmiljö.",
          "A" : "Dessutom för eleven <strong>välgrundade och nyanserade</strong> resonemang kring konstnärens roll och ansvar i samhället, kring olika föreställningar om kreativitet och kreativa miljöer samt kring staden som kulturmiljö."
        }
      } ]
    }, {
      "heading" : "",
      "knowledgeRequirements" : [ {
        "text" : "Eleven gör <strong>________</strong> tolkningar och analyser av olika samtida kulturuttryck med hjälp av <strong>________</strong> presentationsform och ger <strong>________</strong> förklaringar till sina tolkningar och analyser.",
        "knowledgeRequirementChoice" : {
          "E" : "Eleven gör <strong>enkla</strong> tolkningar och analyser av olika samtida kulturuttryck med hjälp av <strong>någon</strong> presentationsform och ger <strong>enkla</strong> förklaringar till sina tolkningar och analyser.",
          "C" : "Eleven gör tolkningar och analyser av olika samtida kulturuttryck med hjälp av <strong>några</strong> presentationsformer och ger <strong>välgrundade</strong> förklaringar till sina tolkningar och analyser.",
          "A" : "Eleven gör <strong>komplexa</strong> tolkningar och analyser av olika samtida kulturuttryck med hjälp av <strong>några</strong> presentationsformer och ger <strong>välgrundade och nyanserade</strong> förklaringar till sina tolkningar och analyser."
        }
      }, {
        "text" : "Vidare formulerar eleven <strong>________</strong> reflektioner över egna kulturupplevelser.",
        "knowledgeRequirementChoice" : {
          "E" : "Vidare formulerar eleven <strong>enkla</strong> reflektioner över egna kulturupplevelser.",
          "C" : "Vidare formulerar eleven <strong>välgrundade</strong> reflektioner över egna kulturupplevelser.",
          "A" : "Vidare formulerar eleven <strong>välgrundade och nyanserade</strong> reflektioner över egna kulturupplevelser."
        }
      }, {
        "text" : "I sin tolkning och analys använder eleven <strong>________</strong> relevanta begrepp och teorier.",
        "knowledgeRequirementChoice" : {
          "E" : "I sin tolkning och analys använder eleven <strong>med viss säkerhet</strong> relevanta begrepp och teorier.",
          "C" : "I sin tolkning och analys använder eleven <strong>med viss säkerhet</strong> relevanta begrepp och teorier.",
          "A" : "I sin tolkning och analys använder eleven <strong>med säkerhet</strong> relevanta begrepp och teorier."
        }
      } ]
    } ],
    "point" : 100,
    "year" : null
  } ]
}