{
  "name" : "Lantbruksdjur",
  "description" : "Arbete med lantbruksdjur ställer krav på en kombination av biologiska, tekniska och ekonomiska kunskaper. Dessa kunskaper i kombination möjliggör en produktion med hög djurvälfärd samt en utveckling av nya produktionsmetoder och verksamhetsområden. Ämnet lantbruksdjur behandlar skötsel av olika djur inom lantbruket samt användning av djurstallars tekniska utrustning. Det behandlar också lantbruksdjurs foderbehov, djurmiljö, djurhälsa, djuretik, avel, produktkvalitet och ekonomi. Dessutom behandlas lantbruksdjurs betydelse för landskapsvård och biologisk mångfald.",
  "code" : "LAN",
  "designation" : "",
  "skolfsId" : "0000:00",
  "purposes" : [ {
    "type" : "PARAGRAPH",
    "heading" : "",
    "lines" : [ "Undervisningen i ämnet lantbruksdjur ska syfta till att eleverna utvecklar förmåga att sköta djur inom lantbruket på ett säkert och etiskt sätt med utgångspunkt i djurens behov och verksamhetens krav på produktion.", "Eleverna ska ges möjlighet att utveckla kunskaper om lantbruksdjurs biologi och naturliga beteende.", "Undervisningen ska leda till att eleverna utvecklar förmåga att iaktta och tolka lantbruksdjurs beteende, välmående och utveckling.", "Den ska vidare ge eleverna möjlighet att utveckla förmåga att hantera teknisk utrustning och byggnader, göra ekonomiska beräkningar samt använda digitala hjälpmedel inom verksamhetsområdet.", "Undervisningen ska också leda till att eleverna utvecklar kunskaper om säkerhet och djurskyddsmässiga normer." ]
  }, {
    "type" : "PARAGRAPH",
    "heading" : "",
    "lines" : [ "Genom laborationer och ett undersökande arbetssätt ska eleverna ges möjlighet att utveckla kunskaper om lantbruksdjurs exteriör, fysiologi, näringsbehov, genetik och avel.", "Genom stallturer ska eleverna ges möjlighet att iaktta lantbruksdjur för att utveckla kunskaper om deras beteende och hälsa samt om sammanhangen i djurskötsel." ]
  }, {
    "type" : "BULLET",
    "heading" : "Undervisningen i ämnet lantbruksdjur ska ge eleverna förutsättningar att utveckla följande:",
    "lines" : [ "Kunskaper om olika lantbruksdjurs biologi, livscykler och exteriör samt om lantbruksdjurs näringsbehov och om foder.", "Förmåga att iaktta och tolka lantbruksdjurs utveckling, utseende och beteende.", "Förmåga att identifiera vanliga sjukdomar hos lantbruksdjur samt kunskaper om hur ohälsa och produktionsstörningar kan förebyggas.", "Kunskaper om avel och reproduktion.", "Förmåga att planera och utföra arbetsuppgifter med lantbrukets djur och i djurstallar på ett etiskt och säkert sätt.", "Förmåga att använda, tillse och kontrollera teknisk utrustning.", "Förmåga att arbeta ergonomiskt.", "Kunskaper om lagar och andra bestämmelser som rör arbete med lantbruksdjur.", "Förmåga att hantera produkter från lantbruksdjur samt kunskaper om produktkvalitet, marknad, ekonomi och försäljning." ]
  } ],
  "courses" : [ {
    "name" : "Lantbruksdjur 1",
    "description" : "Kursen lantbruksdjur 1 omfattar punkterna 1–3 och 5–9 under rubriken Ämnets syfte, med särskild betoning på förmåga att iaktta och tolka lantbruksdjurs utveckling, utseende och beteende samt förmåga att utföra arbetsuppgifter.",
    "code" : "LANLAN01",
    "centralContent" : [ {
      "heading" : "Undervisningen i kursen ska behandla följande centrala innehåll:",
      "lines" : [ ]
    }, {
      "heading" : "Biologisk grund",
      "lines" : [ "Lantbruksdjurs foderbehov samt foderkvalitet, fodermedel och näringsinnehåll i foder.", "Lantbruksdjurs vattenbehov samt vattentillgång och vattenkvalitet.", "Olika lantbruksdjur, raser och rasegenskaper.", "Lantbruksdjurs miljö, till exempel stallar, beteshagar och rasthagar.", "Lantbruksdjurs hälsa och sjukdomar." ]
    }, {
      "heading" : "Arbetsuppgifter",
      "lines" : [ "Stallturer för tolkning av djurs utseende och beteende.", "Arbete med dagliga rutiner i djurstallar samt hantering av lantbruksdjur med hänsyn tagen till god djuretik.", "Utfodring och foderhantering.", "Mjölkning och skötsel av mjölkanläggningar.", "Skötsel av djur vid förlossning samt skötsel av unga och växande djur.", "Förebyggande hälsoarbete samt vård av sjuka och skadade djur.", "Skötsel, underhåll och daglig tillsyn av stallar, inredning och teknisk utrustning.", "Skötsel av beten och rasthagar.", "Hantering av produkter." ]
    }, {
      "heading" : "Arbetsmiljö, säkerhetsfrågor och bestämmelser",
      "lines" : [ "Ergonomi, arbetsmiljö och säkerhet i samband med djurskötsel.", "Lagar och andra bestämmelser som rör arbete med lantbruksdjur, till exempel djurskyddslagstiftning, arbetsmiljölagstiftning, miljölagstiftning och livsmedelslagstiftning." ]
    } ],
    "knowledgeRequirementParagraphs" : [ {
      "heading" : "",
      "knowledgeRequirements" : [ {
        "text" : "Eleven redogör <strong>________</strong> för lantbruksdjurs näringsbehov och utfodring.",
        "knowledgeRequirementChoice" : {
          "E" : "Eleven redogör <strong>översiktligt</strong> för lantbruksdjurs näringsbehov och utfodring.",
          "C" : "Eleven redogör <strong>utförligt</strong> för lantbruksdjurs näringsbehov och utfodring.",
          "A" : "Eleven redogör <strong>utförligt och nyanserat</strong> för lantbruksdjurs näringsbehov och utfodring."
        }
      }, {
        "text" : "I samband med stallturer observerar eleven lantbruksdjur samt redogör <strong>________</strong> för deras utveckling, utseende, exteriör och beteende.",
        "knowledgeRequirementChoice" : {
          "E" : "I samband med stallturer observerar eleven lantbruksdjur samt redogör <strong>översiktligt</strong> för deras utveckling, utseende, exteriör och beteende.",
          "C" : "I samband med stallturer observerar eleven lantbruksdjur samt redogör <strong>utförligt</strong> för deras utveckling, utseende, exteriör och beteende.",
          "A" : "I samband med stallturer observerar eleven lantbruksdjur samt redogör <strong>utförligt och nyanserat</strong> för deras utveckling, utseende, exteriör och beteende."
        }
      }, {
        "text" : "Eleven beskriver också <strong>________</strong> djurens närmiljö samt redogör <strong>________</strong> för faktorer som bidrar till en god djurmiljö.",
        "knowledgeRequirementChoice" : {
          "E" : "Eleven beskriver också <strong>översiktligt</strong> djurens närmiljö samt redogör <strong>översiktligt</strong> för faktorer som bidrar till en god djurmiljö.",
          "C" : "Eleven beskriver också <strong>utförligt</strong> djurens närmiljö samt redogör <strong>utförligt</strong> för faktorer som bidrar till en god djurmiljö.",
          "A" : "Eleven beskriver också <strong>utförligt och nyanserat</strong> djurens närmiljö samt redogör <strong>utförligt och nyanserat</strong> för faktorer som bidrar till en god djurmiljö."
        }
      }, {
        "text" : "Dessutom identifierar eleven <strong>________</strong> och redogör <strong>________</strong> för aktuella djursjukdomar och förebyggande åtgärder mot ohälsa och produktionsstörningar.",
        "knowledgeRequirementChoice" : {
          "E" : "Dessutom identifierar eleven <strong>med viss säkerhet</strong> och redogör <strong>översiktligt</strong> för aktuella djursjukdomar och förebyggande åtgärder mot ohälsa och produktionsstörningar.",
          "C" : "Dessutom identifierar eleven <strong>med viss säkerhet</strong> och redogör <strong>utförligt</strong> för aktuella djursjukdomar och förebyggande åtgärder mot ohälsa och produktionsstörningar.",
          "A" : "Dessutom identifierar eleven <strong>med säkerhet</strong> och redogör <strong>utförligt och nyanserat</strong> för aktuella djursjukdomar och förebyggande åtgärder mot ohälsa och produktionsstörningar."
        }
      } ]
    }, {
      "heading" : "",
      "knowledgeRequirements" : [ {
        "text" : "Eleven följer arbetsinstruktioner och utför <strong>________</strong> med handledare arbetsuppgifter med lantbruksdjur.",
        "knowledgeRequirementChoice" : {
          "E" : "Eleven följer arbetsinstruktioner och utför <strong>i samråd</strong> med handledare arbetsuppgifter med lantbruksdjur.",
          "C" : "Eleven följer arbetsinstruktioner och utför <strong>efter samråd</strong> med handledare arbetsuppgifter med lantbruksdjur.",
          "A" : "Eleven följer arbetsinstruktioner och utför <strong>efter samråd</strong> med handledare arbetsuppgifter med lantbruksdjur."
        }
      }, {
        "text" : "Arbetet utförs på ett etiskt och säkert sätt.",
        "knowledgeRequirementChoice" : {
          "E" : "Arbetet utförs på ett etiskt och säkert sätt.",
          "C" : "Arbetet utförs på ett etiskt och säkert sätt.",
          "A" : "Arbetet utförs på ett etiskt och säkert sätt."
        }
      }, {
        "text" : "Resultatet av arbetet är <strong>________</strong>.",
        "knowledgeRequirementChoice" : {
          "E" : "Resultatet av arbetet är <strong>tillfredsställande</strong>.",
          "C" : "Resultatet av arbetet är <strong>tillfredsställande</strong>.",
          "A" : "Resultatet av arbetet är <strong>gott</strong>."
        }
      }, {
        "text" : "I arbetet använder eleven <strong>________</strong> teknisk utrustning.",
        "knowledgeRequirementChoice" : {
          "E" : "I arbetet använder eleven <strong>med viss säkerhet</strong> teknisk utrustning.",
          "C" : "I arbetet använder eleven <strong>med viss säkerhet</strong> teknisk utrustning.",
          "A" : "I arbetet använder eleven <strong>med säkerhet</strong> teknisk utrustning."
        }
      }, {
        "text" : "Eleven utför <strong>________</strong> med handledare daglig tillsyn av den tekniska utrustningen och kontrollerar dess inställningar.",
        "knowledgeRequirementChoice" : {
          "E" : "Eleven utför <strong>i samråd</strong> med handledare daglig tillsyn av den tekniska utrustningen och kontrollerar dess inställningar.",
          "C" : "Eleven utför <strong>efter samråd</strong> med handledare daglig tillsyn av den tekniska utrustningen och kontrollerar dess inställningar.",
          "A" : "Eleven utför <strong>efter samråd</strong> med handledare daglig tillsyn av den tekniska utrustningen och kontrollerar dess inställningar."
        }
      }, {
        "text" : "I arbetet löser eleven <strong>________</strong> med handledare de problem som uppstår.",
        "knowledgeRequirementChoice" : {
          "E" : "I arbetet löser eleven <strong>i samråd</strong> med handledare de problem som uppstår.",
          "C" : "I arbetet löser eleven <strong>efter samråd</strong> med handledare de problem som uppstår.",
          "A" : "I arbetet löser eleven <strong>efter samråd</strong> med handledare de problem som uppstår."
        }
      }, {
        "text" : "Eleven arbetar ergonomiskt med lantbruksdjur, teknisk utrustning och stall.",
        "knowledgeRequirementChoice" : {
          "E" : "Eleven arbetar ergonomiskt med lantbruksdjur, teknisk utrustning och stall.",
          "C" : "Eleven arbetar ergonomiskt med lantbruksdjur, teknisk utrustning och stall.",
          "A" : "Eleven arbetar ergonomiskt med lantbruksdjur, teknisk utrustning och stall."
        }
      }, {
        "text" : "Dessutom redogör eleven <strong>________</strong> för och arbetar i enlighet med lagar och andra bestämmelser som gäller i aktuella situationer.",
        "knowledgeRequirementChoice" : {
          "E" : "Dessutom redogör eleven <strong>översiktligt</strong> för och arbetar i enlighet med lagar och andra bestämmelser som gäller i aktuella situationer.",
          "C" : "Dessutom redogör eleven <strong>utförligt</strong> för och arbetar i enlighet med lagar och andra bestämmelser som gäller i aktuella situationer.",
          "A" : "Dessutom redogör eleven <strong>utförligt</strong> för och arbetar i enlighet med lagar och andra bestämmelser som gäller i aktuella situationer."
        }
      } ]
    }, {
      "heading" : "",
      "knowledgeRequirements" : [ {
        "text" : "Eleven hanterar <strong>________</strong> produkter från lantbruksdjur med hänsyn till produktkvalitet, smittspridning och livsmedelssäkerhet.",
        "knowledgeRequirementChoice" : {
          "E" : "Eleven hanterar <strong>med viss säkerhet</strong> produkter från lantbruksdjur med hänsyn till produktkvalitet, smittspridning och livsmedelssäkerhet.",
          "C" : "Eleven hanterar <strong>med viss säkerhet</strong> produkter från lantbruksdjur med hänsyn till produktkvalitet, smittspridning och livsmedelssäkerhet.",
          "A" : "Eleven hanterar <strong>med säkerhet</strong> produkter från lantbruksdjur med hänsyn till produktkvalitet, smittspridning och livsmedelssäkerhet."
        }
      }, {
        "text" : "Dessutom drar eleven <strong>________</strong> slutsatser om produktkvalitetens betydelse för det ekonomiska resultatet och försäljningen.",
        "knowledgeRequirementChoice" : {
          "E" : "Dessutom drar eleven <strong>enkla</strong> slutsatser om produktkvalitetens betydelse för det ekonomiska resultatet och försäljningen.",
          "C" : "Dessutom drar eleven <strong>välgrundade</strong> slutsatser om produktkvalitetens betydelse för det ekonomiska resultatet och försäljningen.",
          "A" : "Dessutom drar eleven <strong>välgrundade och nyanserade</strong> slutsatser om produktkvalitetens betydelse för det ekonomiska resultatet och försäljningen."
        }
      } ]
    }, {
      "heading" : "",
      "knowledgeRequirements" : [ {
        "text" : "När eleven samråder med handledare bedömer hon eller han <strong>________</strong> den egna förmågan och situationens krav.",
        "knowledgeRequirementChoice" : {
          "E" : "När eleven samråder med handledare bedömer hon eller han <strong>med viss säkerhet</strong> den egna förmågan och situationens krav.",
          "C" : "När eleven samråder med handledare bedömer hon eller han <strong>med viss säkerhet</strong> den egna förmågan och situationens krav.",
          "A" : "När eleven samråder med handledare bedömer hon eller han <strong>med säkerhet</strong> den egna förmågan och situationens krav."
        }
      } ]
    } ],
    "point" : 100,
    "year" : null
  }, {
    "name" : "Lantbruksdjur 2",
    "description" : "Kursen lantbruksdjur 2 omfattar punkterna 1–9 under rubriken Ämnets syfte, med särskild betoning på förmåga att planera arbetsuppgifter.",
    "code" : "LANLAN02",
    "centralContent" : [ {
      "heading" : "Undervisningen i kursen ska behandla följande centrala innehåll:",
      "lines" : [ ]
    }, {
      "heading" : "Biologisk grund",
      "lines" : [ "Lantbruksdjurs exteriör och exteriörbedömning.", "Lantbruksdjurs närmiljö.", "Förebyggande djurhälsa.", "Produktionssjukdomar.", "Uppfödning av lantbruksdjur.", "Reproduktion och avel av lantbruksdjur.", "Förlossningsproblem." ]
    }, {
      "heading" : "Arbetsuppgifter",
      "lines" : [ "Stallturer för kontroll av närmiljö, brunst, djurbeteende och djurhälsa.", "Utarbetande av skötselplaner. Bedömning av hur och när arbetsuppgifterna ska genomföras och organiseras. Genomförande av arbetsuppgifter med utgångspunkt från upprättad plan och aktuell situation.", "Planering av och arbete med dagliga rutiner i djurstallar.", "Hantering av lantbruksdjur i normalt förekommande arbetsmoment.", "Förebyggande hälsoarbete samt vård av sjuka och skadade djur.", "Skötsel av betes- och hagmarker.", "Foderinventering, foderanalys, foderstatsberäkning och planering av utfodringsstrategier.", "Funktionskontroll, service och underhåll av teknisk utrustning.", "Produkter från lantbruksdjur, produktkvalitet och livsmedelssäkerhet.", "Arbete med journalföring." ]
    }, {
      "heading" : "Arbetsmiljö, säkerhetsfrågor och bestämmelser",
      "lines" : [ "Ergonomi, arbetsmiljö och säkerhet i samband med djurskötsel.", "Lagar och andra bestämmelser i samband med djurhållning." ]
    } ],
    "knowledgeRequirementParagraphs" : [ {
      "heading" : "",
      "knowledgeRequirements" : [ {
        "text" : "Eleven observerar i samband med stallturer lantbruksdjur samt redogör <strong>________</strong> för deras utveckling, tillväxt, utseende, exteriör och beteende i olika stall och utemiljöer.",
        "knowledgeRequirementChoice" : {
          "E" : "Eleven observerar i samband med stallturer lantbruksdjur samt redogör <strong>översiktligt</strong> för deras utveckling, tillväxt, utseende, exteriör och beteende i olika stall och utemiljöer.",
          "C" : "Eleven observerar i samband med stallturer lantbruksdjur samt redogör <strong>utförligt</strong> för deras utveckling, tillväxt, utseende, exteriör och beteende i olika stall och utemiljöer.",
          "A" : "Eleven observerar i samband med stallturer lantbruksdjur samt redogör <strong>utförligt och nyanserat</strong> för deras utveckling, tillväxt, utseende, exteriör och beteende i olika stall och utemiljöer."
        }
      }, {
        "text" : "Eleven beskriver också <strong>________</strong> djurens närmiljö samt redogör <strong>________</strong> för faktorer som bidrar till en god djurmiljö och för hur miljön kan förbättras.",
        "knowledgeRequirementChoice" : {
          "E" : "Eleven beskriver också <strong>översiktligt</strong> djurens närmiljö samt redogör <strong>översiktligt</strong> för faktorer som bidrar till en god djurmiljö och för hur miljön kan förbättras.",
          "C" : "Eleven beskriver också <strong>utförligt</strong> djurens närmiljö samt redogör <strong>utförligt</strong> för faktorer som bidrar till en god djurmiljö och för hur miljön kan förbättras.",
          "A" : "Eleven beskriver också <strong>utförligt och nyanserat</strong> djurens närmiljö samt redogör <strong>utförligt och nyanserat</strong> för faktorer som bidrar till en god djurmiljö och för hur miljön kan förbättras."
        }
      }, {
        "text" : "Dessutom identifierar eleven <strong>________</strong> och redogör <strong>________</strong> för aktuella djursjukdomar och förebyggande åtgärder mot ohälsa och produktionsstörningar.",
        "knowledgeRequirementChoice" : {
          "E" : "Dessutom identifierar eleven <strong>med viss säkerhet</strong> och redogör <strong>översiktligt</strong> för aktuella djursjukdomar och förebyggande åtgärder mot ohälsa och produktionsstörningar.",
          "C" : "Dessutom identifierar eleven <strong>med viss säkerhet</strong> och redogör <strong>utförligt</strong> för aktuella djursjukdomar och förebyggande åtgärder mot ohälsa och produktionsstörningar.",
          "A" : "Dessutom identifierar eleven <strong>med säkerhet</strong> och redogör <strong>utförligt och nyanserat</strong> för aktuella djursjukdomar och förebyggande åtgärder mot ohälsa och produktionsstörningar."
        }
      } ]
    }, {
      "heading" : "",
      "knowledgeRequirements" : [ {
        "text" : "Eleven redogör <strong>________</strong> för lantbruksdjurs reproduktionsbiologi samt för hur avelsarbete går till.",
        "knowledgeRequirementChoice" : {
          "E" : "Eleven redogör <strong>översiktligt</strong> för lantbruksdjurs reproduktionsbiologi samt för hur avelsarbete går till.",
          "C" : "Eleven redogör <strong>utförligt</strong> för lantbruksdjurs reproduktionsbiologi samt för hur avelsarbete går till.",
          "A" : "Eleven redogör <strong>utförligt och nyanserat</strong> för lantbruksdjurs reproduktionsbiologi samt för hur avelsarbete går till."
        }
      } ]
    }, {
      "heading" : "",
      "knowledgeRequirements" : [ {
        "text" : "Eleven planerar <strong>________</strong> med handledare arbetsuppgifter med lantbruksdjur.",
        "knowledgeRequirementChoice" : {
          "E" : "Eleven planerar <strong>i samråd</strong> med handledare arbetsuppgifter med lantbruksdjur.",
          "C" : "Eleven planerar <strong>efter samråd</strong> med handledare arbetsuppgifter med lantbruksdjur.",
          "A" : "Eleven planerar <strong>efter samråd</strong> med handledare arbetsuppgifter med lantbruksdjur."
        }
      }, {
        "text" : "I planeringen upprättar eleven en <strong>________</strong> skötselplan med utgångspunkt i djurens behov och produktionens omfattning.",
        "knowledgeRequirementChoice" : {
          "E" : "I planeringen upprättar eleven en <strong>enkel</strong> skötselplan med utgångspunkt i djurens behov och produktionens omfattning.",
          "C" : "I planeringen upprättar eleven en <strong>genomarbetad</strong> skötselplan med utgångspunkt i djurens behov och produktionens omfattning.",
          "A" : "I planeringen upprättar eleven en <strong>genomarbetad</strong> skötselplan med utgångspunkt i djurens behov och produktionens omfattning."
        }
      }, {
        "text" : "Eleven gör <strong>________</strong> bedömningar av när och hur arbetsuppgifterna i djurstallarna ska genomföras.",
        "knowledgeRequirementChoice" : {
          "E" : "Eleven gör <strong>enkla</strong> bedömningar av när och hur arbetsuppgifterna i djurstallarna ska genomföras.",
          "C" : "Eleven gör <strong>välgrundade</strong> bedömningar av när och hur arbetsuppgifterna i djurstallarna ska genomföras.",
          "A" : "Eleven gör <strong>välgrundade och nyanserade</strong> bedömningar av när och hur arbetsuppgifterna i djurstallarna ska genomföras."
        }
      } ]
    }, {
      "heading" : "",
      "knowledgeRequirements" : [ {
        "text" : "Eleven utför <strong>________</strong> med handledare arbetsuppgifterna.",
        "knowledgeRequirementChoice" : {
          "E" : "Eleven utför <strong>i samråd</strong> med handledare arbetsuppgifterna.",
          "C" : "Eleven utför <strong>efter samråd</strong> med handledare arbetsuppgifterna.",
          "A" : "Eleven utför <strong>efter samråd</strong> med handledare arbetsuppgifterna."
        }
      }, {
        "text" : "Dessutom gör eleven en foderstatsberäkning för lantbruksdjur.",
        "knowledgeRequirementChoice" : {
          "E" : "Dessutom gör eleven en foderstatsberäkning för lantbruksdjur.",
          "C" : "Dessutom gör eleven en foderstatsberäkning för lantbruksdjur.",
          "A" : "Dessutom gör eleven en foderstatsberäkning för lantbruksdjur."
        }
      }, {
        "text" : "Arbetet utförs på ett etiskt och säkert sätt.",
        "knowledgeRequirementChoice" : {
          "E" : "Arbetet utförs på ett etiskt och säkert sätt.",
          "C" : "Arbetet utförs på ett etiskt och säkert sätt.",
          "A" : "Arbetet utförs på ett etiskt och säkert sätt."
        }
      }, {
        "text" : "Resultatet av arbetet är <strong>________</strong>.",
        "knowledgeRequirementChoice" : {
          "E" : "Resultatet av arbetet är <strong>tillfredsställande</strong>.",
          "C" : "Resultatet av arbetet är <strong>tillfredsställande</strong>.",
          "A" : "Resultatet av arbetet är <strong>gott</strong>."
        }
      }, {
        "text" : "I arbetet använder eleven <strong>________</strong> teknisk utrustning.",
        "knowledgeRequirementChoice" : {
          "E" : "I arbetet använder eleven <strong>med viss säkerhet</strong> teknisk utrustning.",
          "C" : "I arbetet använder eleven <strong>med viss säkerhet</strong> teknisk utrustning.",
          "A" : "I arbetet använder eleven <strong>med säkerhet</strong> teknisk utrustning."
        }
      }, {
        "text" : "Eleven utför <strong>________</strong> med handledare daglig och periodisk tillsyn av den tekniska utrustningen och kontrollerar dess inställningar.",
        "knowledgeRequirementChoice" : {
          "E" : "Eleven utför <strong>i samråd</strong> med handledare daglig och periodisk tillsyn av den tekniska utrustningen och kontrollerar dess inställningar.",
          "C" : "Eleven utför <strong>efter samråd</strong> med handledare daglig och periodisk tillsyn av den tekniska utrustningen och kontrollerar dess inställningar.",
          "A" : "Eleven utför <strong>efter samråd</strong> med handledare daglig och periodisk tillsyn av den tekniska utrustningen och kontrollerar dess inställningar."
        }
      }, {
        "text" : "Dessutom kontrollerar eleven <strong>________</strong> med handledare planerad foderstyrning.",
        "knowledgeRequirementChoice" : {
          "E" : "Dessutom kontrollerar eleven <strong>i samråd</strong> med handledare planerad foderstyrning.",
          "C" : "Dessutom kontrollerar eleven <strong>efter samråd</strong> med handledare planerad foderstyrning.",
          "A" : "Dessutom kontrollerar eleven <strong>efter samråd</strong> med handledare planerad foderstyrning."
        }
      }, {
        "text" : "I arbetet löser eleven <strong>________</strong> med handledare de problem som uppstår.",
        "knowledgeRequirementChoice" : {
          "E" : "I arbetet löser eleven <strong>i samråd</strong> med handledare de problem som uppstår.",
          "C" : "I arbetet löser eleven <strong>efter samråd</strong> med handledare de problem som uppstår.",
          "A" : "I arbetet löser eleven <strong>efter samråd</strong> med handledare de problem som uppstår."
        }
      } ]
    }, {
      "heading" : "",
      "knowledgeRequirements" : [ {
        "text" : "Eleven arbetar ergonomiskt med lantbruksdjur, teknisk utrustning och stall.",
        "knowledgeRequirementChoice" : {
          "E" : "Eleven arbetar ergonomiskt med lantbruksdjur, teknisk utrustning och stall.",
          "C" : "Eleven arbetar ergonomiskt med lantbruksdjur, teknisk utrustning och stall.",
          "A" : "Eleven arbetar ergonomiskt med lantbruksdjur, teknisk utrustning och stall."
        }
      }, {
        "text" : "Dessutom redogör eleven <strong>________</strong> för och arbetar i enlighet med lagar och andra bestämmelser som gäller i aktuella situationer.",
        "knowledgeRequirementChoice" : {
          "E" : "Dessutom redogör eleven <strong>översiktligt</strong> för och arbetar i enlighet med lagar och andra bestämmelser som gäller i aktuella situationer.",
          "C" : "Dessutom redogör eleven <strong>utförligt</strong> för och arbetar i enlighet med lagar och andra bestämmelser som gäller i aktuella situationer.",
          "A" : "Dessutom redogör eleven <strong>utförligt</strong> för och arbetar i enlighet med lagar och andra bestämmelser som gäller i aktuella situationer."
        }
      } ]
    }, {
      "heading" : "",
      "knowledgeRequirements" : [ {
        "text" : "Eleven hanterar <strong>________</strong> produkter från lantbruksdjur med hänsyn till produktkvalitet, smittspridning och livsmedelssäkerhet.",
        "knowledgeRequirementChoice" : {
          "E" : "Eleven hanterar <strong>med viss säkerhet</strong> produkter från lantbruksdjur med hänsyn till produktkvalitet, smittspridning och livsmedelssäkerhet.",
          "C" : "Eleven hanterar <strong>med viss säkerhet</strong> produkter från lantbruksdjur med hänsyn till produktkvalitet, smittspridning och livsmedelssäkerhet.",
          "A" : "Eleven hanterar <strong>med säkerhet</strong> produkter från lantbruksdjur med hänsyn till produktkvalitet, smittspridning och livsmedel säkerhet."
        }
      }, {
        "text" : "Eleven drar också <strong>________</strong> slutsatser om sambanden mellan produktionen och marknadens efterfrågan på produkter samt om hur produktpriser påverkar det ekonomiska resultatet och försäljningen.",
        "knowledgeRequirementChoice" : {
          "E" : "Eleven drar också <strong>enkla</strong> slutsatser om sambanden mellan produktionen och marknadens efterfrågan på produkter samt om hur produktpriser påverkar det ekonomiska resultatet och försäljningen.",
          "C" : "Eleven drar också <strong>välgrundade</strong> slutsatser om sambanden mellan produktionen och marknadens efterfrågan på produkter samt om hur produktpriser påverkar det ekonomiska resultatet och försäljningen.",
          "A" : "Eleven drar också <strong>välgrundade och nyanserade</strong> slutsatser om sambanden mellan produktionen och marknadens efterfrågan på produkter samt om hur produktpriser påverkar det ekonomiska resultatet och försäljningen."
        }
      }, {
        "text" : "Dessutom redogör eleven <strong>________</strong> för hur olika avelsåtgärder påverkar produktionsekonomin.",
        "knowledgeRequirementChoice" : {
          "E" : "Dessutom redogör eleven <strong>översiktligt</strong> för hur olika avelsåtgärder påverkar produktionsekonomin.",
          "C" : "Dessutom redogör eleven <strong>utförligt</strong> för hur olika avelsåtgärder påverkar produktionsekonomin.",
          "A" : "Dessutom redogör eleven <strong>utförligt och nyanserat</strong> för hur olika avelsåtgärder påverkar produktionsekonomin."
        }
      } ]
    }, {
      "heading" : "",
      "knowledgeRequirements" : [ {
        "text" : "När eleven samråder med handledare bedömer hon eller han <strong>________</strong> den egna förmågan och situationens krav.",
        "knowledgeRequirementChoice" : {
          "E" : "När eleven samråder med handledare bedömer hon eller han <strong>med viss säkerhet</strong> den egna förmågan och situationens krav.",
          "C" : "När eleven samråder med handledare bedömer hon eller han <strong>med viss säkerhet</strong> den egna förmågan och situationens krav.",
          "A" : "När eleven samråder med handledare bedömer hon eller han <strong>med säkerhet</strong> den egna förmågan och situationens krav."
        }
      } ]
    } ],
    "point" : 100,
    "year" : null
  }, {
    "name" : "Lantbruksdjur – specialisering",
    "description" : "Kursen lantbruksdjur – specialisering omfattar punkterna 1–9 under rubriken Ämnets syfte. I kursen behandlas fördjupade kunskaper inom valt specialområde.",
    "code" : "LANLAN00S",
    "centralContent" : [ {
      "heading" : "Undervisningen i kursen ska behandla följande centrala innehåll:",
      "lines" : [ "Foderhanteringssystem.", "Produktionssystem.", "Produktionsstörningar.", "Kvalitetssäkring och livsmedelssäkerhet i produktionen.", "Användning av digitala system, till exempel styrsystem, kontrollsystem och rapporteringssystem.", "Planering och genomförande av fortplantningsrutiner.", "Arbetsplanering i djurstallar.", "Upprättande av produktionsplaner och ekonomiska kalkyler.", "Arbete med djur inom ett specialområde, till exempel mjölkkor eller grisar.", "Inredning och stallbyggnader.", "Ergonomi, arbetsmiljö och säkerhet i samband med djurskötsel.", "Lagar och andra bestämmelser i samband med djurskötsel." ]
    } ],
    "knowledgeRequirementParagraphs" : [ {
      "heading" : "",
      "knowledgeRequirements" : [ {
        "text" : "Eleven observerar i samband med stallturer foderhanteringssystem och produktionssystem samt redogör <strong>________</strong> för hur systemen används i olika produktionsgrenar.",
        "knowledgeRequirementChoice" : {
          "E" : "Eleven observerar i samband med stallturer foderhanteringssystem och produktionssystem samt redogör <strong>översiktligt</strong> för hur systemen används i olika produktionsgrenar.",
          "C" : "Eleven observerar i samband med stallturer foderhanteringssystem och produktionssystem samt redogör <strong>utförligt</strong> för hur systemen används i olika produktionsgrenar.",
          "A" : "Eleven observerar i samband med stallturer foderhanteringssystem och produktionssystem samt redogör <strong>utförligt och nyanserat</strong> för hur systemen används i olika produktionsgrenar."
        }
      }, {
        "text" : "Eleven tolkar också <strong>________</strong> tecken på produktionsstörningar, gör <strong>________</strong> bedömningar av hur störningarna påverkar produktionsresultatet samt redogör <strong>________</strong> för hur störningarna kan förebyggas.",
        "knowledgeRequirementChoice" : {
          "E" : "Eleven tolkar också <strong>med viss säkerhet</strong> tecken på produktionsstörningar, gör <strong>enkla</strong> bedömningar av hur störningarna påverkar produktionsresultatet samt redogör <strong>översiktligt</strong> för hur störningarna kan förebyggas.",
          "C" : "Eleven tolkar också <strong>med viss säkerhet</strong> tecken på produktionsstörningar, gör <strong>välgrundade</strong> bedömningar av hur störningarna påverkar produktionsresultatet samt redogör <strong>utförligt</strong> för hur störningarna kan förebyggas.",
          "A" : "Eleven tolkar också <strong>med säkerhet</strong> tecken på produktionsstörningar, gör <strong>välgrundade och nyanserade</strong> bedömningar av hur störningarna påverkar produktionsresultatet samt redogör <strong>utförligt och nyanserat</strong> för hur störningarna kan förebyggas."
        }
      }, {
        "text" : "Dessutom redogör eleven <strong>________</strong> för hur arbetet med fortplantningsrutiner planeras och genomförs.",
        "knowledgeRequirementChoice" : {
          "E" : "Dessutom redogör eleven <strong>översiktligt</strong> för hur arbetet med fortplantningsrutiner planeras och genomförs.",
          "C" : "Dessutom redogör eleven <strong>utförligt</strong> för hur arbetet med fortplantningsrutiner planeras och genomförs.",
          "A" : "Dessutom redogör eleven <strong>utförligt och nyanserat</strong> för hur arbetet med fortplantningsrutiner planeras och genomförs."
        }
      } ]
    }, {
      "heading" : "",
      "knowledgeRequirements" : [ {
        "text" : "Eleven planerar och utför <strong>________</strong> med handledare arbetsuppgifter inom ett specialområde.",
        "knowledgeRequirementChoice" : {
          "E" : "Eleven planerar och utför <strong>i samråd</strong> med handledare arbetsuppgifter inom ett specialområde.",
          "C" : "Eleven planerar och utför <strong>efter samråd</strong> med handledare arbetsuppgifter inom ett specialområde.",
          "A" : "Eleven planerar och utför <strong>efter samråd</strong> med handledare arbetsuppgifter inom ett specialområde."
        }
      }, {
        "text" : "I planeringen upprättar eleven en <strong>________</strong> ekonomisk kalkyl.",
        "knowledgeRequirementChoice" : {
          "E" : "I planeringen upprättar eleven en <strong>enkel</strong> ekonomisk kalkyl.",
          "C" : "I planeringen upprättar eleven en ekonomisk kalkyl.",
          "A" : "I planeringen upprättar eleven en <strong>avancerad</strong> ekonomisk kalkyl."
        }
      }, {
        "text" : "Eleven redogör i kalkylen <strong>________</strong> för vilka faktorer som påverkar det ekonomiska resultatet.",
        "knowledgeRequirementChoice" : {
          "E" : "Eleven redogör i kalkylen <strong>översiktligt</strong> för vilka faktorer som påverkar det ekonomiska resultatet.",
          "C" : "Eleven redogör i kalkylen <strong>utförligt</strong> för vilka faktorer som påverkar det ekonomiska resultatet.",
          "A" : "Eleven redogör i kalkylen <strong>utförligt och nyanserat</strong> för vilka faktorer som påverkar det ekonomiska resultatet."
        }
      }, {
        "text" : "I arbetet vårdar och behandlar eleven <strong>________</strong> med handledare djur.",
        "knowledgeRequirementChoice" : {
          "E" : "I arbetet vårdar och behandlar eleven <strong>i samråd</strong> med handledare djur.",
          "C" : "I arbetet vårdar och behandlar eleven <strong>efter samråd</strong> med handledare djur.",
          "A" : "I arbetet vårdar och behandlar eleven <strong>efter samråd</strong> med handledare djur."
        }
      }, {
        "text" : "Arbetet utförs på ett ansvarsfullt, etiskt och säkert sätt.",
        "knowledgeRequirementChoice" : {
          "E" : "Arbetet utförs på ett ansvarsfullt, etiskt och säkert sätt.",
          "C" : "Arbetet utförs på ett ansvarsfullt, etiskt och säkert sätt.",
          "A" : "Arbetet utförs på ett ansvarsfullt, etiskt och säkert sätt."
        }
      }, {
        "text" : "Resultatet av arbetet är <strong>________</strong>.",
        "knowledgeRequirementChoice" : {
          "E" : "Resultatet av arbetet är <strong>tillfredsställande</strong>.",
          "C" : "Resultatet av arbetet är <strong>tillfredsställande</strong>.",
          "A" : "Resultatet av arbetet är <strong>gott</strong>."
        }
      }, {
        "text" : "I arbetet löser eleven <strong>________</strong> med handledare de problem som uppstår.",
        "knowledgeRequirementChoice" : {
          "E" : "I arbetet löser eleven <strong>i samråd</strong> med handledare de problem som uppstår.",
          "C" : "I arbetet löser eleven <strong>efter samråd</strong> med handledare de problem som uppstår.",
          "A" : "I arbetet löser eleven <strong>efter samråd</strong> med handledare de problem som uppstår."
        }
      } ]
    }, {
      "heading" : "",
      "knowledgeRequirements" : [ {
        "text" : "Eleven arbetar ergonomiskt med lantbruksdjur, teknisk utrustning och stall.",
        "knowledgeRequirementChoice" : {
          "E" : "Eleven arbetar ergonomiskt med lantbruksdjur, teknisk utrustning och stall.",
          "C" : "Eleven arbetar ergonomiskt med lantbruksdjur, teknisk utrustning och stall.",
          "A" : "Eleven arbetar ergonomiskt med lantbruksdjur, teknisk utrustning och stall."
        }
      }, {
        "text" : "Dessutom redogör eleven <strong>________</strong> för och arbetar i enlighet med lagar och andra bestämmelser som gäller i aktuella situationer.",
        "knowledgeRequirementChoice" : {
          "E" : "Dessutom redogör eleven <strong>översiktligt</strong> för och arbetar i enlighet med lagar och andra bestämmelser som gäller i aktuella situationer.",
          "C" : "Dessutom redogör eleven <strong>utförligt</strong> för och arbetar i enlighet med lagar och andra bestämmelser som gäller i aktuella situationer.",
          "A" : "Dessutom redogör eleven <strong>utförligt</strong> för och arbetar i enlighet med lagar och andra bestämmelser som gäller i aktuella situationer."
        }
      } ]
    }, {
      "heading" : "",
      "knowledgeRequirements" : [ {
        "text" : "När eleven samråder med handledare bedömer hon eller han <strong>________</strong> den egna förmågan och situationens krav.",
        "knowledgeRequirementChoice" : {
          "E" : "När eleven samråder med handledare bedömer hon eller han <strong>med viss säkerhet</strong> den egna förmågan och situationens krav.",
          "C" : "När eleven samråder med handledare bedömer hon eller han <strong>med viss säkerhet</strong> den egna förmågan och situationens krav.",
          "A" : "När eleven samråder med handledare bedömer hon eller han <strong>med säkerhet</strong> den egna förmågan och situationens krav."
        }
      } ]
    } ],
    "point" : 100,
    "year" : null
  } ]
}