{
  "name" : "Ledarskap och organisation",
  "description" : "Ämnet ledarskap och organisation är till sin karaktär tvärvetenskapligt. Det har sin bas inom företagsekonomi, psykologi, sociologi och pedagogik. Med hjälp av begrepp, teorier och modeller från dessa områden behandlar ämnet frågor om ledarskap och organisation i olika typer av verksamheter och ur såväl ekonomiska som sociala och etiska aspekter.",
  "code" : "LED",
  "designation" : "",
  "skolfsId" : "2010:91",
  "purposes" : [ {
    "type" : "PARAGRAPH",
    "heading" : "",
    "lines" : [ "Undervisningen i ämnet ledarskap och organisation ska syfta till att eleverna utvecklar kunskaper om individers och gruppers sätt att fungera i en organiserad verksamhet.", "Eleverna ska ges möjlighet att utveckla kunskaper om grupprocesser och konflikthantering.", "Undervisningen ska också bidra till att eleverna utvecklar förståelse av ledarskapets roll och villkor samt tillit till sin egen ledarskapsförmåga." ]
  }, {
    "type" : "PARAGRAPH",
    "heading" : "",
    "lines" : [ "Eleverna ska ges möjlighet att utveckla kunskaper om olika organisationsformer och förståelse av deras betydelse för att uppnå en fungerande verksamhet.", "Undervisningen ska ge eleverna möjlighet att utveckla kunskaper om hur förändringar i omvärlden kan leda till förändringar i organisationen.", "Den ska också ge eleverna möjlighet att utveckla förståelse av hur värderingar skapar en organisationskultur och hur denna kultur i sin tur påverkar verksamheten." ]
  }, {
    "type" : "PARAGRAPH",
    "heading" : "",
    "lines" : [ "I undervisningen ska eleverna ges möjlighet att utveckla kritisk medvetenhet genom att undersöka och diskutera frågeställningar inom ledarskap och organisation samt kritiskt granska och reflektera över nyheter och tendenser inom området.", "Genom fältstudier och autentiska exempel ska undervisningen bidra till att eleverna utvecklar förståelse av hur ledarskap och organisation fungerar i praktiken." ]
  }, {
    "type" : "BULLET",
    "heading" : "Undervisningen i ämnet ledarskap och organisation ska ge eleverna förutsättningar att utveckla följande:",
    "lines" : [ "Kunskaper om begrepp, teorier och modeller inom området ledarskap och organisation samt förmåga att använda dessa.", "Kunskaper om hur individer och grupper fungerar samt om kommunikation, samverkan, konflikthantering och motivation inom en målstyrd verksamhet.", "Kunskaper om olika former av ledarskap.", "Kunskaper om olika organisationsformer och deras användbarhet i olika sammanhang.", "Kunskaper om hur organisationskulturer bildas och deras inverkan på ledarskap, medarbetare och resultat inom en verksamhet.", "Förmåga att identifiera och diskutera frågor om ledarskap och organisation ur olika synvinklar.", "Förmåga att leda och organisera en verksamhet." ]
  } ],
  "courses" : [ {
    "name" : "Ledarskap och organisation",
    "description" : "Kursen ledarskap och organisation omfattar punkterna 1–7 under rubriken Ämnets syfte.",
    "code" : "LEDLED0",
    "centralContent" : [ {
      "heading" : "Undervisningen i kursen ska behandla följande centrala innehåll:",
      "lines" : [ "Begrepp, teorier och modeller som förklarar hur individer och grupper fungerar i organisatoriska sammanhang samt hur ledarskap fungerar.", "Grupprocesser, grupputveckling och konflikthantering.", "Kommunikation, samverkan och motivationsskapande faktorer inom en organiserad verksamhet.", "Ledarskap på olika nivåer, ledarstilar och ledarroller. I samband med det behandlas personlig ledarutveckling och hur man tar tillvara egna och andras resurser.", "Organisationsformer: olika metoder att organisera en verksamhet för att nå uppsatta mål av olika karaktär.", "Organisationskulturer: antaganden, värderingar och normer som präglar en organisation samt hur organisationskulturen påverkar ledarskap, medarbetare och resultat.", "Ledarskap och organisation ur ett etiskt och historiskt perspektiv samt i relation till frågor om demokrati och genus." ]
    } ],
    "knowledgeRequirementParagraphs" : [ {
      "heading" : "",
      "knowledgeRequirements" : [ {
        "text" : "Eleven redogör <strong>________</strong> för innebörden av begrepp inom ledarskap och organisation.",
        "knowledgeRequirementChoice" : {
          "E" : "Eleven redogör <strong>översiktligt</strong> för innebörden av begrepp inom ledarskap och organisation.",
          "C" : "Eleven redogör <strong>utförligt</strong> för innebörden av begrepp inom ledarskap och organisation.",
          "A" : "Eleven redogör <strong>utförligt och nyanserat</strong> för innebörden av begrepp inom ledarskap och organisation."
        }
      }, {
        "text" : "Med hjälp av teorier och modeller förklarar eleven <strong>________</strong> olika företeelser och sammanhang.",
        "knowledgeRequirementChoice" : {
          "E" : "Med hjälp av teorier och modeller förklarar eleven <strong>översiktligt</strong> olika företeelser och sammanhang.",
          "C" : "Med hjälp av teorier och modeller förklarar eleven <strong>utförligt</strong> olika företeelser och sammanhang.",
          "A" : "Med hjälp av teorier och modeller förklarar eleven <strong>utförligt och nyanserat</strong> olika företeelser och sammanhang."
        }
      }, {
        "text" : "Dessutom för eleven <strong>________</strong> resonemang om teoriernas och modellernas användbarhet.",
        "knowledgeRequirementChoice" : {
          "E" : "Dessutom för eleven <strong>enkla</strong> resonemang om teoriernas och modellernas användbarhet.",
          "C" : "Dessutom för eleven <strong>välgrundade</strong> resonemang om teoriernas och modellernas användbarhet.",
          "A" : "Dessutom för eleven <strong>välgrundade och nyanserade</strong> resonemang om teoriernas och modellernas användbarhet."
        }
      } ]
    }, {
      "heading" : "",
      "knowledgeRequirements" : [ {
        "text" : "Eleven redogör <strong>________</strong> för hur individer och grupper fungerar inom en organiserad verksamhet.",
        "knowledgeRequirementChoice" : {
          "E" : "Eleven redogör <strong>översiktligt</strong> för hur individer och grupper fungerar inom en organiserad verksamhet.",
          "C" : "Eleven redogör <strong>utförligt</strong> för hur individer och grupper fungerar inom en organiserad verksamhet.",
          "A" : "Eleven redogör <strong>utförligt och nyanserat</strong> för hur individer och grupper fungerar inom en organiserad verksamhet."
        }
      }, {
        "text" : "Eleven redogör också <strong>________</strong> för former för kommunikation och samverkan samt metoder som kan användas vid konflikthantering och för att skapa motivation.",
        "knowledgeRequirementChoice" : {
          "E" : "Eleven redogör också <strong>översiktligt</strong> för former för kommunikation och samverkan samt metoder som kan användas vid konflikthantering och för att skapa motivation.",
          "C" : "Eleven redogör också <strong>utförligt</strong> för former för kommunikation och samverkan samt metoder som kan användas vid konflikthantering och för att skapa motivation.",
          "A" : "Eleven redogör också <strong>utförligt och nyanserat</strong> för former för kommunikation och samverkan samt metoder som kan användas vid konflikthantering och för att skapa motivation."
        }
      }, {
        "text" : "Dessutom värderar eleven med <strong>________</strong> omdömen de olika formerna och metoderna.",
        "knowledgeRequirementChoice" : {
          "E" : "Dessutom värderar eleven med <strong>enkla</strong> omdömen de olika formerna och metoderna.",
          "C" : "Dessutom värderar eleven med <strong>enkla</strong> omdömen de olika formerna och metoderna.",
          "A" : "Dessutom värderar eleven med <strong>nyanserade</strong> omdömen de olika formerna och metoderna."
        }
      } ]
    }, {
      "heading" : "",
      "knowledgeRequirements" : [ {
        "text" : "Eleven beskriver <strong>________</strong> olika ledarskapsformer och för <strong>________</strong> resonemang om vilken betydelse ledarskapsformen har för en verksamhet.",
        "knowledgeRequirementChoice" : {
          "E" : "Eleven beskriver <strong>översiktligt</strong> olika ledarskapsformer och för <strong>enkla</strong> resonemang om vilken betydelse ledarskapsformen har för en verksamhet.",
          "C" : "Eleven beskriver <strong>utförligt</strong> olika ledarskapsformer och för <strong>välgrundade</strong> resonemang om vilken betydelse ledarskapsformen har för en verksamhet.",
          "A" : "Eleven beskriver <strong>utförligt och nyanserat</strong> olika ledarskapsformer och för <strong>välgrundade och nyanserade</strong> resonemang om vilken betydelse ledarskapsformen har för en verksamhet."
        }
      }, {
        "text" : "Eleven beskriver också <strong>________</strong> olika organisationsformer och för <strong>________</strong> resonemang om deras användbarhet.",
        "knowledgeRequirementChoice" : {
          "E" : "Eleven beskriver också <strong>översiktligt</strong> olika organisationsformer och för <strong>enkla</strong> resonemang om deras användbarhet.",
          "C" : "Eleven beskriver också <strong>utförligt</strong> olika organisationsformer och för <strong>välgrundade</strong> resonemang om deras användbarhet.",
          "A" : "Eleven beskriver också <strong>utförligt och nyanserat</strong> olika organisationsformer och för <strong>välgrundade och nyanserade</strong> resonemang om deras användbarhet."
        }
      }, {
        "text" : "Dessutom redogör eleven <strong>________</strong> för hur organisationskulturer uppstår och för <strong>________</strong> resonemang om organisationskulturens påverkan på ledarskap, medarbetare och resultat inom en verksamhet.",
        "knowledgeRequirementChoice" : {
          "E" : "Dessutom redogör eleven <strong>översiktligt</strong> för hur organisationskulturer uppstår och för <strong>enkla</strong> resonemang om organisationskulturens påverkan på ledarskap, medarbetare och resultat inom en verksamhet.",
          "C" : "Dessutom redogör eleven <strong>utförligt</strong> för hur organisationskulturer uppstår och för <strong>välgrundade</strong> resonemang om organisationskulturens påverkan på ledarskap, medarbetare och resultat inom en verksamhet.",
          "A" : "Dessutom redogör eleven <strong>utförligt och nyanserat</strong> för hur organisationskulturer uppstår och för <strong>välgrundade och nyanserade</strong> resonemang om organisationskulturens påverkan på ledarskap, medarbetare och resultat inom en verksamhet."
        }
      } ]
    }, {
      "heading" : "",
      "knowledgeRequirements" : [ {
        "text" : "Eleven identifierar och formulerar <strong>________</strong> frågeställningar inom ledarskap och organisation samt för <strong>________</strong> resonemang om dem.",
        "knowledgeRequirementChoice" : {
          "E" : "Eleven identifierar och formulerar <strong>enkla</strong> frågeställningar inom ledarskap och organisation samt för <strong>enkla</strong> resonemang om dem.",
          "C" : "Eleven identifierar och formulerar frågeställningar inom ledarskap och organisation samt för <strong>välgrundade</strong> resonemang om dem.",
          "A" : "Eleven identifierar och formulerar <strong>komplexa</strong> frågeställningar inom ledarskap och organisation samt för <strong>välgrundade och nyanserade</strong> resonemang om dem."
        }
      }, {
        "text" : "Eleven använder <strong>________</strong> med handledare relevanta metoder för att leda och organisera en verksamhet i bekanta situationer.",
        "knowledgeRequirementChoice" : {
          "E" : "Eleven använder <strong>i samråd</strong> med handledare relevanta metoder för att leda och organisera en verksamhet i bekanta situationer.",
          "C" : "Eleven använder <strong>efter samråd</strong> med handledare relevanta metoder för att leda och organisera en verksamhet i bekanta situationer.",
          "A" : "Eleven använder <strong>efter samråd</strong> med handledare relevanta metoder för att leda och organisera en verksamhet i bekanta <strong>men även i nya</strong> situationer."
        }
      } ]
    }, {
      "heading" : "",
      "knowledgeRequirements" : [ {
        "text" : "När eleven samråder med handledare bedömer hon eller han <strong>________</strong> den egna förmågan och situationens krav.",
        "knowledgeRequirementChoice" : {
          "E" : "När eleven samråder med handledare bedömer hon eller han <strong>med viss säkerhet</strong> den egna förmågan och situationens krav.",
          "C" : "När eleven samråder med handledare bedömer hon eller han <strong>med viss säkerhet</strong> den egna förmågan och situationens krav.",
          "A" : "När eleven samråder med handledare bedömer hon eller han <strong>med säkerhet</strong> den egna förmågan och situationens krav."
        }
      } ]
    } ],
    "point" : 100,
    "year" : null
  } ]
}