{
  "name" : "Livsmedels- och näringskunskap",
  "description" : "Ämnet livsmedels- och näringskunskap behandlar livsmedel och råvaror samt hur de påverkas av olika faktorer. Det behandlar dessutom hur man komponerar matsedlar och recept för olika behov samt sambandet mellan mat, dryck och hälsa.",
  "code" : "LIV",
  "designation" : "",
  "skolfsId" : "2010:67",
  "purposes" : [ {
    "type" : "PARAGRAPH",
    "heading" : "",
    "lines" : [ "Undervisningen i ämnet livsmedels- och näringskunskap ska syfta till att eleverna utvecklar kunskaper om olika livsmedel och råvaror samt deras näringsinnehåll, kemiska uppbyggnad och funktion i kroppen.", "Undervisningen ska leda till att eleverna utvecklar kunskaper om hur näringsinnehållet och kvaliteten påverkas av råvarornas odlingssätt eller uppfödningssätt, förädling, tillagning och förvaring." ]
  }, {
    "type" : "PARAGRAPH",
    "heading" : "",
    "lines" : [ "Utifrån människors olika behov ska undervisningen ge eleverna möjlighet att utveckla färdigheter i att komponera och näringsberäkna matsedlar samt kunskaper om hur olika faktorer påverkar näringsinnehåll och behov.", "Undervisningen ska även leda till att eleverna utvecklar kunskaper om den betydelse som mat och dryck har för hälsan både på individnivå och på samhällsnivå." ]
  }, {
    "type" : "PARAGRAPH",
    "heading" : "",
    "lines" : [ "Undervisningen ska bidra till att eleverna utvecklar förmåga att problematisera frågor som berör kostsituationen i världen och olika frågor kring etik och hållbar utveckling inom området.", "Den ska även bidra till att eleverna utvecklar förmåga att förstå lagar och andra bestämmelser kring livsmedel och råvaror." ]
  }, {
    "type" : "PARAGRAPH",
    "heading" : "",
    "lines" : [ "Genom undervisningen ska eleverna ges möjlighet att praktiskt tillämpa och utveckla sina kunskaper om olika livsmedel, hur de ser ut, smakar och kan användas." ]
  }, {
    "type" : "BULLET",
    "heading" : "Undervisningen i ämnet livsmedels- och näringskunskap ska ge eleverna förutsättningar att utveckla följande:",
    "lines" : [ "Kunskaper om olika råvaror och livsmedel samt deras egenskaper.", "Kunskaper om näringsämnen.", "Kunskaper om hur råvarors och livsmedels kvalitet och näringsinnehåll påverkas vid förädling och förvaring.", "Färdigheter i att göra näringsberäkningar.", "Förmåga att sammanställa menyer och recept för normal och alternativ kost.", "Kunskaper om näringsrekommendationer utifrån hälsa och livsstil samt om kostsituationer i Sverige och i övriga världen.", "Förmåga att göra olika etiska och miljömässiga ställningstaganden.", "Kunskaper om lagar och andra bestämmelser inom området." ]
  } ],
  "courses" : [ {
    "name" : "Livsmedels- och näringskunskap 1",
    "description" : " Kursen livsmedels- och näringskunskap 1 omfattar punkterna 1–8 under rubriken Ämnets syfte. I kursen behandlas grundläggande kunskaper i ämnet. ",
    "code" : "LIVLIV01",
    "centralContent" : [ {
      "heading" : "Undervisningen i kursen ska behandla följande centrala innehåll:",
      "lines" : [ "Identifiering och kvalitetsbedömning av råvaror och livsmedel.", "Näringsämnen, deras uppbyggnad och funktioner i kroppen samt deras betydelse för människors hälsa.", "Olika led i hanteringen av råvaror och livsmedel: odling, djurhållning, transport, förvaring och förädling.", "Hur olika tillagningsmetoder påverkar råvarors och livsmedels kvalitet och näringsinnehåll.", "Kemiska processer som pågår i råvaror och livsmedel vid förädling och förvaring.", "Näringsberäkningar. Hälsa och livsstil. Hur individers energibehov och näringsbehov påverkas av olika faktorer, till exempel aktivitet.", "Allergi- och specialkost. Näringstillstånd med kostrekommendationer för till exempel äldre, barn och sjuka.", "Kostsituationen i Sverige och i övriga världen, till exempel undernäring, fetma och resursfördelning.", "Etik och miljö när det gäller råvaru- och livsmedelshantering samt resurshushållning.", "Lagar och andra bestämmelser inom området." ]
    } ],
    "knowledgeRequirementParagraphs" : [ {
      "heading" : "",
      "knowledgeRequirements" : [ {
        "text" : "Eleven identifierar <strong>________</strong> och beskriver <strong>________</strong> olika råvaror och livsmedel samt redogör <strong>________</strong> för deras egenskaper.",
        "knowledgeRequirementChoice" : {
          "E" : "Eleven identifierar <strong>med viss säkerhet</strong> och beskriver <strong>översiktligt</strong> olika råvaror och livsmedel samt redogör <strong>översiktligt</strong> för deras egenskaper.",
          "C" : "Eleven identifierar <strong>med viss säkerhet</strong> och beskriver <strong>utförligt</strong> olika råvaror och livsmedel samt redogör <strong>utförligt</strong> för deras egenskaper.",
          "A" : "Eleven identifierar <strong>med säkerhet</strong> och beskriver <strong>utförligt och nyanserat</strong> olika råvaror och livsmedel samt redogör <strong>utförligt och nyanserat</strong> för deras egenskaper."
        }
      }, {
        "text" : "Dessutom beskriver eleven <strong>________</strong> olika näringsämnen samt hur råvarors och livsmedels kvalitet och näringsinnehåll påverkas vid förädling och förvaring.",
        "knowledgeRequirementChoice" : {
          "E" : "Dessutom beskriver eleven <strong>översiktligt</strong> olika näringsämnen samt hur råvarors och livsmedels kvalitet och näringsinnehåll påverkas vid förädling och förvaring.",
          "C" : "Dessutom beskriver eleven <strong>utförligt</strong> olika näringsämnen samt hur råvarors och livsmedels kvalitet och näringsinnehåll påverkas vid förädling och förvaring.",
          "A" : "Dessutom beskriver eleven <strong>utförligt och nyanserat</strong> olika näringsämnen samt hur råvarors och livsmedels kvalitet och näringsinnehåll påverkas vid förädling och förvaring."
        }
      } ]
    }, {
      "heading" : "",
      "knowledgeRequirements" : [ {
        "text" : "Eleven gör näringsberäkningar <strong>________</strong> och skapar med utgångspunkt i detta och <strong>________</strong> med handledare menyer och recept för normalkost.",
        "knowledgeRequirementChoice" : {
          "E" : "Eleven gör näringsberäkningar <strong>utifrån ett givet underlag</strong> och skapar med utgångspunkt i detta och <strong>i samråd</strong> med handledare menyer och recept för normalkost.",
          "C" : "Eleven gör näringsberäkningar och skapar med utgångspunkt i detta och <strong>efter samråd</strong> med handledare menyer och recept för normalkost.",
          "A" : "Eleven gör näringsberäkningar och skapar med utgångspunkt i detta och <strong>efter samråd</strong> med handledare menyer och recept för normalkost."
        }
      }, {
        "text" : "Vid behov anpassas menyerna och recepten <strong>________</strong> utifrån individuella behov samt utifrån allergier och sjukdomstillstånd.",
        "knowledgeRequirementChoice" : {
          "E" : "Vid behov anpassas menyerna och recepten <strong>med viss säkerhet</strong> utifrån individuella behov samt utifrån allergier och sjukdomstillstånd.",
          "C" : "Vid behov anpassas menyerna och recepten <strong>med viss säkerhet</strong> utifrån individuella behov samt utifrån allergier och sjukdomstillstånd.",
          "A" : "Vid behov anpassas menyerna och recepten <strong>med säkerhet</strong> utifrån individuella behov samt utifrån allergier och sjukdomstillstånd."
        }
      } ]
    }, {
      "heading" : "",
      "knowledgeRequirements" : [ {
        "text" : "Eleven redogör <strong>________</strong> för olika näringsrekommendationer och deras koppling till hälsa och livsstil.",
        "knowledgeRequirementChoice" : {
          "E" : "Eleven redogör <strong>översiktligt</strong> för olika näringsrekommendationer och deras koppling till hälsa och livsstil.",
          "C" : "Eleven redogör <strong>utförligt</strong> för olika näringsrekommendationer och deras koppling till hälsa och livsstil.",
          "A" : "Eleven redogör <strong>utförligt och nyanserat</strong> för olika näringsrekommendationer och deras koppling till hälsa och livsstil."
        }
      }, {
        "text" : "Dessutom redogör eleven <strong>________</strong> för kostsituationen i Sverige och i övriga världen.",
        "knowledgeRequirementChoice" : {
          "E" : "Dessutom redogör eleven <strong>översiktligt</strong> för kostsituationen i Sverige och i övriga världen.",
          "C" : "Dessutom redogör eleven <strong>utförligt</strong> för kostsituationen i Sverige och i övriga världen.",
          "A" : "Dessutom redogör eleven <strong>utförligt och nyanserat</strong> för kostsituationen i Sverige och i övriga världen."
        }
      } ]
    }, {
      "heading" : "",
      "knowledgeRequirements" : [ {
        "text" : "Eleven beskriver <strong>________</strong> några etiska och miljömässiga dilemman när det gäller djurhållning, livsmedelshantering och näringsintag.",
        "knowledgeRequirementChoice" : {
          "E" : "Eleven beskriver <strong>översiktligt</strong> några etiska och miljömässiga dilemman när det gäller djurhållning, livsmedelshantering och näringsintag.",
          "C" : "Eleven beskriver <strong>utförligt</strong> några etiska och miljömässiga dilemman när det gäller djurhållning, livsmedelshantering och näringsintag.",
          "A" : "Eleven beskriver <strong>utförligt och nyanserat</strong> några etiska och miljömässiga dilemman när det gäller djurhållning, livsmedelshantering och näringsintag."
        }
      }, {
        "text" : "Eleven diskuterar dessa <strong>________</strong> och motiverar sina ställningstaganden med <strong>________</strong> omdömen.",
        "knowledgeRequirementChoice" : {
          "E" : "Eleven diskuterar dessa <strong>översiktligt</strong> och motiverar sina ställningstaganden med <strong>enkla</strong> omdömen.",
          "C" : "Eleven diskuterar dessa <strong>utförligt</strong> och motiverar sina ställningstaganden med <strong>enkla</strong> omdömen.",
          "A" : "Eleven diskuterar dessa <strong>utförligt och nyanserat</strong> och motiverar sina ställningstaganden med <strong>nyanserade</strong> omdömen."
        }
      }, {
        "text" : "I diskussionen hänvisar eleven även till relevanta lagar och andra bestämmelser.",
        "knowledgeRequirementChoice" : {
          "E" : "I diskussionen hänvisar eleven även till relevanta lagar och andra bestämmelser.",
          "C" : "I diskussionen hänvisar eleven även till relevanta lagar och andra bestämmelser.",
          "A" : "I diskussionen hänvisar eleven även till relevanta lagar och andra bestämmelser."
        }
      } ]
    }, {
      "heading" : "",
      "knowledgeRequirements" : [ {
        "text" : "När eleven samråder med handledare bedömer hon eller han <strong>________</strong> den egna förmågan och situationens krav.",
        "knowledgeRequirementChoice" : {
          "E" : "När eleven samråder med handledare bedömer hon eller han <strong>med viss säkerhet</strong> den egna förmågan och situationens krav.",
          "C" : "När eleven samråder med handledare bedömer hon eller han <strong>med viss säkerhet</strong> den egna förmågan och situationens krav.",
          "A" : "När eleven samråder med handledare bedömer hon eller han <strong>med säkerhet</strong> den egna förmågan och situationens krav."
        }
      } ]
    } ],
    "point" : 100,
    "year" : null
  }, {
    "name" : "Livsmedels- och näringskunskap 2",
    "description" : "Kursen livsmedels- och näringskunskap 2 omfattar punkterna 1–8 under rubriken Ämnets syfte, med särskild betoning på punkterna 2, 6 och 8. I kursen behandlas fördjupade kunskaper i ämnet.",
    "code" : "LIVLIV02",
    "centralContent" : [ {
      "heading" : "Undervisningen i kursen ska behandla följande centrala innehåll:",
      "lines" : [ "Kvalitetsbedömning och jämförelser av råvaror och livsmedel.", "Råvarors, livsmedels och näringsämnens kemiska uppbyggnad, till exempel cellstrukturer, fiber- och muskeluppbyggnad samt vatten- och fettlöslighet.", "Kemiska och fysikaliska processer i råvaror och färdiga produkter vid till exempel fermentering, torkning och stekning.", "Energibehov och näringsbehov i förhållande till livsstil, motion, matvanor och särskilda behov.", "Etiska frågor gällande råvarors kvalitet och ursprung, till exempel rättviseförhållanden, genmodifiering och transporter.", "Livsmedelskvalitet i relation till hållbar utveckling och ekonomi.", "Lagar och andra bestämmelser inom området som till exempel rör livsmedelstillsatser, märknings- och packningsbestämmelser." ]
    } ],
    "knowledgeRequirementParagraphs" : [ {
      "heading" : "",
      "knowledgeRequirements" : [ {
        "text" : "Eleven beskriver <strong>________</strong> och gör <strong>________</strong> bedömningar av kvaliteten hos olika råvaror och livsmedel samt redogör <strong>________</strong> för deras egenskaper.",
        "knowledgeRequirementChoice" : {
          "E" : "Eleven beskriver <strong>översiktligt</strong> och gör <strong>med viss säkerhet</strong> bedömningar av kvaliteten hos olika råvaror och livsmedel samt redogör <strong>översiktligt</strong> för deras egenskaper.",
          "C" : "Eleven beskriver <strong>utförligt</strong> och gör <strong>med viss säkerhet</strong> bedömningar av kvaliteten hos olika råvaror och livsmedel samt redogör <strong>utförligt</strong> för deras egenskaper.",
          "A" : "Eleven beskriver <strong>utförligt och nyanserat</strong> och gör <strong>med säkerhet</strong> bedömningar av kvaliteten hos olika råvaror och livsmedel samt redogör <strong>utförligt och nyanserat</strong> för deras egenskaper."
        }
      }, {
        "text" : "Eleven beskriver också <strong>________</strong> råvarors, livsmedels och näringsämnens kemiska uppbyggnad.",
        "knowledgeRequirementChoice" : {
          "E" : "Eleven beskriver också <strong>översiktligt</strong> råvarors, livsmedels och näringsämnens kemiska uppbyggnad.",
          "C" : "Eleven beskriver också <strong>utförligt</strong> råvarors, livsmedels och näringsämnens kemiska uppbyggnad.",
          "A" : "Eleven beskriver också <strong>utförligt och nyanserat</strong> råvarors, livsmedels och näringsämnens kemiska uppbyggnad."
        }
      }, {
        "text" : "Dessutom beskriver eleven <strong>________</strong> hur råvarors och livsmedels kvalitet och näringsinnehåll påverkas vid förädling och förvaring samt de kemiska och fysikaliska processer som pågår.",
        "knowledgeRequirementChoice" : {
          "E" : "Dessutom beskriver eleven <strong>översiktligt</strong> hur råvarors och livsmedels kvalitet och näringsinnehåll påverkas vid förädling och förvaring samt de kemiska och fysikaliska processer som pågår.",
          "C" : "Dessutom beskriver eleven <strong>utförligt</strong> hur råvarors och livsmedels kvalitet och näringsinnehåll påverkas vid förädling och förvaring samt de kemiska och fysikaliska processer som pågår.",
          "A" : "Dessutom beskriver eleven <strong>utförligt och nyanserat</strong> hur råvarors och livsmedels kvalitet och näringsinnehåll påverkas vid förädling och förvaring samt de kemiska och fysikaliska processer som pågår."
        }
      } ]
    }, {
      "heading" : "",
      "knowledgeRequirements" : [ {
        "text" : "Eleven gör näringsberäkningar <strong>________</strong> och skapar med utgångspunkt i detta och <strong>________</strong> med handledare menyer och recept för normalkost.",
        "knowledgeRequirementChoice" : {
          "E" : "Eleven gör näringsberäkningar <strong>utifrån ett givet underlag</strong> och skapar med utgångspunkt i detta och <strong>i samråd</strong> med handledare menyer och recept för normalkost.",
          "C" : "Eleven gör näringsberäkningar och skapar med utgångspunkt i detta och <strong>efter samråd</strong> med handledare menyer och recept för normalkost.",
          "A" : "Eleven gör näringsberäkningar och skapar med utgångspunkt i detta och <strong>efter samråd</strong> med handledare menyer och recept för normalkost."
        }
      }, {
        "text" : "Vid behov anpassas menyerna och recepten <strong>________</strong> utifrån särskilda behov.",
        "knowledgeRequirementChoice" : {
          "E" : "Vid behov anpassas menyerna och recepten <strong>med viss säkerhet</strong> utifrån särskilda behov.",
          "C" : "Vid behov anpassas menyerna och recepten <strong>med viss säkerhet</strong> utifrån särskilda behov.",
          "A" : "Vid behov anpassas menyerna och recepten <strong>med säkerhet</strong> utifrån särskilda behov."
        }
      } ]
    }, {
      "heading" : "",
      "knowledgeRequirements" : [ {
        "text" : "Eleven redogör <strong>________</strong> för olika näringsrekommendationer och deras koppling till hälsa och livsstil.",
        "knowledgeRequirementChoice" : {
          "E" : "Eleven redogör <strong>översiktligt</strong> för olika näringsrekommendationer och deras koppling till hälsa och livsstil.",
          "C" : "Eleven redogör <strong>utförligt</strong> för olika näringsrekommendationer och deras koppling till hälsa och livsstil.",
          "A" : "Eleven redogör <strong>utförligt och nyanserat</strong> för olika näringsrekommendationer och deras koppling till hälsa och livsstil."
        }
      }, {
        "text" : "Dessutom redogör eleven <strong>________</strong> för kostsituationen i Sverige och i övriga världen.",
        "knowledgeRequirementChoice" : {
          "E" : "Dessutom redogör eleven <strong>översiktligt</strong> för kostsituationen i Sverige och i övriga världen.",
          "C" : "Dessutom redogör eleven <strong>utförligt</strong> för kostsituationen i Sverige och i övriga världen.",
          "A" : "Dessutom redogör eleven <strong>utförligt och nyanserat</strong> för kostsituationen i Sverige och i övriga världen."
        }
      } ]
    }, {
      "heading" : "",
      "knowledgeRequirements" : [ {
        "text" : "Eleven beskriver <strong>________</strong> några etiska och miljömässiga dilemman när det gäller råvarors kvalitet och ursprung samt livsmedelskvalitet i relation till hållbar utveckling.",
        "knowledgeRequirementChoice" : {
          "E" : "Eleven beskriver <strong>översiktligt</strong> några etiska och miljömässiga dilemman när det gäller råvarors kvalitet och ursprung samt livsmedelskvalitet i relation till hållbar utveckling.",
          "C" : "Eleven beskriver <strong>utförligt</strong> några etiska och miljömässiga dilemman när det gäller råvarors kvalitet och ursprung samt livsmedelskvalitet i relation till hållbar utveckling.",
          "A" : "Eleven beskriver <strong>utförligt och nyanserat</strong> några etiska och miljömässiga dilemman när det gäller råvarors kvalitet och ursprung samt livsmedelskvalitet i relation till hållbar utveckling."
        }
      }, {
        "text" : "Eleven diskuterar dessa <strong>________</strong> och motiverar sina ställningstaganden med <strong>________</strong> omdömen.",
        "knowledgeRequirementChoice" : {
          "E" : "Eleven diskuterar dessa <strong>översiktligt</strong> och motiverar sina ställningstaganden med <strong>enkla</strong> omdömen.",
          "C" : "Eleven diskuterar dessa <strong>utförligt</strong> och motiverar sina ställningstaganden med <strong>enkla</strong> omdömen.",
          "A" : "Eleven diskuterar dessa <strong>utförligt och nyanserat</strong> och motiverar sina ställningstaganden med <strong>nyanserade</strong> omdömen."
        }
      }, {
        "text" : "I diskussionen hänvisar eleven även till relevanta lagar och andra bestämmelser.",
        "knowledgeRequirementChoice" : {
          "E" : "I diskussionen hänvisar eleven även till relevanta lagar och andra bestämmelser.",
          "C" : "I diskussionen hänvisar eleven även till relevanta lagar och andra bestämmelser.",
          "A" : "I diskussionen hänvisar eleven även till relevanta lagar och andra bestämmelser."
        }
      }, {
        "text" : "När eleven samråder med handledare bedömer hon eller han <strong>________</strong> den egna förmågan och situationens krav.",
        "knowledgeRequirementChoice" : {
          "E" : "När eleven samråder med handledare bedömer hon eller han <strong>med viss säkerhet</strong> den egna förmågan och situationens krav.",
          "C" : "När eleven samråder med handledare bedömer hon eller han <strong>med viss säkerhet</strong> den egna förmågan och situationens krav.",
          "A" : "När eleven samråder med handledare bedömer hon eller han <strong>med säkerhet</strong> den egna förmågan och situationens krav."
        }
      } ]
    } ],
    "point" : 100,
    "year" : null
  } ]
}