{
  "name" : "Massage",
  "description" : "Ämnet massage är ett tvärvetenskapligt kunskapsområde som har sin grund i naturvetenskap och humanbiologi. Ämnet handlar om hur vår kropp och rörelseapparat påverkas av olika faktorer och hur massage och beröring kan användas både som behandlingsmetod och i hälsofrämjande syfte.",
  "code" : "MAA",
  "designation" : "",
  "skolfsId" : "2010:139",
  "purposes" : [ {
    "type" : "PARAGRAPH",
    "heading" : "",
    "lines" : [ "Undervisningen i ämnet massage ska syfta till att eleverna utvecklar kunskaper om kroppens anatomi och fysiologi med tonvikt på kroppens rörelseapparat.", "Eleverna ska ges möjlighet att utveckla kunskaper om massage som såväl skadeförebyggande som hälsofrämjande behandlingsform.", "Dessutom ska undervisningen leda till att eleverna utvecklar färdigheter i att använda olika massagetekniker.", "Genom undervisningen ska eleverna även ges möjlighet att utveckla kunskaper om ergonomi, hygien och miljöfrågor kopplade till verksamheten.", "Undervisningen ska också ge eleverna möjlighet att utveckla kunskaper om rörelse, avspänning och träning." ]
  }, {
    "type" : "PARAGRAPH",
    "heading" : "",
    "lines" : [ "Eleverna ska också ges möjlighet att diskutera centrala begrepp samt att använda massage och beröring som ett pedagogiskt redskap i olika sammanhang." ]
  }, {
    "type" : "BULLET",
    "heading" : "Undervisningen i ämnet massage ska ge eleverna förutsättningar att utveckla följande:",
    "lines" : [ "Kunskaper om kroppens anatomi och fysiologi.", "Kunskaper om massage som behandlingsform.", "Förmåga att använda centrala begrepp och teorier inom kunskapsområdet.", "Förmåga att arbeta med olika behandlingsformer i såväl skadeförebyggande som hälsofrämjande syfte på ett ergonomiskt, hygieniskt och miljömässigt sätt.", "Förmåga att samverka i behandlingssituationer." ]
  } ],
  "courses" : [ {
    "name" : "Massage 1",
    "description" : "Kursen massage 1 omfattar punkterna 1–4 under Ämnets syfte. I kursen behandlas grundläggande kunskaper i ämnet.",
    "code" : "MAAMAA01",
    "centralContent" : [ {
      "heading" : "Undervisningen i kursen ska behandla följande centrala innehåll:",
      "lines" : [ "Grundläggande anatomi och fysiologi med fokus på kroppens rörelseapparat, skelett, leder, muskler och hud.", "Tillämpad anatomi samt grundläggande muskel- och skelettpalpation.", "Grundgrepp i massage.", "Klassisk massage, ansiktsmassage, sittande massage samt taktil massage.", "Massagens historia, vetenskapliga effekter och teoretiska grund.", "Spänningsbehandling och hur massage kan frigöra spänningar i stel och spänd muskulatur.", "Undersökning, behandling och träning i kombination för att skapa helhet i ett hälsofrämjande syfte.", "Hygien, miljö och arbetsställning vid massage." ]
    } ],
    "knowledgeRequirementParagraphs" : [ {
      "heading" : "",
      "knowledgeRequirements" : [ {
        "text" : "Eleven beskriver <strong>________</strong> kroppens anatomi och fysiologi.",
        "knowledgeRequirementChoice" : {
          "E" : "Eleven beskriver <strong>översiktligt</strong> kroppens anatomi och fysiologi.",
          "C" : "Eleven beskriver <strong>utförligt</strong> kroppens anatomi och fysiologi.",
          "A" : "Eleven beskriver <strong>utförligt och nyanserat</strong> kroppens anatomi och fysiologi."
        }
      }, {
        "text" : "Dessutom redogör eleven <strong>________</strong> för hur olika behandlingsformer inom massage kan användas i skadeförebyggande och hälsofrämjande syfte.",
        "knowledgeRequirementChoice" : {
          "E" : "Dessutom redogör eleven <strong>översiktligt</strong> för hur olika behandlingsformer inom massage kan användas i skadeförebyggande och hälsofrämjande syfte.",
          "C" : "Dessutom redogör eleven <strong>utförligt</strong> för hur olika behandlingsformer inom massage kan användas i skadeförebyggande och hälsofrämjande syfte.",
          "A" : "Dessutom redogör eleven <strong>utförligt och nyanserat</strong> för hur olika behandlingsformer inom massage kan användas i skadeförebyggande och hälsofrämjande syfte."
        }
      }, {
        "text" : "I beskrivningar och redogörelser använder eleven <strong>________</strong> centrala begrepp samt förklarar <strong>________</strong> samband och drar <strong>________</strong> slutsatser.",
        "knowledgeRequirementChoice" : {
          "E" : "I beskrivningar och redogörelser använder eleven <strong>med viss säkerhet</strong> centrala begrepp samt förklarar <strong>enkla</strong> samband och drar <strong>enkla</strong> slutsatser.",
          "C" : "I beskrivningar och redogörelser använder eleven <strong>med viss säkerhet</strong> centrala begrepp samt förklarar samband och drar <strong>välgrundade</strong> slutsatser.",
          "A" : "I beskrivningar och redogörelser använder eleven <strong>med säkerhet</strong> centrala begrepp samt förklarar <strong>komplexa</strong> samband och drar <strong>välgrundade och nyanserade</strong> slutsatser."
        }
      } ]
    }, {
      "heading" : "",
      "knowledgeRequirements" : [ {
        "text" : "Eleven utför med <strong>________</strong> handlag några massagetekniker och hanterar <strong>________</strong> material och utrustning på ett sätt som uppfyller fastställda kvalitetskrav.",
        "knowledgeRequirementChoice" : {
          "E" : "Eleven utför med <strong>visst</strong> handlag några massagetekniker och hanterar <strong>med viss säkerhet</strong> material och utrustning på ett sätt som uppfyller fastställda kvalitetskrav.",
          "C" : "Eleven utför med <strong>gott</strong> handlag några massagetekniker och hanterar <strong>med viss säkerhet</strong> material och utrustning på ett sätt som uppfyller fastställda kvalitetskrav.",
          "A" : "Eleven utför med <strong>mycket gott</strong> handlag några massagetekniker och hanterar <strong>med säkerhet</strong> material och utrustning på ett sätt som uppfyller fastställda kvalitetskrav."
        }
      }, {
        "text" : "I sitt arbete tar eleven hänsyn till hygien, hälsa och miljö.",
        "knowledgeRequirementChoice" : {
          "E" : "I sitt arbete tar eleven hänsyn till hygien, hälsa och miljö.",
          "C" : "I sitt arbete tar eleven hänsyn till hygien, hälsa och miljö.",
          "A" : "I sitt arbete tar eleven hänsyn till hygien, hälsa och miljö."
        }
      } ]
    } ],
    "point" : 100,
    "year" : null
  }, {
    "name" : "Massage 2",
    "description" : "Kursen massage 2 omfattar punkterna 1–5 under rubriken Ämnets syfte. I kursen behandlas fördjupade kunskaper i ämnet.",
    "code" : "MAAMAA02",
    "centralContent" : [ {
      "heading" : "Undervisningen i kursen ska behandla följande centrala innehåll:",
      "lines" : [ "Anatomi och fysiologi med fokus på muskelfysiologi, rörelse och träning samt medicinsk terminologi.", "Grundläggande skade- och sjukdomslära med fokus på rörelseapparaten.", "Rörlighetsträning, muskeltöjningar och triggerpunktsbehandling.", "Hjärt-lungräddning med defibrillator.", "Olika metoder för att ge avspänning.", "Massage i praktiken.", "Olika undersökningsformer, behandlingstekniker och skadeförbyggande och rehabiliterande träning.", "Hygien, miljö och arbetsställning vid massage." ]
    } ],
    "knowledgeRequirementParagraphs" : [ {
      "heading" : "",
      "knowledgeRequirements" : [ {
        "text" : "Eleven beskriver <strong>________</strong> musklernas funktion dels var för sig, dels hur de samverkar i kroppens rörelseapparat.",
        "knowledgeRequirementChoice" : {
          "E" : "Eleven beskriver <strong>översiktligt</strong> musklernas funktion dels var för sig, dels hur de samverkar i kroppens rörelseapparat.",
          "C" : "Eleven beskriver <strong>utförligt</strong> musklernas funktion dels var för sig, dels hur de samverkar i kroppens rörelseapparat.",
          "A" : "Eleven beskriver <strong>utförligt och nyanserat</strong> musklernas funktion dels var för sig, dels hur de samverkar i kroppens rörelseapparat."
        }
      }, {
        "text" : "Dessutom redogör eleven <strong>________</strong> för hur olika typer av behandlingsformer och träning kan användas i skadeförebyggande, rehabiliterande och hälsofrämjande syfte.",
        "knowledgeRequirementChoice" : {
          "E" : "Dessutom redogör eleven <strong>översiktligt</strong> för hur olika typer av behandlingsformer och träning kan användas i skadeförebyggande, rehabiliterande och hälsofrämjande syfte.",
          "C" : "Dessutom redogör eleven <strong>utförligt</strong> för hur olika typer av behandlingsformer och träning kan användas i skadeförebyggande, rehabiliterande och hälsofrämjande syfte.",
          "A" : "Dessutom redogör eleven <strong>utförligt och nyanserat</strong> för hur olika typer av behandlingsformer och träning kan användas i skadeförebyggande, rehabiliterande och hälsofrämjande syfte."
        }
      }, {
        "text" : "I beskrivningar och redogörelser använder eleven <strong>________</strong> centrala begrepp samt förklarar <strong>________</strong> samband och drar <strong>________</strong> slutsatser.",
        "knowledgeRequirementChoice" : {
          "E" : "I beskrivningar och redogörelser använder eleven <strong>med viss säkerhet</strong> centrala begrepp samt förklarar <strong>enkla</strong> samband och drar <strong>enkla</strong> slutsatser.",
          "C" : "I beskrivningar och redogörelser använder eleven <strong>med viss säkerhet</strong> centrala begrepp samt förklarar samband och drar <strong>välgrundade</strong> slutsatser.",
          "A" : "I beskrivningar och redogörelser använder eleven <strong>med säkerhet</strong> centrala begrepp samt förklarar <strong>komplexa</strong> samband och drar <strong>välgrundade och nyanserade</strong> slutsatser."
        }
      } ]
    }, {
      "heading" : "",
      "knowledgeRequirements" : [ {
        "text" : "Eleven planerar och genomför vanligt förekommande <strong>________</strong> arbetsuppgifter på ett yrkesmässigt sätt.",
        "knowledgeRequirementChoice" : {
          "E" : "Eleven planerar och genomför vanligt förekommande <strong>enkla</strong> arbetsuppgifter på ett yrkesmässigt sätt.",
          "C" : "Eleven planerar och genomför vanligt förekommande arbetsuppgifter på ett yrkesmässigt sätt.",
          "A" : "Eleven planerar och genomför vanligt förekommande, <strong>även avancerade</strong>, arbetsuppgifter på ett yrkesmässigt sätt."
        }
      }, {
        "text" : "Eleven utför med <strong>________</strong> handlag olika massagetekniker och hanterar <strong>________</strong> material och utrustning på ett sätt som uppfyller fastställda kvalitetskrav.",
        "knowledgeRequirementChoice" : {
          "E" : "Eleven utför med <strong>visst</strong> handlag olika massagetekniker och hanterar <strong>med viss säkerhet</strong> material och utrustning på ett sätt som uppfyller fastställda kvalitetskrav.",
          "C" : "Eleven utför med <strong>gott</strong> handlag olika massagetekniker och hanterar <strong>med viss säkerhet</strong> material och utrustning på ett sätt som uppfyller fastställda kvalitetskrav.",
          "A" : "Eleven utför med <strong>mycket gott</strong> handlag olika massagetekniker och hanterar <strong>med säkerhet</strong> material och utrustning på ett sätt som uppfyller fastställda kvalitetskrav."
        }
      }, {
        "text" : "I sitt arbete tar eleven hänsyn till hygien, hälsa och miljö.",
        "knowledgeRequirementChoice" : {
          "E" : "I sitt arbete tar eleven hänsyn till hygien, hälsa och miljö.",
          "C" : "I sitt arbete tar eleven hänsyn till hygien, hälsa och miljö.",
          "A" : "I sitt arbete tar eleven hänsyn till hygien, hälsa och miljö."
        }
      }, {
        "text" : "I arbetet samverkar eleven <strong>________</strong> med andra och kommunicerar med ett <strong>________</strong> för arbetsuppgiften fungerande fackspråk.",
        "knowledgeRequirementChoice" : {
          "E" : "I arbetet samverkar eleven <strong>med viss säkerhet</strong> med andra och kommunicerar med ett <strong>enkelt men</strong> för arbetsuppgiften fungerande fackspråk.",
          "C" : "I arbetet samverkar eleven <strong>med viss säkerhet</strong> med andra och kommunicerar med ett för arbetsuppgiften fungerande fackspråk.",
          "A" : "I arbetet samverkar eleven <strong>med säkerhet</strong> med andra och kommunicerar med ett <strong>nyanserat och</strong> för arbetsuppgiften fungerande fackspråk."
        }
      } ]
    } ],
    "point" : 100,
    "year" : null
  } ]
}