{
  "name" : "Mediekommunikation",
  "description" : "Ämnet mediekommunikation behandlar journalistikens, informationens och reklamens innehåll, villkor och roll i samhället. Inom ämnet studeras kommunikationsprocessens olika steg utifrån medieteoretiska metoder och modeller. Ämnet är till sin karaktär såväl teoretiskt som praktiskt. I ämnet behandlas även textens roll som uttrycksmedel, och textens form och innehåll studeras utifrån hur kommunikation riktad till avgränsade målgrupper formuleras.",
  "code" : "MEE",
  "designation" : "",
  "skolfsId" : "2010:114",
  "purposes" : [ {
    "type" : "PARAGRAPH",
    "heading" : "",
    "lines" : [ "Undervisningen i ämnet mediekommunikation ska syfta till att eleverna utvecklar kunskaper om samspelet mellan individer och medier, och om den process som äger rum mellan sändare och mottagare av ett budskap.", "Eleverna ska ges möjlighet att utveckla sin språkförmåga samt att med hjälp av relevant teknik formulera och presentera olika typer av information.", "Undervisningen ska ge eleverna möjlighet att utveckla kunskaper om källkritik och förståelse för hur semiotik, retorik och dramaturgi används när budskap formuleras.", "Undervisningen ska också ge eleverna möjlighet att utveckla ett kritiskt förhållningssätt till medier genom att belysa och problematisera journalistikens, informationens och reklamens verksamhet, innehåll och uttrycksformer." ]
  }, {
    "type" : "PARAGRAPH",
    "heading" : "",
    "lines" : [ "I undervisningen ska eleverna ges möjlighet att använda medieteoretiska modeller och analysmetoder för att studera hur olika medier riktas mot specifika målgrupper.", "I undervisningen ska eleverna även ges möjlighet att arbeta med kvalitativa och kvantitativa undersökningar i samband med kommunikation med olika målgrupper.", "Dessutom ska eleverna ges möjlighet att skriva och utforma olika journalistiska texter, informations- och reklamtexter samt muntligt framföra ett budskap och presentera olika innehåll och resultat med modern teknik." ]
  }, {
    "type" : "BULLET",
    "heading" : "Undervisningen i ämnet mediekommunikation ska ge eleverna förutsättningar att utveckla följande:",
    "lines" : [ "Kunskaper om grundläggande vetenskapliga metoder och modeller inom kommunikationsvetenskapen för att beskriva och analysera olika steg i kommunikationsprocessen.", "Förmåga att analysera vilken genomslagskraft ett budskaps uttryck och utformning har på olika målgrupper samt utvärdera hur olika budskap tas emot och tolkas.", "Kunskaper om olika mediers styrkor och svagheter i förhållande till en given målgrupp.", "Färdigheter i att framställa texter grundade på fakta och saklighet samt kunskaper om hur man varierar språket och väljer rätt uttryck beroende på målgrupp.", "Färdigheter i att producera och förmedla information för att nå ut med ett givet budskap till en specifik målgrupp.", "Kunskaper om och färdigheter i att utforma och genomföra marknads- och attitydundersökningar och publika undersökningar samt att analysera och presentera resultatet.", "Förmåga att använda olika kanaler för att söka information samt att kritiskt granska och värdera denna.", "Kunskaper om lagar och andra bestämmelser som berör kommunikation via medier." ]
  } ],
  "courses" : [ {
    "name" : "Journalistik, reklam och information 1",
    "description" : " Kursen journalistik, reklam och information 1 omfattar punkterna 1–3 och 7–8 under rubriken Ämnets syfte. I kursen behandlas grundläggande kunskaper i ämnet. ",
    "code" : "MEEJOU01",
    "centralContent" : [ {
      "heading" : "Undervisningen i kursen ska behandla följande centrala innehåll:",
      "lines" : [ "Grundläggande kommunikationsvetenskapliga metoder och teorier, till exempel envägskommunikation, tvåvägskommunikation eller intermedialitet, med fokus på kommunikationsprocessens olika steg.", "Analys av olika budskapsinnehåll, avseende språk och gestaltning, som är riktade mot en tänkt målgrupp.", "Kommunikation inom journalistik, information och reklam via olika medier i nationellt och internationellt perspektiv.", "Informationssökning via olika kanaler, källor och digitala medietillämpningar samt grundläggande metoder för kritisk granskning av deras relevans och trovärdighet.", "Lagstiftning, etiska regler och internationella överenskommelser som berör kommunikationsområdet, till exempel marknadsföringslagen, pressetiska regler och erkända internationella regler för reklam." ]
    } ],
    "knowledgeRequirementParagraphs" : [ {
      "heading" : "",
      "knowledgeRequirements" : [ {
        "text" : "Eleven redogör <strong>________</strong> för olika steg i kommunikationsprocessen utifrån en <strong>________</strong> kommunikationsteori.",
        "knowledgeRequirementChoice" : {
          "E" : "Eleven redogör <strong>översiktligt</strong> för olika steg i kommunikationsprocessen utifrån en <strong>enkel</strong> kommunikationsteori.",
          "C" : "Eleven redogör <strong>utförligt</strong> för olika steg i kommunikationsprocessen utifrån en kommunikationsteori.",
          "A" : "Eleven redogör <strong>utförligt och nyanserat för</strong> olika steg i kommunikationsprocessen utifrån en kommunikationsteori."
        }
      }, {
        "text" : "Dessutom för eleven <strong>________</strong> resonemang om olika produkters och tjänsters kommunikation med hjälp av <strong>________</strong> kommunikationsmodell.",
        "knowledgeRequirementChoice" : {
          "E" : "Dessutom för eleven <strong>enkla</strong> resonemang om olika produkters och tjänsters kommunikation med hjälp av <strong>någon</strong> kommunikationsmodell.",
          "C" : "Dessutom för eleven <strong>välgrundade</strong> resonemang om olika produkters och tjänsters kommunikation med hjälp av <strong>några</strong> kommunikationsmodeller.",
          "A" : "Dessutom för eleven <strong>välgrundade och nyanserade</strong> resonemang om olika produkters och tjänsters kommunikation med hjälp av <strong>några komplexa</strong> kommunikationsmodeller. <strong>Eleven motiverar utförligt och nyanserat valet av modell</strong>."
        }
      } ]
    }, {
      "heading" : "",
      "knowledgeRequirements" : [ {
        "text" : "Eleven redogör <strong>________</strong> för hur olika budskap tas emot av en målgrupp och drar <strong>________</strong> slutsatser om vilken betydelse budskapens utformning har för deras effektivitet.",
        "knowledgeRequirementChoice" : {
          "E" : "Eleven redogör <strong>översiktligt</strong> för hur olika budskap tas emot av en målgrupp och drar <strong>enkla</strong> slutsatser om vilken betydelse budskapens utformning har för deras effektivitet.",
          "C" : "Eleven redogör <strong>utförligt</strong> för hur olika budskap tas emot av en målgrupp och drar <strong>välgrundade</strong> slutsatser om vilken betydelse budskapens utformning har för deras effektivitet.",
          "A" : "Eleven redogör <strong>utförligt och nyanserat</strong> för hur olika budskap tas emot av en målgrupp och drar <strong>välgrundade och nyanserade</strong> slutsatser om vilken betydelse budskapens utformning har för deras effektivitet."
        }
      }, {
        "text" : "Med det som bakgrund redogör eleven <strong>________</strong> för några <strong>________</strong> samband och aspekter som gäller samspelet mellan medier och individ.",
        "knowledgeRequirementChoice" : {
          "E" : "Med det som bakgrund redogör eleven <strong>översiktligt</strong> för några <strong>enkla</strong> samband och aspekter som gäller samspelet mellan medier och individ.",
          "C" : "Med det som bakgrund redogör eleven <strong>utförligt</strong> för några samband och aspekter som gäller samspelet mellan medier och individ.",
          "A" : "Med det som bakgrund redogör eleven <strong>utförligt och nyanserat</strong> för några <strong>komplexa</strong> samband och aspekter som gäller samspelet mellan medier och individ."
        }
      } ]
    }, {
      "heading" : "",
      "knowledgeRequirements" : [ {
        "text" : "Eleven redogör <strong>________</strong> för hur olika medier kommunicerar och fungerar som bärare av budskap via olika kanaler till en nationell och internationell publik.",
        "knowledgeRequirementChoice" : {
          "E" : "Eleven redogör <strong>översiktligt</strong> för hur olika medier kommunicerar och fungerar som bärare av budskap via olika kanaler till en nationell och internationell publik.",
          "C" : "Eleven redogör <strong>utförligt</strong> för hur olika medier kommunicerar och fungerar som bärare av budskap via olika kanaler till en nationell och internationell publik.",
          "A" : "Eleven redogör <strong>utförligt och nyanserat</strong> för hur olika medier kommunicerar och fungerar som bärare av budskap via olika kanaler till en nationell och internationell publik."
        }
      } ]
    }, {
      "heading" : "",
      "knowledgeRequirements" : [ {
        "text" : "Eleven använder <strong>________</strong> olika kanaler och källor som underlag i sitt arbete samt värderar dem med <strong>________</strong> omdömen.",
        "knowledgeRequirementChoice" : {
          "E" : "Eleven använder <strong>med viss säkerhet</strong> olika kanaler och källor som underlag i sitt arbete samt värderar dem med <strong>enkla</strong> omdömen.",
          "C" : "Eleven använder <strong>med viss säkerhet</strong> olika kanaler och källor som underlag i sitt arbete samt värderar dem med <strong>enkla</strong> omdömen.",
          "A" : "Eleven använder <strong>med säkerhet</strong> olika kanaler och källor som underlag i sitt arbete samt värderar dem med <strong>nyanserade</strong> omdömen."
        }
      } ]
    }, {
      "heading" : "",
      "knowledgeRequirements" : [ {
        "text" : "Eleven redogör <strong>________</strong> för lagar och andra bestämmelser som reglerar medierna samt hur de kan relateras till mediernas innehåll och agerande.",
        "knowledgeRequirementChoice" : {
          "E" : "Eleven redogör <strong>översiktligt</strong> för lagar och andra bestämmelser som reglerar medierna samt hur de kan relateras till mediernas innehåll och agerande.",
          "C" : "Eleven redogör <strong>utförligt</strong> för lagar och andra bestämmelser som reglerar medierna samt hur de kan relateras till mediernas innehåll och agerande.",
          "A" : "Eleven redogör <strong>utförligt och nyanserat</strong> för lagar och andra bestämmelser som reglerar medierna samt hur de kan relateras till mediernas innehåll och agerande."
        }
      }, {
        "text" : "Dessutom drar eleven <strong>________</strong> slutsatser om hur lagar och andra bestämmelser påverkar budskapen i medierna.",
        "knowledgeRequirementChoice" : {
          "E" : "Dessutom drar eleven <strong>enkla</strong> slutsatser om hur lagar och andra bestämmelser påverkar budskapen i medierna.",
          "C" : "Dessutom drar eleven <strong>välgrundade</strong> slutsatser om hur lagar och andra bestämmelser påverkar budskapen i medierna.",
          "A" : "Dessutom drar eleven <strong>välgrundade och nyanserade</strong> slutsatser om hur lagar och andra bestämmelser påverkar budskapen i medierna."
        }
      } ]
    } ],
    "point" : 100,
    "year" : null
  }, {
    "name" : "Journalistik, reklam och information 2",
    "description" : "Kursen journalistik, reklam och information 2 omfattar punkterna 2–6 under rubriken Ämnets syfte. I kursen behandlas fördjupade kunskaper i ämnet.",
    "code" : "MEEJOU02",
    "centralContent" : [ {
      "heading" : "Undervisningen i kursen ska behandla följande centrala områden:",
      "lines" : [ "Analys av olika mediers räckvidd och genomslagskraft på olika målgrupper.", "Analys av olika budskapsinnehåll, avseende språk och gestaltning, som är riktade mot en tänkt målgrupp genom användande av socialpsykologiska begrepp, till exempel perception, varseblivning och kognitiv dissonans.", "Metoder för utformning och presentation av reklamtexter, informationstexter och journalistiska texter och arbeten.", "Utformning av reklamtexter, informationstexter och journalistiska texter grundade på fakta och saklighet, riktade till olika målgrupper, för såväl intern som extern kommunikation.", "Olika former av marknadsundersökningar och publika undersökningar, till exempel segmentering, tracking, konsumentpaneler och tittar- och läsvärdesundersökningar, i relation till olika typer av medier.", "Informationssökning via olika kanaler, källor och digitala medietillämpningar samt metoder för kritisk granskning av deras relevans och trovärdighet." ]
    } ],
    "knowledgeRequirementParagraphs" : [ {
      "heading" : "",
      "knowledgeRequirements" : [ {
        "text" : "Eleven för, utifrån olika textexempel, <strong>________</strong> resonemang om texten som uttrycksmedel utifrån texttyp, syfte, mottagare och textens förmåga att bära budskap.",
        "knowledgeRequirementChoice" : {
          "E" : "Eleven för, utifrån olika textexempel, <strong>enkla</strong> resonemang om texten som uttrycksmedel utifrån texttyp, syfte, mottagare och textens förmåga att bära budskap.",
          "C" : "Eleven för, utifrån olika textexempel, <strong>välgrundade</strong> resonemang om texten som uttrycksmedel utifrån texttyp, syfte, mottagare och textens förmåga att bära budskap.",
          "A" : "Eleven för, utifrån olika textexempel, <strong>välgrundade och nyanserade</strong> resonemang om texten som uttrycksmedel utifrån texttyp, syfte, mottagare och textens förmåga att bära budskap."
        }
      }, {
        "text" : "Dessutom drar eleven <strong>________</strong> slutsatser om olika texters påverkan på olika målgrupper.",
        "knowledgeRequirementChoice" : {
          "E" : "Dessutom drar eleven <strong>enkla</strong> slutsatser om olika texters påverkan på olika målgrupper.",
          "C" : "Dessutom drar eleven <strong>välgrundade</strong> slutsatser om olika texters påverkan på olika målgrupper.",
          "A" : "Dessutom drar eleven <strong>välgrundade och nyanserade</strong> slutsatser om olika texters påverkan på olika målgrupper."
        }
      } ]
    }, {
      "heading" : "",
      "knowledgeRequirements" : [ {
        "text" : "Eleven redogör <strong>________</strong> för hur olika medier kommunicerar och fungerar som bärare av budskap via olika kanaler till en nationell och internationell publik.",
        "knowledgeRequirementChoice" : {
          "E" : "Eleven redogör <strong>översiktligt</strong> för hur olika medier kommunicerar och fungerar som bärare av budskap via olika kanaler till en nationell och internationell publik.",
          "C" : "Eleven redogör <strong>utförligt</strong> för hur olika medier kommunicerar och fungerar som bärare av budskap via olika kanaler till en nationell och internationell publik.",
          "A" : "Eleven redogör <strong>utförligt och nyanserat</strong> för hur olika medier kommunicerar och fungerar som bärare av budskap via olika kanaler till en nationell och internationell publik."
        }
      } ]
    }, {
      "heading" : "",
      "knowledgeRequirements" : [ {
        "text" : "Eleven producerar faktabaserade och sakliga <strong>________</strong> journalistiska texter.",
        "knowledgeRequirementChoice" : {
          "E" : "Eleven producerar faktabaserade och sakliga <strong>enkla</strong> journalistiska texter.",
          "C" : "Eleven producerar faktabaserade och sakliga journalistiska texter.",
          "A" : "Eleven producerar faktabaserade och sakliga journalistiska texter."
        }
      }, {
        "text" : "Dessutom producerar eleven <strong>________</strong> texter med informativt och reklaminriktat innehåll.",
        "knowledgeRequirementChoice" : {
          "E" : "Dessutom producerar eleven <strong>enkla</strong> texter med informativt och reklaminriktat innehåll.",
          "C" : "Dessutom producerar eleven texter med informativt och reklaminriktat innehåll.",
          "A" : "Dessutom producerar eleven <strong>avancerade</strong> texter med informativt och reklaminriktat innehåll."
        }
      }, {
        "text" : "I arbetet använder eleven <strong>________</strong> något journalistiskt och reklamorienterat arbetssätt.",
        "knowledgeRequirementChoice" : {
          "E" : "I arbetet använder eleven <strong>med viss säkerhet</strong> något journalistiskt och reklamorienterat arbetssätt.",
          "C" : "I arbetet använder eleven <strong>med viss säkerhet</strong> något journalistiskt och reklamorienterat arbetssätt.",
          "A" : "I arbetet använder eleven <strong>med säkerhet</strong> något journalistiskt och reklamorienterat arbetssätt."
        }
      }, {
        "text" : "Texterna som eleven producerar är <strong>________</strong> anpassade till genren och till syfte och målgrupp samt uppvisar en <strong>________</strong> språklig kvalitet.",
        "knowledgeRequirementChoice" : {
          "E" : "Texterna som eleven producerar är <strong>till viss del</strong> anpassade till genren och till syfte och målgrupp samt uppvisar en <strong>tillfredsställande</strong> språklig kvalitet.",
          "C" : "Texterna som eleven producerar är anpassade till genren och till syfte och målgrupp samt uppvisar en <strong>tillfredsställande</strong> språklig kvalitet.",
          "A" : "Texterna som eleven producerar är anpassade till genren och till syfte och målgrupp samt uppvisar en <strong>god</strong> språklig kvalitet <strong>och innehåller väl valda uttrycksformer</strong>."
        }
      } ]
    }, {
      "heading" : "",
      "knowledgeRequirements" : [ {
        "text" : "Utifrån en given arbetsuppgift producerar eleven <strong>________</strong> med handledare en <strong>________</strong> informations- eller reklamkampanj riktad till en specifik målgrupp.",
        "knowledgeRequirementChoice" : {
          "E" : "Utifrån en given arbetsuppgift producerar eleven <strong>i samråd</strong> med handledare en <strong>enkel</strong> informations- eller reklamkampanj riktad till en specifik målgrupp.",
          "C" : "Utifrån en given arbetsuppgift producerar eleven <strong>efter samråd</strong> med handledare en <strong>enkel</strong> informations- eller reklamkampanj riktad till en specifik målgrupp <strong>samt motiverar kampanjutformningen utifrån en medieteoretisk modell</strong>.",
          "A" : "Utifrån en given arbetsuppgift producerar eleven <strong>efter samråd</strong> med handledare en <strong>genomarbetad</strong> informations- eller reklamkampanj riktad till en specifik målgrupp <strong>samt motiverar kampanjutformningen utifrån en medieteoretisk modell</strong>."
        }
      }, {
        "text" : "Eleven redogör <strong>________</strong> för skillnaderna mellan intern och extern kommunikation.",
        "knowledgeRequirementChoice" : {
          "E" : "Eleven redogör <strong>översiktligt</strong> för skillnaderna mellan intern och extern kommunikation.",
          "C" : "Eleven redogör <strong>utförligt</strong> för skillnaderna mellan intern och extern kommunikation.",
          "A" : "Eleven redogör <strong>utförligt och nyanserat</strong> för skillnaderna mellan intern och extern kommunikation."
        }
      } ]
    }, {
      "heading" : "",
      "knowledgeRequirements" : [ {
        "text" : "Eleven använder <strong>________</strong> med handledare <strong>________</strong> kvalitativa och kvantitativa undersökningsmetoder för att undersöka olika medier och olika slags publik.",
        "knowledgeRequirementChoice" : {
          "E" : "Eleven använder <strong>i samråd</strong> med handledare <strong>enkla</strong> kvalitativa och kvantitativa undersökningsmetoder för att undersöka olika medier och olika slags publik.",
          "C" : "Eleven använder <strong>efter samråd</strong> med handledare kvalitativa och kvantitativa undersökningsmetoder för att undersöka olika medier och olika slags publik.",
          "A" : "Eleven använder <strong>efter samråd</strong> med handledare kvalitativa och kvantitativa undersökningsmetoder för att undersöka olika medier och olika slags publik."
        }
      }, {
        "text" : "Dessutom använder eleven undersökningsresultaten för att dra <strong>________</strong> slutsatser om olika mediers styrkor och svagheter.",
        "knowledgeRequirementChoice" : {
          "E" : "Dessutom använder eleven undersökningsresultaten för att dra <strong>enkla</strong> slutsatser om olika mediers styrkor och svagheter.",
          "C" : "Dessutom använder eleven undersökningsresultaten för att dra <strong>välgrundade</strong> slutsatser om olika mediers styrkor och svagheter.",
          "A" : "Dessutom använder eleven undersökningsresultaten för att dra <strong>välgrundade och nyanserade</strong> slutsatser om olika mediers styrkor och svagheter."
        }
      } ]
    }, {
      "heading" : "",
      "knowledgeRequirements" : [ {
        "text" : "Eleven använder <strong>________</strong> olika kanaler, källor och digitala medietillämpningar som underlag i sitt arbete samt värderar dem med <strong>________</strong> omdömen utifrån deras relevans och användbarhet.",
        "knowledgeRequirementChoice" : {
          "E" : "Eleven använder <strong>med viss säkerhet</strong> olika kanaler, källor och digitala medietillämpningar som underlag i sitt arbete samt värderar dem med <strong>enkla</strong> omdömen utifrån deras relevans och användbarhet.",
          "C" : "Eleven använder <strong>med viss säkerhet</strong> olika kanaler, källor och digitala medietillämpningar som underlag i sitt arbete samt värderar dem med <strong>enkla</strong> omdömen utifrån deras relevans och användbarhet.",
          "A" : "Eleven använder <strong>med säkerhet</strong> olika kanaler, källor och digitala medietillämpningar som underlag i sitt arbete samt värderar dem med <strong>nyanserade</strong> omdömen utifrån deras relevans och användbarhet."
        }
      } ]
    }, {
      "heading" : "",
      "knowledgeRequirements" : [ {
        "text" : "När eleven samråder med handledare bedömer hon eller han <strong>________</strong> den egna förmågan och situationens krav.",
        "knowledgeRequirementChoice" : {
          "E" : "När eleven samråder med handledare bedömer hon eller han <strong>med viss säkerhet</strong> den egna förmågan och situationens krav.",
          "C" : "När eleven samråder med handledare bedömer hon eller han <strong>med viss säkerhet</strong> den egna förmågan och situationens krav.",
          "A" : "När eleven samråder med handledare bedömer hon eller han <strong>med säkerhet</strong> den egna förmågan och situationens krav."
        }
      } ]
    } ],
    "point" : 100,
    "year" : null
  }, {
    "name" : "Textkommunikation",
    "description" : "Kursen textproduktion omfattar punkterna 4, 5 och 7 under rubriken Ämnets syfte. I kursen behandlas grundläggande kunskaper i ämnet<i>.</i>",
    "code" : "MEETET0",
    "centralContent" : [ {
      "heading" : "Undervisningen i kursen ska behandla följande centrala innehåll:",
      "lines" : [ "Produktion och analys av journalistiska texter grundade på fakta och saklighet utifrån journalistikens principer.", "Produktion och analys av informationstexter och reklamtexter utifrån informationens och reklamens behov.", "Grundläggande journalistiska och reklaminriktade arbetssätt, till exempel intervjuer och research.", "Språk och uttryck i textproduktioner riktade mot olika målgrupper, till exempel hur semiotik, retorik och dramaturgi används när budskap formuleras.", "Skillnader i arbetssätt och innehåll inom extern och intern information.", "Informationssökning via olika kanaler, källor och digitala medietillämpningar samt grundläggande metoder för kritisk granskning av deras relevans och trovärdighet." ]
    } ],
    "knowledgeRequirementParagraphs" : [ {
      "heading" : "",
      "knowledgeRequirements" : [ {
        "text" : "Eleven för, utifrån olika textexempel, <strong>________</strong> resonemang om texten som uttrycksmedel utifrån texttyp, syfte, mottagare och textens förmåga att bära budskap.",
        "knowledgeRequirementChoice" : {
          "E" : "Eleven för, utifrån olika textexempel, <strong>enkla</strong> resonemang om texten som uttrycksmedel utifrån texttyp, syfte, mottagare och textens förmåga att bära budskap.",
          "C" : "Eleven för, utifrån olika textexempel, <strong>välgrundade</strong> resonemang om texten som uttrycksmedel utifrån texttyp, syfte, mottagare och textens förmåga att bära budskap.",
          "A" : "Eleven för, utifrån olika textexempel, <strong>välgrundade och nyanserade</strong> resonemang om texten som uttrycksmedel utifrån texttyp, syfte, mottagare och textens förmåga att bära budskap."
        }
      }, {
        "text" : "Dessutom drar eleven <strong>________</strong> slutsatser om olika texters påverkan på olika målgrupper.",
        "knowledgeRequirementChoice" : {
          "E" : "Dessutom drar eleven <strong>enkla</strong> slutsatser om olika texters påverkan på olika målgrupper.",
          "C" : "Dessutom drar eleven <strong>välgrundade</strong> slutsatser om olika texters påverkan på olika målgrupper.",
          "A" : "Dessutom drar eleven <strong>välgrundade och nyanserade</strong> slutsatser om olika texters påverkan på olika målgrupper."
        }
      }, {
        "text" : "Eleven redogör <strong>________</strong> för skillnaderna mellan intern och extern kommunikation.",
        "knowledgeRequirementChoice" : {
          "E" : "Eleven redogör <strong>översiktligt</strong> för skillnaderna mellan intern och extern kommunikation.",
          "C" : "Eleven redogör <strong>utförligt</strong> för skillnaderna mellan intern och extern kommunikation.",
          "A" : "Eleven redogör <strong>utförligt och nyanserat</strong> för skillnaderna mellan intern och extern kommunikation."
        }
      } ]
    }, {
      "heading" : "",
      "knowledgeRequirements" : [ {
        "text" : "Eleven producerar faktabaserade och sakliga <strong>________</strong> journalistiska texter.",
        "knowledgeRequirementChoice" : {
          "E" : "Eleven producerar faktabaserade och sakliga <strong>enkla</strong> journalistiska texter.",
          "C" : "Eleven producerar faktabaserade och sakliga journalistiska texter.",
          "A" : "Eleven producerar faktabaserade och sakliga journalistiska texter."
        }
      }, {
        "text" : "Dessutom producerar eleven <strong>________</strong> texter med informativt och reklaminriktat innehåll.",
        "knowledgeRequirementChoice" : {
          "E" : "Dessutom producerar eleven <strong>enkla</strong> texter med informativt och reklaminriktat innehåll.",
          "C" : "Dessutom producerar eleven texter med informativt och reklaminriktat innehåll.",
          "A" : "Dessutom producerar eleven <strong>avancerade</strong> texter med informativt och reklaminriktat innehåll."
        }
      }, {
        "text" : "I arbetet använder eleven <strong>________</strong> något journalistiskt och reklamorienterat arbetssätt.",
        "knowledgeRequirementChoice" : {
          "E" : "I arbetet använder eleven <strong>med viss säkerhet</strong> något journalistiskt och reklamorienterat arbetssätt.",
          "C" : "I arbetet använder eleven <strong>med viss säkerhet</strong> något journalistiskt och reklamorienterat arbetssätt.",
          "A" : "I arbetet använder eleven <strong>med säkerhet</strong> något journalistiskt och reklamorienterat arbetssätt."
        }
      }, {
        "text" : "Texterna som eleven producerar är <strong>________</strong> anpassade till genren och till syfte och målgrupp samt uppvisar en <strong>________</strong> språklig kvalitet.",
        "knowledgeRequirementChoice" : {
          "E" : "Texterna som eleven producerar är <strong>till viss del</strong> anpassade till genren och till syfte och målgrupp samt uppvisar en <strong>tillfredsställande</strong> språklig kvalitet.",
          "C" : "Texterna som eleven producerar är anpassade till genren och till syfte och målgrupp samt uppvisar en <strong>tillfredsställande</strong> språklig kvalitet.",
          "A" : "Texterna som eleven producerar är anpassade till genren och till syfte och målgrupp samt uppvisar en <strong>god</strong> språklig kvalitet <strong>och innehåller väl valda uttrycksformer</strong>."
        }
      } ]
    }, {
      "heading" : "",
      "knowledgeRequirements" : [ {
        "text" : "Eleven använder <strong>________</strong> olika kanaler och källor som underlag i sitt arbete samt värderar dem med <strong>________</strong> omdömen utifrån deras relevans och användbarhet.",
        "knowledgeRequirementChoice" : {
          "E" : "Eleven använder <strong>med viss säkerhet</strong> olika kanaler och källor som underlag i sitt arbete samt värderar dem med <strong>enkla</strong> omdömen utifrån deras relevans och användbarhet.",
          "C" : "Eleven använder <strong>med viss säkerhet</strong> olika kanaler och källor som underlag i sitt arbete samt värderar dem med <strong>enkla</strong> omdömen utifrån deras relevans och användbarhet.",
          "A" : "Eleven använder <strong>med säkerhet</strong> olika kanaler och källor som underlag i sitt arbete samt värderar dem med <strong>nyanserade</strong> omdömen utifrån deras relevans och användbarhet."
        }
      } ]
    } ],
    "point" : 100,
    "year" : null
  } ]
}