{
  "name" : "Människan i industrin",
  "description" : "Ämnet människan i industrin behandlar industrins villkor och individens roll, ansvar och betydelse i arbetsgruppen och för företagets produktion. Det är också en introduktion till lagar, förordningar och andra bestämmelser som berör industriarbete. Ämnet är till sin karaktär orienterande.",
  "code" : "MÄI",
  "designation" : "",
  "skolfsId" : "2010:209",
  "purposes" : [ {
    "type" : "PARAGRAPH",
    "heading" : "",
    "lines" : [ "Undervisningen i ämnet människan i industrin ska syfta till att eleverna utvecklar kunskaper om individens betydelse och ansvar för den dagliga produktionen och för företagets utveckling.", "Undervisningen ska bidra till att eleverna utvecklar kunskaper om industrin i ett historiskt perspektiv samt om de förutsättningar och villkor som företag och människor i dag arbetar under.", "Genom undervisningen ska eleverna också ges möjlighet att utveckla kunskaper om hur förändringar i framtiden kan påverka industrins förutsättningar, samhällsroll, produktionsstrukturer och arbetsmarknad, ur såväl ett nationellt som ett internationellt perspektiv." ]
  }, {
    "type" : "PARAGRAPH",
    "heading" : "",
    "lines" : [ "För att eleverna ska växa i tilltro till den egna innovativa förmågan ska undervisningen ge eleverna möjligheter att utveckla kunskaper om hur enskilda arbetstagares idéer genom tiderna har påverkat såväl produktion, produkter som arbetsvillkor." ]
  }, {
    "type" : "PARAGRAPH",
    "heading" : "",
    "lines" : [ "Undervisningen ska ge eleverna möjlighet att utveckla kunskaper om vad arbetsgruppens samarbetsförmåga och samarbetsformer samt den enskildes roll i gruppen betyder för produktion och kreativt arbetsklimat.", "I undervisningen ska eleverna även ges möjlighet att reflektera över gruppdynamiska fenomen, konflikthantering och ledarskapets funktion samt utveckla kunskaper om hur parters olika åsikter och intressen hanteras i förhandlingar och med lagliga stridsåtgärder." ]
  }, {
    "type" : "PARAGRAPH",
    "heading" : "",
    "lines" : [ "Undervisningen ska ge eleverna möjlighet att utveckla kunskaper om systematiskt arbetsmiljöarbete samt förmåga att utföra konkreta insatser vid olyckstillfällen.", "Den ska också bidra till att eleverna utvecklar förståelse av hur produktion och produkter påverkar miljön och tillgången på de resurser som används." ]
  }, {
    "type" : "PARAGRAPH",
    "heading" : "",
    "lines" : [ "Undervisningen ska bidra till att eleverna utvecklar förmåga att i tal och skrift uttrycka sig med den terminologi och de bild- och symbolkonventioner som gäller inom yrkesområdet.", "Dessutom ska undervisningen ge eleverna möjlighet att reflektera över och diskutera frågor om till exempel genus, etik, kultur och etnicitet i industrin." ]
  }, {
    "type" : "BULLET",
    "heading" : "Undervisningen i ämnet människan i industrin ska ge eleverna förutsättningar att utveckla följande:",
    "lines" : [ "Förmåga att arbeta enligt projektmetodik.", "Kunskaper om hur lagar och andra bestämmelser reglerar produktion och företag.", "Kunskaper om förebyggande systematiskt arbetsmiljöarbete och förmåga att ingripa vid olyckstillbud.", "Kunskaper om företagandets marknadsmässiga villkor, industrins förutsättningar samt produktionens betydelse och samhällspåverkan i ett regionalt, nationellt och internationellt perspektiv.", "Förmåga att analysera hur individers idéer och samhällsfaktorer har påverkat och kan komma att påverka industrins utveckling.", "Kunskaper om individens roll och ansvar, samt konflikthanteringens och ledarskapets betydelse, för ett effektivt arbetsklimat.", "Förmåga att analysera den egna insatsen samt arbetsgruppens samverkan och funktion.", "Förmåga att använda korrekt fackspråk." ]
  } ],
  "courses" : [ {
    "name" : "Människan i industrin 1",
    "description" : "Kursen människan i industrin 1 omfattar punkterna 1–8 under rubriken Ämnets syfte.",
    "code" : "MÄIMÄN01",
    "centralContent" : [ {
      "heading" : "Undervisningen i kursen ska behandla följande centrala innehåll:",
      "lines" : [ "Metoder för att arbeta i och organisera projekt.", "Introduktion till lagar och andra bestämmelser som reglerar produktion, företag och arbetsmarknad, till exempel bestämmelser om arbetsmiljö, anställningsskydd och arbetsrätt samt miljöbestämmelser och medbestämmandelagen.", "Förebyggande systematiskt arbetsmiljöarbete.", "Säkerheten kring produktionen, till exempel säkerhet runt maskiner, hantering av kemikalier, varma och heta objekt.", "Första hjälpen och hjärt-lungräddning.", "Företagsformer inom industrin och företagandets villkor i fråga om till exempel ekonomi, marknad och bemanning.", "Produktionen och samhället i samverkan, till exempel miljöpåverkan och råvarutillgångar samt ortens beroende av företaget.", "Faktorer som kan påverka yrkesrollen och industrins utveckling ur ett regionalt, nationellt och internationellt perspektiv, till exempel nya producenter, råvarutillgångar, teknikutveckling samt produkt- och materialinnovationer.", "Idéer och faktorer i historien som har förändrat produktionen och människors arbetsvillkor.", "Faktorer som påverkar individers samverkan i arbetsgrupper, konflikthantering samt ledarskapets betydelse för ett effektivt arbetsklimat." ]
    } ],
    "knowledgeRequirementParagraphs" : [ {
      "heading" : "",
      "knowledgeRequirements" : [ {
        "text" : "Eleven planerar <strong>________</strong> med handledare såväl enskilda som gemensamma arbetsuppgifter och genomför dem med <strong>________</strong> resultat.",
        "knowledgeRequirementChoice" : {
          "E" : "Eleven planerar <strong>i samråd</strong> med handledare såväl enskilda som gemensamma arbetsuppgifter och genomför dem med <strong>tillfredsställande</strong> resultat.",
          "C" : "Eleven planerar <strong>efter samråd</strong> med handledare såväl enskilda som gemensamma arbetsuppgifter och genomför dem med <strong>tillfredsställande</strong> resultat.",
          "A" : "Eleven planerar <strong>efter samråd</strong> med handledare såväl enskilda som gemensamma arbetsuppgifter och genomför dem med <strong>gott</strong> resultat."
        }
      } ]
    }, {
      "heading" : "",
      "knowledgeRequirements" : [ {
        "text" : "Eleven redogör <strong>________</strong> för hur produktion, företagande och arbetsmarknad är reglerade av lagar och vilken betydelse dessa har för den enskilde och företagen.",
        "knowledgeRequirementChoice" : {
          "E" : "Eleven redogör <strong>översiktligt</strong> för hur produktion, företagande och arbetsmarknad är reglerade av lagar och vilken betydelse dessa har för den enskilde och företagen.",
          "C" : "Eleven redogör <strong>utförligt</strong> för hur produktion, företagande och arbetsmarknad är reglerade av lagar och vilken betydelse dessa har för den enskilde och företagen.",
          "A" : "Eleven redogör <strong>utförligt och nyanserat</strong> för hur produktion, företagande och arbetsmarknad är reglerade av lagar och vilken betydelse dessa har för den enskilde och företagen."
        }
      }, {
        "text" : "Eleven redogör även <strong>________</strong> för innebörden i och betydelsen av systematiskt arbetsmiljöarbete inom aktuell bransch.",
        "knowledgeRequirementChoice" : {
          "E" : "Eleven redogör även <strong>översiktligt</strong> för innebörden i och betydelsen av systematiskt arbetsmiljöarbete inom aktuell bransch.",
          "C" : "Eleven redogör även <strong>utförligt</strong> för innebörden i och betydelsen av systematiskt arbetsmiljöarbete inom aktuell bransch.",
          "A" : "Eleven redogör även <strong>utförligt och nyanserat</strong> för innebörden i och betydelsen av systematiskt arbetsmiljöarbete inom aktuell bransch."
        }
      }, {
        "text" : "Dessutom redogör eleven <strong>________</strong> för lämpliga åtgärder vid tänkbara olycksfall inom teknikområdet samt demonstrerar <strong>________</strong>, i simulerad situation, konkreta insatser vid första hjälpen.",
        "knowledgeRequirementChoice" : {
          "E" : "Dessutom redogör eleven <strong>översiktligt</strong> för lämpliga åtgärder vid tänkbara olycksfall inom teknikområdet samt demonstrerar <strong>med viss säkerhet</strong>, i simulerad situation, konkreta insatser vid första hjälpen.",
          "C" : "Dessutom redogör eleven <strong>utförligt</strong> för lämpliga åtgärder vid tänkbara olycksfall inom teknikområdet samt demonstrerar <strong>med viss säkerhet</strong>, i simulerad situation, konkreta insatser vid första hjälpen.",
          "A" : "Dessutom redogör eleven <strong>utförligt och nyanserat</strong> för lämpliga åtgärder vid tänkbara olycksfall inom teknikområdet samt demonstrerar <strong>med säkerhet</strong>, i simulerad situation, konkreta insatser vid första hjälpen."
        }
      } ]
    }, {
      "heading" : "",
      "knowledgeRequirements" : [ {
        "text" : "Eleven beskriver <strong>________</strong> företagandets villkor.",
        "knowledgeRequirementChoice" : {
          "E" : "Eleven beskriver <strong>översiktligt</strong> företagandets villkor.",
          "C" : "Eleven beskriver <strong>utförligt</strong> företagandets villkor.",
          "A" : "Eleven beskriver <strong>utförligt och nyanserat</strong> företagandets villkor."
        }
      }, {
        "text" : "Dessutom redogör eleven <strong>________</strong> för idéer och samhällsfaktorer som har påverkat och kan komma att påverka yrkesrollen och industrins utveckling.",
        "knowledgeRequirementChoice" : {
          "E" : "Dessutom redogör eleven <strong>översiktligt</strong> för idéer och samhällsfaktorer som har påverkat och kan komma att påverka yrkesrollen och industrins utveckling.",
          "C" : "Dessutom redogör eleven <strong>utförligt</strong> för idéer och samhällsfaktorer som har påverkat och kan komma att påverka yrkesrollen och industrins utveckling.",
          "A" : "Dessutom redogör eleven <strong>utförligt och nyanserat</strong> för idéer och samhällsfaktorer som har påverkat och kan komma att påverka yrkesrollen och industrins utveckling."
        }
      }, {
        "text" : "Dessutom gör eleven <strong>________</strong> reflektioner över individens betydelse för produktionen.",
        "knowledgeRequirementChoice" : {
          "E" : "Dessutom gör eleven <strong>enkla</strong> reflektioner över individens betydelse för produktionen.",
          "C" : "Dessutom gör eleven <strong>välgrundade</strong> reflektioner över individens betydelse för produktionen.",
          "A" : "Dessutom gör eleven <strong>välgrundade</strong> reflektioner över individens betydelse för produktionen."
        }
      }, {
        "text" : "Eleven redogör även, utifrån några exempel, <strong>________</strong> för gruppers sätt att fungera samt det personliga ansvarets och ledarskapets betydelse för arbetsprocessen.",
        "knowledgeRequirementChoice" : {
          "E" : "Eleven redogör även, utifrån några exempel, <strong>översiktligt</strong> för gruppers sätt att fungera samt det personliga ansvarets och ledarskapets betydelse för arbetsprocessen.",
          "C" : "Eleven redogör även, utifrån några exempel, <strong>utförligt</strong> för gruppers sätt att fungera samt det personliga ansvarets och ledarskapets betydelse för arbetsprocessen.",
          "A" : "Eleven redogör även, utifrån några exempel, <strong>utförligt och nyanserat</strong> för gruppers sätt att fungera samt det personliga ansvarets och ledarskapets betydelse för arbetsprocessen."
        }
      }, {
        "text" : "Dessutom utvärderar eleven sitt arbete och resultat med <strong>________</strong> omdömen.",
        "knowledgeRequirementChoice" : {
          "E" : "Dessutom utvärderar eleven sitt arbete och resultat med <strong>enkla</strong> omdömen.",
          "C" : "Dessutom utvärderar eleven sitt arbete och resultat med <strong>nyanserade</strong> omdömen.",
          "A" : "Dessutom utvärderar eleven sitt arbete och resultat med <strong>nyanserade</strong> omdömen <strong>samt ger förslag på hur arbetet kan förbättras</strong>."
        }
      } ]
    }, {
      "heading" : "",
      "knowledgeRequirements" : [ {
        "text" : "I arbete och redovisningar använder eleven <strong>________</strong> ett korrekt fackspråk.",
        "knowledgeRequirementChoice" : {
          "E" : "I arbete och redovisningar använder eleven <strong>med viss säkerhet</strong> ett korrekt fackspråk.",
          "C" : "I arbete och redovisningar använder eleven <strong>med viss säkerhet</strong> ett korrekt fackspråk.",
          "A" : "I arbete och redovisningar använder eleven <strong>med säkerhet</strong> ett korrekt fackspråk."
        }
      } ]
    }, {
      "heading" : "",
      "knowledgeRequirements" : [ {
        "text" : "När eleven samråder med handledare bedömer hon eller han <strong>________</strong> den egna förmågan och situationens krav.",
        "knowledgeRequirementChoice" : {
          "E" : "När eleven samråder med handledare bedömer hon eller han <strong>med viss säkerhet</strong> den egna förmågan och situationens krav.",
          "C" : "När eleven samråder med handledare bedömer hon eller han <strong>med viss säkerhet</strong> den egna förmågan och situationens krav.",
          "A" : "När eleven samråder med handledare bedömer hon eller han <strong>med säkerhet</strong> den egna förmågan och situationens krav."
        }
      } ]
    } ],
    "point" : 100,
    "year" : null
  }, {
    "name" : "Människan i industrin 2",
    "description" : "Kursen människan i industrin 2 omfattar punkterna 1–2 och 4–8 under rubriken Ämnets syfte. I kursen behandlas fördjupade kunskaper och färdigheter i ämnet.",
    "code" : "MÄIMÄN02",
    "centralContent" : [ {
      "heading" : "Undervisningen i kursen ska behandla följande centrala innehåll:",
      "lines" : [ "Projektledning och projektmetodik och redovisningsformer.", "Företagsformer inom industrin och företagandets villkor i fråga om till exempel ekonomi, marknad och bemanning.", "Produktionen och samhället i samverkan, till exempel miljöpåverkan och råvarutillgångar samt ortens beroende av företaget.", "Faktorer som kan påverka yrkesrollen och industrins utveckling i regionalt, nationellt och internationellt perspektiv, till exempel nya producenter, råvarutillgångar, teknikutveckling samt produkt- och materialinnovationer.", "Psykologiska, metodiska och mänskliga faktorer som påverkar individers samverkan i arbetsgrupper, konflikthantering samt ledarskapets betydelse för ett effektivt arbetsklimat." ]
    } ],
    "knowledgeRequirementParagraphs" : [ {
      "heading" : "",
      "knowledgeRequirements" : [ {
        "text" : "Eleven planerar <strong>________</strong> med handledare såväl enskilda som gemensamma arbetsuppgifter och genomför dem med <strong>________</strong> resultat.",
        "knowledgeRequirementChoice" : {
          "E" : "Eleven planerar <strong>i samråd</strong> med handledare såväl enskilda som gemensamma arbetsuppgifter och genomför dem med <strong>tillfredsställande</strong> resultat.",
          "C" : "Eleven planerar <strong>efter samråd</strong> med handledare såväl enskilda som gemensamma arbetsuppgifter och genomför dem med <strong>tillfredsställande</strong> resultat.",
          "A" : "Eleven planerar <strong>efter samråd</strong> med handledare såväl enskilda som gemensamma arbetsuppgifter och genomför dem med <strong>tillfredsställande</strong> resultat."
        }
      } ]
    }, {
      "heading" : "",
      "knowledgeRequirements" : [ {
        "text" : "Eleven redogör <strong>________</strong> för hur produktion, företagande och arbetsmarknad är reglerade av lagar och vilken betydelse dessa har för den enskilde och företagen.",
        "knowledgeRequirementChoice" : {
          "E" : "Eleven redogör <strong>översiktligt</strong> för hur produktion, företagande och arbetsmarknad är reglerade av lagar och vilken betydelse dessa har för den enskilde och företagen.",
          "C" : "Eleven redogör <strong>utförligt</strong> för hur produktion, företagande och arbetsmarknad är reglerade av lagar och vilken betydelse dessa har för den enskilde och företagen.",
          "A" : "Eleven redogör <strong>utförligt och nyanserat</strong> för hur produktion, företagande och arbetsmarknad är reglerade av lagar och vilken betydelse dessa har för den enskilde och företagen."
        }
      } ]
    }, {
      "heading" : "",
      "knowledgeRequirements" : [ {
        "text" : "Eleven beskriver <strong>________</strong> företagandets villkor samt idéer och samhällsfaktorer som har påverkat och kan komma att påverka yrkesrollen och industrins utveckling.",
        "knowledgeRequirementChoice" : {
          "E" : "Eleven beskriver <strong>översiktligt</strong> företagandets villkor samt idéer och samhällsfaktorer som har påverkat och kan komma att påverka yrkesrollen och industrins utveckling.",
          "C" : "Eleven beskriver <strong>utförligt</strong> företagandets villkor samt idéer och samhällsfaktorer som har påverkat och kan komma att påverka yrkesrollen och industrins utveckling.",
          "A" : "Eleven beskriver <strong>utförligt och nyanserat</strong> företagandets villkor samt idéer och samhällsfaktorer som har påverkat och kan komma att påverka yrkesrollen och industrins utveckling."
        }
      }, {
        "text" : "Dessutom gör eleven <strong>________</strong> reflektioner över individens betydelse för produktionen.",
        "knowledgeRequirementChoice" : {
          "E" : "Dessutom gör eleven <strong>enkla</strong> reflektioner över individens betydelse för produktionen.",
          "C" : "Dessutom gör eleven <strong>välgrundade</strong> reflektioner över individens betydelse för produktionen.",
          "A" : "Dessutom gör eleven <strong>välgrundade och nyanserade</strong> reflektioner över individens betydelse för produktionen."
        }
      }, {
        "text" : "Eleven redogör även, utifrån några exempel, <strong>________</strong> för gruppers sätt att fungera samt det personliga ansvarets och ledarskapets betydelse för arbetsprocessen.",
        "knowledgeRequirementChoice" : {
          "E" : "Eleven redogör även, utifrån några exempel, <strong>översiktligt</strong> för gruppers sätt att fungera samt det personliga ansvarets och ledarskapets betydelse för arbetsprocessen.",
          "C" : "Eleven redogör även, utifrån några exempel, <strong>utförligt</strong> för gruppers sätt att fungera samt det personliga ansvarets och ledarskapets betydelse för arbetsprocessen.",
          "A" : "Eleven redogör även, utifrån några exempel, <strong>utförligt och nyanserat</strong> för gruppers sätt att fungera samt det personliga ansvarets och ledarskapets betydelse för arbetsprocessen."
        }
      }, {
        "text" : "Dessutom redogör eleven <strong>________</strong> för såväl arbetsprocess som resultat samt utvärderar sitt arbete och resultat med <strong>________</strong> omdömen.",
        "knowledgeRequirementChoice" : {
          "E" : "Dessutom redogör eleven <strong>översiktligt</strong> för såväl arbetsprocess som resultat samt utvärderar sitt arbete och resultat med <strong>enkla</strong> omdömen.",
          "C" : "Dessutom redogör eleven <strong>utförligt</strong> för såväl arbetsprocess som resultat samt utvärderar sitt arbete och resultat med <strong>nyanserade</strong> omdömen.",
          "A" : "Dessutom redogör eleven <strong>utförligt och nyanserat</strong> för såväl arbetsprocess som resultat samt utvärderar sitt arbete och resultat med <strong>nyanserade</strong> omdömen <strong>samt ger förslag på hur arbetet kan förbättras</strong>."
        }
      } ]
    }, {
      "heading" : "",
      "knowledgeRequirements" : [ {
        "text" : "I arbete och redovisningar använder eleven <strong>________</strong> ett korrekt fackspråk.",
        "knowledgeRequirementChoice" : {
          "E" : "I arbete och redovisningar använder eleven <strong>med viss säkerhet</strong> ett korrekt fackspråk.",
          "C" : "I arbete och redovisningar använder eleven <strong>med viss säkerhet</strong> ett korrekt fackspråk.",
          "A" : "I arbete och redovisningar använder eleven <strong>med säkerhet</strong> ett korrekt fackspråk."
        }
      } ]
    }, {
      "heading" : "",
      "knowledgeRequirements" : [ {
        "text" : "När eleven samråder med handledare bedömer hon eller han <strong>________</strong> den egna förmågan och situationens krav.",
        "knowledgeRequirementChoice" : {
          "E" : "När eleven samråder med handledare bedömer hon eller han <strong>med viss säkerhet</strong> den egna förmågan och situationens krav.",
          "C" : "När eleven samråder med handledare bedömer hon eller han <strong>med viss säkerhet</strong> den egna förmågan och situationens krav.",
          "A" : "När eleven samråder med handledare bedömer hon eller han <strong>med säkerhet</strong> den egna förmågan och situationens krav."
        }
      } ]
    } ],
    "point" : 100,
    "year" : null
  } ]
}