{
  "name" : "Människan",
  "description" : "Ämnet människan är till sin karaktär tvärvetenskapligt med innehåll från filosofi, sociologi, vårdvetenskap, religionskunskap och samhällskunskap. Det behandlar de kulturella, etiska och sociala mönster som präglar människans liv.",
  "code" : "MÄN",
  "designation" : "",
  "skolfsId" : "0000:00",
  "purposes" : [ {
    "type" : "PARAGRAPH",
    "heading" : "",
    "lines" : [ "Undervisningen i ämnet människan ska syfta till att eleverna utvecklar kunskaper om människan och hennes livslopp utifrån sociala, kulturella och existentiella aspekter vid hälsa, ohälsa och funktionsnedsättning.", "Den ska bidra till att eleverna utvecklar förmåga att möta, kommunicera och samarbeta med människor i olika situationer.", "Med etiken som utgångspunkt ska sådana frågor om människovärde och människosyn som kan knytas till yrkesområdet behandlas i undervisningen." ]
  }, {
    "type" : "PARAGRAPH",
    "heading" : "",
    "lines" : [ "Undervisningen ska bidra till att eleverna utvecklar kunskaper för att kunna arbeta med patienter och brukare från olika kulturer såväl i Sverige som i andra länder." ]
  }, {
    "type" : "PARAGRAPH",
    "heading" : "",
    "lines" : [ "Undervisningen ska ge eleverna möjlighet att utveckla förmåga att söka, kritiskt granska, värdera och använda information från olika källor." ]
  }, {
    "type" : "BULLET",
    "heading" : "Undervisningen i ämnet människan ska ge eleverna förutsättningar att utveckla följande:",
    "lines" : [ "Kunskaper om olika kulturer och livsåskådningar samt om hur människor påverkas av sin kultur.", "Kunskaper om vård och omsorg i ett internationellt perspektiv.", "Kunskaper om den betydelse normer, värderingar och ideal har inom vård och omsorg.", "Kunskaper om etiska begrepp och riktlinjer samt om värdekonflikter inom verksamhetsområdet.", "Förmåga att uppfatta, tolka och värdera etiska och existentiella frågor.", "Förmåga att kommunicera med och bemöta människor i olika sociala och kulturella sammanhang." ]
  } ],
  "courses" : [ {
    "name" : "Etik och människans livsvillkor",
    "description" : "Kursen etik och människans livsvillkor omfattar punkterna 1 och 3–6 under rubriken Ämnets syfte.",
    "code" : "MÄNETI0",
    "centralContent" : [ {
      "heading" : "Undervisningen i kursen ska behandla följande centrala innehåll:",
      "lines" : [ "Olika kulturer, deras uttryckssätt och kulturmönster samt kulturens betydelse för människors värderingar.", "Religiösa och icke-religiösa livsåskådningars människosyn.", "Kulturers och livsåskådningars påverkan på hälsa, ohälsa, funktionsnedsättning, livskvalitet, behandling, vård och omsorg samt liv och död.", "Normer, värderingar och ideal inom vård och omsorg.", "Etiska begrepp och riktlinjer som är centrala för vård- och omsorgsarbete samt värdekonflikter inom verksamhetsområdet, till exempel patienters och brukares rätt till självbestämmande i relation till personalens behov av en god arbetsmiljö och rätten till en värdig död.", "Hur sociala skillnader och generationsskillnader samt genusaspekter som rör till exempel rättvisa, sexualitet, normer och avvikelser, påverkar kommunikation med och bemötande av patienter och brukare.", "Det egna förhållningssättet och den egna rollen i mötet med patienter och brukare." ]
    } ],
    "knowledgeRequirementParagraphs" : [ {
      "heading" : "",
      "knowledgeRequirements" : [ {
        "text" : "Eleven beskriver <strong>________</strong> några olika kulturmönster och diskuterar <strong>________</strong> hur människor påverkas av sin kultur.",
        "knowledgeRequirementChoice" : {
          "E" : "Eleven beskriver <strong>översiktligt</strong> några olika kulturmönster och diskuterar <strong>översiktligt</strong> hur människor påverkas av sin kultur.",
          "C" : "Eleven beskriver <strong>utförligt</strong> några olika kulturmönster och diskuterar <strong>utförligt</strong> hur människor påverkas av sin kultur.",
          "A" : "Eleven beskriver <strong>utförligt och nyanserat</strong> några olika kulturmönster och diskuterar <strong>utförligt och nyanserat</strong> hur människor påverkas av sin kultur."
        }
      }, {
        "text" : "Dessutom beskriver eleven <strong>________</strong> några olika livsåskådningars syn på människan samt på hälsa, ohälsa, funktionsnedsättning, livskvalitet, behandling, vård och omsorg samt liv och död.",
        "knowledgeRequirementChoice" : {
          "E" : "Dessutom beskriver eleven <strong>översiktligt</strong> några olika livsåskådningars syn på människan samt på hälsa, ohälsa, funktionsnedsättning, livskvalitet, behandling, vård och omsorg samt liv och död.",
          "C" : "Dessutom beskriver eleven <strong>utförligt</strong> några olika livsåskådningars syn på människan samt på hälsa, ohälsa, funktionsnedsättning, livskvalitet, behandling, vård och omsorg samt liv och död.",
          "A" : "Dessutom beskriver eleven <strong>utförligt och nyanserat</strong> några olika livsåskådningars syn på människan samt på hälsa, ohälsa, funktionsnedsättning, livskvalitet, behandling, vård och omsorg samt liv och död."
        }
      } ]
    }, {
      "heading" : "",
      "knowledgeRequirements" : [ {
        "text" : "Eleven redogör <strong>________</strong> för den betydelse normer, värderingar och ideal har inom vård och omsorg.",
        "knowledgeRequirementChoice" : {
          "E" : "Eleven redogör <strong>översiktligt</strong> för den betydelse normer, värderingar och ideal har inom vård och omsorg.",
          "C" : "Eleven redogör <strong>utförligt</strong> för den betydelse normer, värderingar och ideal har inom vård och omsorg.",
          "A" : "Eleven redogör <strong>utförligt och nyanserat</strong> för den betydelse normer, värderingar och ideal har inom vård och omsorg."
        }
      }, {
        "text" : "I redogörelsen använder eleven <strong>________</strong> centrala etiska begrepp.",
        "knowledgeRequirementChoice" : {
          "E" : "I redogörelsen använder eleven <strong>med viss säkerhet</strong> centrala etiska begrepp.",
          "C" : "I redogörelsen använder eleven <strong>med viss säkerhet</strong> centrala etiska begrepp.",
          "A" : "I redogörelsen använder eleven <strong>med säkerhet</strong> centrala etiska begrepp."
        }
      }, {
        "text" : "Dessutom diskuterar eleven <strong>________</strong> etiska riktlinjer och värdekonflikter inom verksamhetsområdet.",
        "knowledgeRequirementChoice" : {
          "E" : "Dessutom diskuterar eleven <strong>översiktligt</strong> etiska riktlinjer och värdekonflikter inom verksamhetsområdet.",
          "C" : "Dessutom diskuterar eleven <strong>utförligt</strong> etiska riktlinjer och värdekonflikter inom verksamhetsområdet.",
          "A" : "Dessutom diskuterar eleven <strong>utförligt och nyanserat</strong> etiska riktlinjer och värdekonflikter inom verksamhetsområdet."
        }
      }, {
        "text" : "I diskussionen värderar eleven med <strong>________</strong> omdömen olika ställningstaganden i etiska och existentiella frågor.",
        "knowledgeRequirementChoice" : {
          "E" : "I diskussionen värderar eleven med <strong>enkla</strong> omdömen olika ställningstaganden i etiska och existentiella frågor.",
          "C" : "I diskussionen värderar eleven med <strong>enkla</strong> omdömen olika ställningstaganden i etiska och existentiella frågor.",
          "A" : "I diskussionen värderar eleven med <strong>nyanserade</strong> omdömen olika ställningstaganden i etiska och existentiella frågor."
        }
      } ]
    }, {
      "heading" : "",
      "knowledgeRequirements" : [ {
        "text" : "Eleven kommunicerar med och bemöter människor i olika sociala och kulturella sammanhang.",
        "knowledgeRequirementChoice" : {
          "E" : "Eleven kommunicerar med och bemöter människor i olika sociala och kulturella sammanhang.",
          "C" : "Eleven kommunicerar med och bemöter människor i olika sociala och kulturella sammanhang.",
          "A" : "Eleven kommunicerar med och bemöter människor i olika sociala och kulturella sammanhang."
        }
      }, {
        "text" : "Detta gör eleven <strong>________</strong> med handledare.",
        "knowledgeRequirementChoice" : {
          "E" : "Detta gör eleven <strong>i samråd</strong> med handledare.",
          "C" : "Detta gör eleven <strong>efter samråd</strong> med handledare.",
          "A" : "Detta gör eleven <strong>efter samråd</strong> med handledare."
        }
      }, {
        "text" : "Dessutom värderar eleven med <strong>________</strong> omdömen det egna förhållningssättet i mötet med patienter och brukare.",
        "knowledgeRequirementChoice" : {
          "E" : "Dessutom värderar eleven med <strong>enkla</strong> omdömen det egna förhållningssättet i mötet med patienter och brukare.",
          "C" : "Dessutom värderar eleven med <strong>nyanserade</strong> omdömen det egna förhållningssättet i mötet med patienter och brukare.",
          "A" : "Dessutom värderar eleven med <strong>nyanserade</strong> omdömen det egna förhållningssättet i mötet med patienter och brukare <strong>samt ger förslag på hur det egna förhållningssättet kan utvecklas</strong>."
        }
      } ]
    }, {
      "heading" : "",
      "knowledgeRequirements" : [ {
        "text" : "När eleven samråder med handledare bedömer hon eller han <strong>________</strong> den egna förmågan och situationens krav.",
        "knowledgeRequirementChoice" : {
          "E" : "När eleven samråder med handledare bedömer hon eller han <strong>med viss säkerhet</strong> den egna förmågan och situationens krav.",
          "C" : "När eleven samråder med handledare bedömer hon eller han <strong>med viss säkerhet</strong> den egna förmågan och situationens krav.",
          "A" : "När eleven samråder med handledare bedömer hon eller han <strong>med säkerhet</strong> den egna förmågan och situationens krav."
        }
      } ]
    } ],
    "point" : 100,
    "year" : null
  }, {
    "name" : "Internationellt arbete",
    "description" : "Kursen internationellt arbete omfattar punkterna 1–6 under rubriken Ämnets syfte, med särskild betoning på punkt 2.",
    "code" : "MÄNINA0",
    "centralContent" : [ {
      "heading" : "Undervisningen i kursen ska behandla följande centrala innehåll:",
      "lines" : [ "Vård och omsorg i olika länder och hur kulturer påverkar synen på hälsa, ohälsa, funktionsnedsättning, medicinsk behandling, vård och omsorg samt liv och död.", "Olika länders organisation av vård och omsorg. Personalkategorier och utbildning.", "Normer och värderingar inom vård och omsorg i olika länder.", "Hälsoproblem orsakade av till exempel infektionssjukdomar eller vattenbrist, av krig eller katastrofer.", "Internationella överenskommelser.", "Biståndsorganisationer och biståndsarbete.", "Etiska riktlinjer som är centrala för vård- och omsorgsarbete i olika länder samt värdekonflikter.", "Sociala aspekter och genusaspekter på hälsa och välbefinnande i olika länder.", "Det egna förhållningssättet och den egna rollen i mötet med patienter och brukare samt med olika länders vård- och omsorgsstruktur." ]
    } ],
    "knowledgeRequirementParagraphs" : [ {
      "heading" : "",
      "knowledgeRequirements" : [ {
        "text" : "Eleven beskriver <strong>________</strong> vård och omsorg i några länder samt hur kultur, normer och värderingar påverkar vården och omsorgen i dem.",
        "knowledgeRequirementChoice" : {
          "E" : "Eleven beskriver <strong>översiktligt</strong> vård och omsorg i några länder samt hur kultur, normer och värderingar påverkar vården och omsorgen i dem.",
          "C" : "Eleven beskriver <strong>utförligt</strong> vård och omsorg i några länder samt hur kultur, normer och värderingar påverkar vården och omsorgen i dem.",
          "A" : "Eleven beskriver <strong>utförligt och nyanserat</strong> vård och omsorg i några länder samt hur kultur, normer och värderingar påverkar vården och omsorgen i dem."
        }
      }, {
        "text" : "Dessutom gör eleven <strong>________</strong> jämförelser med vården i Sverige.",
        "knowledgeRequirementChoice" : {
          "E" : "Dessutom gör eleven <strong>enkla</strong> jämförelser med vården i Sverige.",
          "C" : "Dessutom gör eleven <strong>utförliga</strong> jämförelser med vården i Sverige.",
          "A" : "Dessutom gör eleven <strong>utförliga och nyanserade</strong> jämförelser med vården i Sverige."
        }
      } ]
    }, {
      "heading" : "",
      "knowledgeRequirements" : [ {
        "text" : "Eleven beskriver <strong>________</strong> några hälsoproblem i ett internationellt perspektiv.",
        "knowledgeRequirementChoice" : {
          "E" : "Eleven beskriver <strong>översiktligt</strong> några hälsoproblem i ett internationellt perspektiv.",
          "C" : "Eleven beskriver <strong>utförligt</strong> några hälsoproblem i ett internationellt perspektiv.",
          "A" : "Eleven beskriver <strong>utförligt och nyanserat</strong> några hälsoproblem i ett internationellt perspektiv."
        }
      }, {
        "text" : "Eleven redogör även <strong>________</strong> för internationella överenskommelser och biståndsarbete.",
        "knowledgeRequirementChoice" : {
          "E" : "Eleven redogör även <strong>översiktligt</strong> för internationella överenskommelser och biståndsarbete.",
          "C" : "Eleven redogör även <strong>utförligt</strong> för internationella överenskommelser och biståndsarbete.",
          "A" : "Eleven redogör även <strong>utförligt och nyanserat</strong> för internationella överenskommelser och biståndsarbete."
        }
      }, {
        "text" : "Dessutom diskuterar eleven <strong>________</strong> värdekonflikter inom vård och omsorg i några länder.",
        "knowledgeRequirementChoice" : {
          "E" : "Dessutom diskuterar eleven <strong>översiktligt</strong> värdekonflikter inom vård och omsorg i några länder.",
          "C" : "Dessutom diskuterar eleven <strong>utförligt</strong> värdekonflikter inom vård och omsorg i några länder.",
          "A" : "Dessutom diskuterar eleven <strong>utförligt och nyanserat</strong> värdekonflikter inom vård och omsorg i några länder."
        }
      }, {
        "text" : "I diskussionen värderar eleven med <strong>________</strong> omdömen olika ställningstaganden i dessa frågor.",
        "knowledgeRequirementChoice" : {
          "E" : "I diskussionen värderar eleven med <strong>enkla</strong> omdömen olika ställningstaganden i dessa frågor.",
          "C" : "I diskussionen värderar eleven med <strong>enkla</strong> omdömen olika ställningstaganden i dessa frågor.",
          "A" : "I diskussionen värderar eleven med <strong>nyanserade</strong> omdömen olika ställningstaganden i dessa frågor."
        }
      }, {
        "text" : "I diskussionen använder eleven <strong>________</strong> centrala etiska begrepp.",
        "knowledgeRequirementChoice" : {
          "E" : "I diskussionen använder eleven <strong>med viss säkerhet</strong> centrala etiska begrepp.",
          "C" : "I diskussionen använder eleven <strong>med viss säkerhet</strong> centrala etiska begrepp.",
          "A" : "I diskussionen använder eleven <strong>med säkerhet</strong> centrala etiska begrepp."
        }
      } ]
    }, {
      "heading" : "",
      "knowledgeRequirements" : [ {
        "text" : "Eleven kommunicerar med och bemöter människor i olika sociala och kulturella sammanhang.",
        "knowledgeRequirementChoice" : {
          "E" : "Eleven kommunicerar med och bemöter människor i olika sociala och kulturella sammanhang.",
          "C" : "Eleven kommunicerar med och bemöter människor i olika sociala och kulturella sammanhang.",
          "A" : "Eleven kommunicerar med och bemöter människor i olika sociala och kulturella sammanhang."
        }
      }, {
        "text" : "Detta gör eleven <strong>________</strong> med handledare.",
        "knowledgeRequirementChoice" : {
          "E" : "Detta gör eleven <strong>i samråd</strong> med handledare.",
          "C" : "Detta gör eleven <strong>efter samråd</strong> med handledare.",
          "A" : "Detta gör eleven <strong>efter samråd</strong> med handledare."
        }
      }, {
        "text" : "Dessutom värderar eleven med <strong>________</strong> omdömen det egna förhållningssättet i mötet med patienter och brukare.",
        "knowledgeRequirementChoice" : {
          "E" : "Dessutom värderar eleven med <strong>enkla</strong> omdömen det egna förhållningssättet i mötet med patienter och brukare.",
          "C" : "Dessutom värderar eleven med <strong>nyanserade</strong> omdömen det egna förhållningssättet i mötet med patienter och brukare.",
          "A" : "Dessutom värderar eleven med <strong>nyanserade</strong> omdömen det egna förhållningssättet i mötet med patienter och brukare <strong>samt ger förslag på hur det egna förhållningssättet kan utvecklas</strong>."
        }
      } ]
    }, {
      "heading" : "",
      "knowledgeRequirements" : [ {
        "text" : "När eleven samråder med handledare bedömer hon eller han <strong>________</strong> den egna förmågan och situationens krav.",
        "knowledgeRequirementChoice" : {
          "E" : "När eleven samråder med handledare bedömer hon eller han <strong>med viss säkerhet</strong> den egna förmågan och situationens krav.",
          "C" : "När eleven samråder med handledare bedömer hon eller han <strong>med viss säkerhet</strong> den egna förmågan och situationens krav.",
          "A" : "När eleven samråder med handledare bedömer hon eller han <strong>med säkerhet</strong> den egna förmågan och situationens krav."
        }
      } ]
    } ],
    "point" : 100,
    "year" : null
  } ]
}