{
  "name" : "Måltids- och branschkunskap",
  "description" : "Ämnet måltids- och branschkunskap ger en orientering om branschens verksamheter och hantverken inom dem. Det ger även möjlighet att prova på de olika hantverken. I ämnet behandlas grundläggande kunskaper i hygien och arbetsmiljö.",
  "code" : "MÅT",
  "designation" : "",
  "skolfsId" : "2010:71",
  "purposes" : [ {
    "type" : "PARAGRAPH",
    "heading" : "",
    "lines" : [ "Undervisningen i ämnet måltids- och branschkunskap ska syfta till att eleverna utvecklar förståelse av förutsättningar för branschens olika verksamheter och de villkor som verksamheterna i branschen lever under.", "Den ska också ge eleverna möjlighet att utveckla förståelse av hur det är att arbeta i branschens olika yrken och hur dessa samverkar.", "Undervisningen ska bidra till att eleverna utvecklar kunskaper om måltiden som helhetsupplevelse och alla dess delar som mat, dryck, bröd, servering och service.", "Den ska också bidra till att eleverna utvecklar kunskaper om ansvarsfull alkoholservering och ge dem möjlighet att reflektera kring alkoholen och dess effekter." ]
  }, {
    "type" : "PARAGRAPH",
    "heading" : "",
    "lines" : [ "Undervisningen ska leda till att eleverna utvecklar kunskaper om hantverksmässiga arbetsuppgifter inom bageri, konditori, kök och matsal samt inom färskvaror och delikatesser i butik.", "Genom undervisningen ska eleverna också ges möjlighet att prova på att utföra vanligt förekommande arbetsuppgifter inom dessa områden." ]
  }, {
    "type" : "PARAGRAPH",
    "heading" : "",
    "lines" : [ "Undervisningen ska leda till att eleverna utvecklar kunskaper om hygien, ergonomi, arbetsmiljö- och säkerhetsfrågor samt om lagar och andra bestämmelser som gäller för respektive yrkesområde.", "Eleverna ska också ges möjlighet att reflektera över hur arbetsprocessen påverkar resultatet." ]
  }, {
    "type" : "BULLET",
    "heading" : "Undervisningen i ämnet måltids- och branschkunskap ska ge eleverna förutsättningar att utveckla följande:",
    "lines" : [ "Kunskaper om de villkor som styr verksamheterna i branscherna.", "Färdigheter i att utföra hantverksmässiga arbetsuppgifter inom branschernas olika yrkesområden.", "Förmåga att arbeta på ett hygieniskt, ergonomiskt och säkert sätt.", "Kunskaper om lagar och andra bestämmelser om hygien, arbetsmiljö och säkerhet.", "Förmåga att utvärdera sitt arbete och resultat." ]
  } ],
  "courses" : [ {
    "name" : "Branschkunskap inom restaurang och livsmedel",
    "description" : "Kursen branschkunskap inom restaurang och livsmedel omfattar punkterna 1–5 under rubriken Ämnets syfte. ",
    "code" : "MÅTBRC0",
    "centralContent" : [ {
      "heading" : "Undervisningen i kursen ska behandla följande centrala innehåll:",
      "lines" : [ "Orientering om de branscher som finns inom yrkesområdet samt villkoren för deras verksamheter, till exempel restauranger, bagerier, konditorier, charkuterier och butiker.", "Grundläggande arbetsuppgifter inom yrkesområdet, till exempel bakning, styckning, matlagning, servering, planering och inköp, med möjlig fördjupning inom något eller några områden.", "Metoder, material, maskiner och annan utrustning som används inom respektive yrkesområde.", "Måltiden som helhet, till exempel mat, dryck, bröd, charkuteriprodukter, servering och service.", "Orientering om alkoholens effekter och konsekvenser. Utskänkningstillstånd och servering av alkohol.", "Säkerhet samt fysisk och psykisk arbetsmiljö. Hur människor påverkas av sociala kontakter, inflytande och stress. Ergonomi, säkerhetsutrustning och riskfaktorer i arbetet. Rengöring av lokaler och utrustning samt personlig hygien.", "Lagar och andra bestämmelser som är tillämpliga inom respektive yrkesområde." ]
    } ],
    "knowledgeRequirementParagraphs" : [ {
      "heading" : "",
      "knowledgeRequirements" : [ {
        "text" : "Eleven beskriver <strong>________</strong> de villkor som styr verksamheterna i branschen utifrån drift, organisation, planering och ekonomi.",
        "knowledgeRequirementChoice" : {
          "E" : "Eleven beskriver <strong>översiktligt</strong> de villkor som styr verksamheterna i branschen utifrån drift, organisation, planering och ekonomi.",
          "C" : "Eleven beskriver <strong>utförligt</strong> de villkor som styr verksamheterna i branschen utifrån drift, organisation, planering och ekonomi.",
          "A" : "Eleven beskriver <strong>utförligt och nyanserat</strong> de villkor som styr verksamheterna i branschen utifrån drift, organisation, planering och ekonomi."
        }
      } ]
    }, {
      "heading" : "",
      "knowledgeRequirements" : [ {
        "text" : "Eleven utför <strong>________</strong> enkel hantverksmässig matlagning, bakning, servering och uppläggning samt skapar <strong>________</strong> med handledare enkla måltider och produkter.",
        "knowledgeRequirementChoice" : {
          "E" : "Eleven utför <strong>med visst handlag</strong> enkel hantverksmässig matlagning, bakning, servering och uppläggning samt skapar <strong>i samråd</strong> med handledare enkla måltider och produkter.",
          "C" : "Eleven utför <strong>med gott handlag</strong> enkel hantverksmässig matlagning, bakning, servering och uppläggning samt skapar <strong>efter samråd</strong> med handledare enkla måltider och produkter.",
          "A" : "Eleven utför <strong>med mycket gott handlag</strong> enkel hantverksmässig matlagning, bakning, servering och uppläggning samt skapar <strong>efter samråd</strong> med handledare enkla måltider och produkter."
        }
      }, {
        "text" : "Dessutom kombinerar eleven <strong>________</strong> med handledare mat och dryck samt redogör översiktligt för alkoholens effekter och konsekvenser och regler för alkoholservering.",
        "knowledgeRequirementChoice" : {
          "E" : "Dessutom kombinerar eleven <strong>i samråd</strong> med handledare mat och dryck samt redogör översiktligt för alkoholens effekter och konsekvenser och regler för alkoholservering.",
          "C" : "Dessutom kombinerar eleven <strong>efter samråd</strong> med handledare mat och dryck samt redogör översiktligt för alkoholens effekter och konsekvenser och regler för alkoholservering.",
          "A" : "Dessutom kombinerar eleven <strong>efter samråd</strong> med handledare mat och dryck samt redogör översiktligt för alkoholens effekter och konsekvenser och regler för alkoholservering."
        }
      }, {
        "text" : "I arbetet använder eleven <strong>________</strong> med handledare material, maskiner och annan utrustning som är lämplig för arbetsuppgiften.",
        "knowledgeRequirementChoice" : {
          "E" : "I arbetet använder eleven <strong>i samråd</strong> med handledare material, maskiner och annan utrustning som är lämplig för arbetsuppgiften.",
          "C" : "I arbetet använder eleven <strong>efter samråd</strong> med handledare material, maskiner och annan utrustning som är lämplig för arbetsuppgiften.",
          "A" : "I arbetet använder eleven <strong>efter samråd med handledare</strong> material, maskiner och annan utrustning som är lämplig för arbetsuppgiften."
        }
      }, {
        "text" : "Dessutom arbetar eleven på ett hygieniskt, ergonomiskt och säkert sätt utifrån lagar och andra bestämmelser.",
        "knowledgeRequirementChoice" : {
          "E" : "Dessutom arbetar eleven på ett hygieniskt, ergonomiskt och säkert sätt utifrån lagar och andra bestämmelser.",
          "C" : "Dessutom arbetar eleven på ett hygieniskt, ergonomiskt och säkert sätt utifrån lagar och andra bestämmelser.",
          "A" : "Dessutom arbetar eleven på ett hygieniskt, ergonomiskt och säkert sätt utifrån lagar och andra bestämmelser."
        }
      }, {
        "text" : "När arbetsuppgiften är utförd utvärderar eleven sitt arbete och resultat med <strong>________</strong> omdömen.",
        "knowledgeRequirementChoice" : {
          "E" : "När arbetsuppgiften är utförd utvärderar eleven sitt arbete och resultat med <strong>enkla</strong> omdömen.",
          "C" : "När arbetsuppgiften är utförd utvärderar eleven sitt arbete och resultat med <strong>nyanserade</strong> omdömen.",
          "A" : "När arbetsuppgiften är utförd utvärderar eleven sitt arbete och resultat med <strong>nyanserade</strong> omdömen <strong>samt ger förslag på hur arbetet kan förbättras</strong>."
        }
      }, {
        "text" : "När eleven samråder med handledare bedömer hon eller han <strong>________</strong> den egna förmågan och situationens krav.",
        "knowledgeRequirementChoice" : {
          "E" : "När eleven samråder med handledare bedömer hon eller han <strong>med viss säkerhet</strong> den egna förmågan och situationens krav.",
          "C" : "När eleven samråder med handledare bedömer hon eller han <strong>med viss säkerhet</strong> den egna förmågan och situationens krav.",
          "A" : "När eleven samråder med handledare bedömer hon eller han <strong>med säkerhet</strong> den egna förmågan och situationens krav."
        }
      } ]
    } ],
    "point" : 100,
    "year" : null
  } ]
}