{
  "name" : "Naturkunskap",
  "description" : "Ämnet naturkunskap är till sin karaktär tvärvetenskapligt med en grund i biologi, fysik, geovetenskap och kemi. I ämnet behandlas hälsa, energi och hållbar utveckling, kunskapsområden som har vuxit fram där naturvetenskap möter samhällsvetenskap.",
  "code" : "NAK",
  "designation" : "",
  "skolfsId" : "2010:261",
  "purposes" : [ {
    "type" : "PARAGRAPH",
    "heading" : "",
    "lines" : [ "Undervisningen i ämnet naturkunskap ska syfta till att eleverna utvecklar kunskaper i naturvetenskap samt förmåga att kritiskt värdera och ta ställning i frågor som har ett naturvetenskapligt innehåll.", "Den ska leda till att eleverna utvecklar förståelse av hur naturvetenskapliga kunskaper kan användas i såväl yrkesliv som vardagsnära situationer och för att göra personliga val och ställningstaganden." ]
  }, {
    "type" : "PARAGRAPH",
    "heading" : "",
    "lines" : [ "Utifrån aktuella frågeställningar och företeelser ska undervisningen ge eleverna möjlighet att använda naturvetenskapliga kunskaper och arbetsmetoder.", "Det betyder att samtidigt som undervisningen ska behandla olika innehåll som till exempel miljö- och klimatfrågor, jordens resursfördelning, kretslopp, hälsa eller genmodifiering ska den också påvisa hur dessa frågor kan hanteras utifrån ett naturvetenskapligt förhållningssätt.", "Genom att få diskutera och utforska frågor med samhällsanknytning ska eleverna ges möjlighet att befästa, fördjupa och utveckla naturvetenskapliga kunskaper för att kunna möta, förstå och påverka sin samtid.", "Undervisningen ska ge eleven möjlighet att använda digital teknik och andra verktyg för att söka och uppnå kunskaper i naturvetenskap." ]
  }, {
    "type" : "BULLET",
    "heading" : "Undervisningen i ämnet naturkunskap ska ge eleverna förutsättningar att utveckla följande:",
    "lines" : [ "Förmåga att använda kunskaper om naturvetenskap för att diskutera, göra ställningstaganden och formulera olika handlingsalternativ.", "Kunskaper om naturvetenskapens roll i aktuella samhällsfrågor och i förhållande till hållbar utveckling.", "Kunskaper om olika livsstilars konsekvenser såväl för den egna hälsan som för folkhälsan och miljön.", "Kunskaper om människokroppens uppbyggnad och funktion samt dess växelverkan med omgivningen.", "Kunskaper om hur naturvetenskap organiseras samt hur den kan granskas kritiskt och användas för kritisk granskning.", "Kunskaper om de naturvetenskapliga teoriernas betydelse för samhällens framväxt och för människans världsbild." ]
  } ],
  "courses" : [ {
    "name" : "Naturkunskap 1a1",
    "description" : "Kursen naturkunskap 1a1 omfattar punkterna 1–6 under rubriken Ämnets syfte.",
    "code" : "NAKNAK01a1",
    "centralContent" : [ {
      "heading" : "Undervisningen i kursen ska behandla följande centrala innehåll:",
      "lines" : [ "Frågor om hållbar utveckling: energi, klimat och ekosystempåverkan. Ekosystemtjänster, resursutnyttjande och ekosystemens bärkraft.", "Olika aspekter på hållbar utveckling, till exempel vad gäller konsumtion, resursfördelning, mänskliga rättigheter och jämställdhet.", "Naturvetenskapliga aspekter på, reflektion över och diskussion kring normer, rörande människans sexualitet, lust, relationer och sexuella hälsa.", "Naturvetenskapliga arbetsmetoder, till exempel observationer, klassificering, mätningar och experiment samt etiska förhållningssätt kopplade till det naturvetenskapliga utforskandet.", "Naturvetenskapligt förhållningssätt, hur man ställer frågor som går att undersöka naturvetenskapligt och hur man går till väga för att ställa företeelser i omvärlden under prövning.", "Hur naturvetenskap kan granskas kritiskt samt hur ett naturvetenskapligt förhållningssätt kan användas för att kritiskt pröva ovetenskapligt grundade påståenden." ]
    } ],
    "knowledgeRequirementParagraphs" : [ {
      "heading" : "",
      "knowledgeRequirements" : [ {
        "text" : "Eleven kan <strong>________</strong> diskutera frågor med naturvetenskapligt innehåll som har betydelse för individ och samhälle.",
        "knowledgeRequirementChoice" : {
          "E" : "Eleven kan <strong>översiktligt</strong> diskutera frågor med naturvetenskapligt innehåll som har betydelse för individ och samhälle.",
          "C" : "Eleven kan <strong>utförligt</strong> diskutera frågor med naturvetenskapligt innehåll som har betydelse för individ och samhälle.",
          "A" : "Eleven kan <strong>utförligt och nyanserat</strong> diskutera frågor med naturvetenskapligt innehåll som har betydelse för individ och samhälle."
        }
      }, {
        "text" : "I diskussionen använder eleven kunskaper om naturvetenskap för att ställa <strong>________</strong> frågor samt för att ge <strong>________</strong> förklaringar och argument.",
        "knowledgeRequirementChoice" : {
          "E" : "I diskussionen använder eleven kunskaper om naturvetenskap för att ställa <strong>enkla</strong> frågor samt för att ge <strong>enkla</strong> förklaringar och argument.",
          "C" : "I diskussionen använder eleven kunskaper om naturvetenskap för att ställa <strong>utforskande</strong> frågor samt för att ge förklaringar och argument.",
          "A" : "I diskussionen använder eleven kunskaper om naturvetenskap för att ställa <strong>utforskande</strong> frågor samt för att ge <strong>komplexa</strong> förklaringar och argument."
        }
      }, {
        "text" : "Dessutom kan eleven ge några exempel på tänkbara ställningstaganden eller handlingsalternativ samt ger <strong>________</strong> argument för dessa.",
        "knowledgeRequirementChoice" : {
          "E" : "Dessutom kan eleven ge några exempel på tänkbara ställningstaganden eller handlingsalternativ samt ger <strong>enkla</strong> argument för dessa.",
          "C" : "Dessutom kan eleven ge några exempel på tänkbara ställningstaganden eller handlingsalternativ samt ger <strong>välgrundade</strong> argument för dessa.",
          "A" : "Dessutom kan eleven ge några exempel på tänkbara ställningstaganden eller handlingsalternativ samt ger <strong>välgrundade och nyanserade</strong> argument för dessa."
        }
      } ]
    }, {
      "heading" : "",
      "knowledgeRequirements" : [ {
        "text" : "Eleven kan redogöra <strong>________</strong>, utifrån relevanta kunskaper om sexualitet och relationer, för hur människokroppen är uppbyggd och fungerar i växelverkan med omgivningen.",
        "knowledgeRequirementChoice" : {
          "E" : "Eleven kan redogöra <strong>översiktligt</strong>, utifrån relevanta kunskaper om sexualitet och relationer, för hur människokroppen är uppbyggd och fungerar i växelverkan med omgivningen.",
          "C" : "Eleven kan redogöra <strong>utförligt</strong>, utifrån relevanta kunskaper om sexualitet och relationer, för hur människokroppen är uppbyggd och fungerar i växelverkan med omgivningen.",
          "A" : "Eleven kan redogöra <strong>utförligt och nyanserat</strong>, utifrån relevanta kunskaper om sexualitet och relationer, för hur människokroppen är uppbyggd och fungerar i växelverkan med omgivningen."
        }
      }, {
        "text" : "I samband med redogörelsen kan eleven <strong>________</strong> diskutera konsekvenser såväl för individens sexuella hälsa som för folkhälsan.",
        "knowledgeRequirementChoice" : {
          "E" : "I samband med redogörelsen kan eleven <strong>översiktligt</strong> diskutera konsekvenser såväl för individens sexuella hälsa som för folkhälsan.",
          "C" : "I samband med redogörelsen kan eleven <strong>utförligt</strong> diskutera konsekvenser såväl för individens sexuella hälsa som för folkhälsan <strong>och underbygga diskussionen med välgrundade argument</strong>.",
          "A" : "I samband med redogörelsen kan eleven <strong>utförligt och nyanserat</strong> diskutera konsekvenser såväl för individens sexuella hälsa som för folkhälsan <strong>och underbygga diskussionen med välgrundade och nyanserade argument</strong>."
        }
      } ]
    }, {
      "heading" : "",
      "knowledgeRequirements" : [ {
        "text" : "Eleven kan ge några utförliga exempel på hur naturvetenskap kan kopplas till hållbar utveckling.",
        "knowledgeRequirementChoice" : {
          "E" : "Eleven kan ge några utförliga exempel på hur naturvetenskap kan kopplas till hållbar utveckling.",
          "C" : "Eleven kan några ge utförliga exempel på hur naturvetenskap kan kopplas till hållbar utveckling.",
          "A" : "Eleven kan några ge utförliga exempel på hur naturvetenskap kan kopplas till hållbar utveckling."
        }
      }, {
        "text" : "Utifrån exemplen drar eleven <strong>________</strong> slutsatser och föreslår några handlingsalternativ samt ger <strong>________</strong> argument för dessa.",
        "knowledgeRequirementChoice" : {
          "E" : "Utifrån exemplen drar eleven <strong>enkla</strong> slutsatser och föreslår några handlingsalternativ samt ger <strong>enkla</strong> argument för dessa.",
          "C" : "Utifrån exemplen drar eleven <strong>välgrundade</strong> slutsatser och föreslår några handlingsalternativ samt ger <strong>välgrundade</strong> argument för dessa.",
          "A" : "Utifrån exemplen drar eleven <strong>välgrundade och nyanserade</strong> slutsatser och föreslår några handlingsalternativ samt ger <strong>välgrundade och nyanserade</strong> argument för dessa."
        }
      } ]
    }, {
      "heading" : "",
      "knowledgeRequirements" : [ {
        "text" : "Eleven kan översiktligt beskriva hur naturvetenskap organiseras och kan användas för kritisk granskning.",
        "knowledgeRequirementChoice" : {
          "E" : "Eleven kan översiktligt beskriva hur naturvetenskap organiseras och kan användas för kritisk granskning.",
          "C" : "Eleven kan översiktligt beskriva hur naturvetenskap organiseras och kan användas för kritisk granskning.",
          "A" : "Eleven kan översiktligt beskriva hur naturvetenskap organiseras och kan användas för kritisk granskning."
        }
      }, {
        "text" : "Vidare föreslår och utför eleven en enkel naturvetenskaplig undersökning och redogör <strong>________</strong> för den.",
        "knowledgeRequirementChoice" : {
          "E" : "Vidare föreslår och utför eleven en enkel naturvetenskaplig undersökning och redogör <strong>översiktligt</strong> för den.",
          "C" : "Vidare föreslår och utför eleven en enkel naturvetenskaplig undersökning och redogör <strong>utförligt</strong> för den.",
          "A" : "Vidare föreslår och utför eleven en enkel naturvetenskaplig undersökning och redogör <strong>utförligt och nyanserat</strong> för den."
        }
      }, {
        "text" : "Dessutom kan eleven ge enkla exempel på hur teorier kan prövas genom kritisk granskning, samt diskuterar <strong>________</strong> utifrån <strong>________</strong> exempel på vilket sätt en naturvetenskaplig teori har haft betydelse för samhällets framväxt.",
        "knowledgeRequirementChoice" : {
          "E" : "Dessutom kan eleven ge enkla exempel på hur teorier kan prövas genom kritisk granskning, samt diskuterar <strong>översiktligt</strong> utifrån <strong>något</strong> exempel på vilket sätt en naturvetenskaplig teori har haft betydelse för samhällets framväxt.",
          "C" : "Dessutom kan eleven ge enkla exempel på hur teorier kan prövas genom kritisk granskning, samt diskuterar <strong>utförligt</strong> utifrån <strong>några</strong> exempel på vilket sätt naturvetenskapliga teorier har haft betydelse för samhällets framväxt.",
          "A" : "Dessutom kan eleven ge enkla exempel på hur teorier kan prövas genom kritisk granskning, samt diskuterar <strong>utförligt och nyanserat</strong> utifrån <strong>några</strong> exempel på vilket sätt naturvetenskapliga teorier har haft betydelse för samhällets framväxt."
        }
      } ]
    } ],
    "point" : 50,
    "year" : null
  }, {
    "name" : "Naturkunskap 1a2",
    "description" : "Kursen naturkunskap 1a2 omfattar punkterna 1–6 under rubriken Ämnets syfte.",
    "code" : "NAKNAK01a2",
    "centralContent" : [ {
      "heading" : "Undervisningen i kursen ska behandla följande centrala innehåll:",
      "lines" : [ "Samband mellan individens hälsa, dagliga vanor och livsstilar i samhället, till exempel i fråga om träning, kost, droger och konsumtion samt påverkan på miljön. Hur naturvetenskap kan användas som utgångspunkt vid kritisk granskning av budskap och normer i medierna.", "Evolutionära aspekter och etiska perspektiv på bioteknikens möjligheter och konsekvenser för mänsklighetens utveckling och för biologisk mångfald. Cellen och livets minsta delar som utgångspunkt för diskussioner om till exempel genteknik och andra aktuella forskningsområden.", "Naturvetenskapliga arbetsmetoder, till exempel observationer, klassificering, mätningar och experiment samt etiska förhållningssätt kopplade till det naturvetenskapliga utforskandet.", "Naturvetenskapligt förhållningssätt, hur man ställer frågor som går att undersöka naturvetenskapligt och hur man går till väga för att ställa företeelser i omvärlden under prövning.", "Hur naturvetenskap kan granskas kritiskt samt hur ett naturvetenskapligt förhållningssätt kan användas för att kritisk pröva ovetenskapligt grundade påståenden." ]
    } ],
    "knowledgeRequirementParagraphs" : [ {
      "heading" : "",
      "knowledgeRequirements" : [ {
        "text" : "Eleven kan <strong>________</strong> diskutera frågor med naturvetenskapligt innehåll som har betydelse för individ och samhälle.",
        "knowledgeRequirementChoice" : {
          "E" : "Eleven kan <strong>översiktligt</strong> diskutera frågor med naturvetenskapligt innehåll som har betydelse för individ och samhälle.",
          "C" : "Eleven kan <strong>utförligt</strong> diskutera frågor med naturvetenskapligt innehåll som har betydelse för individ och samhälle.",
          "A" : "Eleven kan <strong>utförligt och nyanserat</strong> diskutera frågor med naturvetenskapligt innehåll som har betydelse för individ och samhälle."
        }
      }, {
        "text" : "I diskussionen använder eleven kunskaper om naturvetenskap för att ställa <strong>________</strong> frågor samt för att ge <strong>________</strong> förklaringar och argument.",
        "knowledgeRequirementChoice" : {
          "E" : "I diskussionen använder eleven kunskaper om naturvetenskap för att ställa <strong>enkla</strong> frågor samt för att ge <strong>enkla</strong> förklaringar och argument.",
          "C" : "I diskussionen använder eleven kunskaper om naturvetenskap för att ställa <strong>utforskande</strong> frågor samt för att ge förklaringar och argument.",
          "A" : "I diskussionen använder eleven kunskaper om naturvetenskap för att ställa <strong>utforskande</strong> frågor samt för att ge <strong>komplexa</strong> förklaringar och argument."
        }
      }, {
        "text" : "Dessutom kan eleven ge några exempel på tänkbara ställningstaganden eller handlingsalternativ samt ger <strong>________</strong> argument för dessa.",
        "knowledgeRequirementChoice" : {
          "E" : "Dessutom kan eleven ge några exempel på tänkbara ställningstaganden eller handlingsalternativ samt ger <strong>enkla</strong> argument för dessa.",
          "C" : "Dessutom kan eleven ge några exempel på tänkbara ställningstaganden eller handlingsalternativ samt ger <strong>välgrundade</strong> argument för dessa.",
          "A" : "Dessutom kan eleven ge några exempel på tänkbara ställningstaganden eller handlingsalternativ samt ger <strong>välgrundade och nyanserade</strong> argument för dessa."
        }
      } ]
    }, {
      "heading" : "",
      "knowledgeRequirements" : [ {
        "text" : "Eleven kan <strong>________</strong> redogöra för hur människokroppen är uppbyggd och fungerar i växelverkan med omgivningen samt hur kroppen påverkas av livsstilen.",
        "knowledgeRequirementChoice" : {
          "E" : "Eleven kan <strong>översiktligt</strong> redogöra för hur människokroppen är uppbyggd och fungerar i växelverkan med omgivningen samt hur kroppen påverkas av livsstilen.",
          "C" : "Eleven kan <strong>utförligt</strong> redogöra för hur människokroppen är uppbyggd och fungerar i växelverkan med omgivningen samt hur kroppen påverkas av livsstilen.",
          "A" : "Eleven kan <strong>utförligt och nyanserat</strong> redogöra för hur människokroppen är uppbyggd och fungerar i växelverkan med omgivningen samt hur kroppen påverkas av livsstilen."
        }
      }, {
        "text" : "I samband med redogörelsen kan eleven <strong>________</strong> diskutera konsekvenser av olika livsstilar såväl för individens hälsa som för folkhälsan och miljön samt underbygger diskussionen med <strong>________</strong> argument.",
        "knowledgeRequirementChoice" : {
          "E" : "I samband med redogörelsen kan eleven <strong>översiktligt</strong> diskutera konsekvenser av olika livsstilar såväl för individens hälsa som för folkhälsan och miljön samt underbygger diskussionen med <strong>enkla</strong> argument.",
          "C" : "I samband med redogörelsen kan eleven <strong>utförligt</strong> diskutera konsekvenser av olika livsstilar såväl för individens hälsa som för folkhälsan och miljön samt underbygger diskussionen med <strong>välgrundade</strong> argument.",
          "A" : "I samband med redogörelsen kan eleven <strong>utförligt och nyanserat</strong> diskutera konsekvenser av olika livsstilar såväl för individens hälsa som för folkhälsan och miljön samt underbygger diskussionen med <strong>välgrundade och nyanserade</strong> argument."
        }
      } ]
    }, {
      "heading" : "",
      "knowledgeRequirements" : [ {
        "text" : "Eleven kan några ge utförliga exempel på hur naturvetenskap kan kopplas till hållbar utveckling.",
        "knowledgeRequirementChoice" : {
          "E" : "Eleven kan några ge utförliga exempel på hur naturvetenskap kan kopplas till hållbar utveckling.",
          "C" : "Eleven kan några ge utförliga exempel på hur naturvetenskap kan kopplas till hållbar utveckling.",
          "A" : "Eleven kan ge några utförliga exempel på hur naturvetenskap kan kopplas till hållbar utveckling."
        }
      }, {
        "text" : "Utifrån exemplen drar eleven <strong>________</strong> slutsatser och föreslår några handlingsalternativ samt ger <strong>________</strong> argument för dessa.",
        "knowledgeRequirementChoice" : {
          "E" : "Utifrån exemplen drar eleven <strong>enkla</strong> slutsatser och föreslår några handlingsalternativ samt ger <strong>enkla</strong> argument för dessa.",
          "C" : "Utifrån exemplen drar eleven <strong>välgrundade</strong> slutsatser och föreslår några handlingsalternativ samt ger <strong>välgrundade</strong> argument för dessa.",
          "A" : "Utifrån exemplen drar eleven <strong>välgrundade och nyanserade</strong> slutsatser och föreslår några handlingsalternativ samt ger <strong>välgrundade och nyanserade</strong> argument för dessa."
        }
      } ]
    }, {
      "heading" : "",
      "knowledgeRequirements" : [ {
        "text" : "Eleven kan översiktligt beskriva hur naturvetenskap organiseras och kan användas för kritisk granskning.",
        "knowledgeRequirementChoice" : {
          "E" : "Eleven kan översiktligt beskriva hur naturvetenskap organiseras och kan användas för kritisk granskning.",
          "C" : "Eleven kan översiktligt beskriva hur naturvetenskap organiseras och kan användas för kritisk granskning.",
          "A" : "Eleven kan översiktligt beskriva hur naturvetenskap organiseras och kan användas för kritisk granskning."
        }
      }, {
        "text" : "Vidare föreslår och utför eleven en enkel naturvetenskaplig undersökning och redogör <strong>________</strong> för den.",
        "knowledgeRequirementChoice" : {
          "E" : "Vidare föreslår och utför eleven en enkel naturvetenskaplig undersökning och redogör <strong>översiktligt</strong> för den.",
          "C" : "Vidare föreslår och utför eleven en enkel naturvetenskaplig undersökning och redogör <strong>utförligt</strong> för den.",
          "A" : "Vidare föreslår och utför eleven en enkel naturvetenskaplig undersökning och redogör <strong>utförligt och nyanserat</strong> för den."
        }
      }, {
        "text" : "Dessutom kan eleven ge enkla exempel på hur teorier kan prövas genom kritisk granskning, samt diskuterar <strong>________</strong> utifrån <strong>________</strong> exempel på vilket sätt en naturvetenskaplig teori har haft betydelse för samhällets framväxt.",
        "knowledgeRequirementChoice" : {
          "E" : "Dessutom kan eleven ge enkla exempel på hur teorier kan prövas genom kritisk granskning, samt diskuterar <strong>översiktligt</strong> utifrån <strong>något</strong> exempel på vilket sätt en naturvetenskaplig teori har haft betydelse för samhällets framväxt.",
          "C" : "Dessutom kan eleven ge enkla exempel på hur teorier kan prövas genom kritisk granskning, samt diskuterar <strong>utförligt</strong> utifrån <strong>några</strong> exempel på vilket sätt naturvetenskapliga teorier har haft betydelse för samhällets framväxt.",
          "A" : "Dessutom kan eleven ge enkla exempel på hur teorier kan prövas genom kritisk granskning, samt diskuterar <strong>utförligt och nyanserat</strong> utifrån <strong>några</strong> exempel på vilket sätt naturvetenskapliga teorier har haft betydelse för samhällets framväxt."
        }
      } ]
    } ],
    "point" : 50,
    "year" : null
  }, {
    "name" : "Naturkunskap 1b",
    "description" : "Kursen naturkunskap 1b omfattar punkterna 1–6 under rubriken Ämnets syfte.",
    "code" : "NAKNAK01b",
    "centralContent" : [ {
      "heading" : "Undervisningen i kursen ska behandla följande centrala innehåll:",
      "lines" : [ "Frågor om hållbar utveckling: energi, klimat och ekosystempåverkan. Ekosystemtjänster, resursutnyttjande och ekosystemens bärkraft.", "Olika aspekter på hållbar utveckling, till exempel vad gäller konsumtion, resursfördelning, mänskliga rättigheter och jämställdhet.", "Samband mellan individens hälsa, dagliga vanor och livsstilar i samhället, till exempel i fråga om träning, kost, droger, konsumtion och påverkan på miljön. Hur naturvetenskap kan användas som utgångspunkt vid kritisk granskning av budskap och normer i medierna.", "Naturvetenskapliga aspekter på, reflektion över och diskussion kring normer, rörande människans sexualitet, lust, relationer och sexuella hälsa.", "Evolutionära aspekter och etiska perspektiv på bioteknikens möjligheter och konsekvenser för mänsklighetens utveckling och för biologisk mångfald. Cellen och livets minsta delar som utgångspunkt för diskussioner om till exempel genteknik och andra aktuella forskningsområden.", "Naturvetenskapliga arbetsmetoder, till exempel observationer, klassificering, mätningar och experiment samt etiska förhållningssätt kopplade till det naturvetenskapliga utforskandet.", "Naturvetenskapligt förhållningssätt, hur man ställer frågor som går att undersöka naturvetenskapligt och hur man går till väga för att ställa företeelser i omvärlden under prövning.", "Hur naturvetenskap kan granskas kritiskt samt hur ett naturvetenskapligt förhållningssätt kan användas för att kritisk pröva ovetenskapligt grundade påståenden." ]
    } ],
    "knowledgeRequirementParagraphs" : [ {
      "heading" : "",
      "knowledgeRequirements" : [ {
        "text" : "Eleven kan <strong>________</strong> diskutera frågor med naturvetenskapligt innehåll som har betydelse för individ och samhälle.",
        "knowledgeRequirementChoice" : {
          "E" : "Eleven kan <strong>översiktligt</strong> diskutera frågor med naturvetenskapligt innehåll som har betydelse för individ och samhälle.",
          "C" : "Eleven kan <strong>utförligt</strong> diskutera frågor med naturvetenskapligt innehåll som har betydelse för individ och samhälle.",
          "A" : "Eleven kan <strong>utförligt och nyanserat</strong> diskutera frågor med naturvetenskapligt innehåll som har betydelse för individ och samhälle."
        }
      }, {
        "text" : "I diskussionen använder eleven kunskaper om naturvetenskap för att ställa <strong>________</strong> frågor samt för att ge <strong>________</strong> förklaringar och argument.",
        "knowledgeRequirementChoice" : {
          "E" : "I diskussionen använder eleven kunskaper om naturvetenskap för att ställa <strong>enkla</strong> frågor samt för att ge <strong>enkla</strong> förklaringar och argument.",
          "C" : "I diskussionen använder eleven kunskaper om naturvetenskap för att ställa <strong>utforskande</strong> frågor samt för att ge förklaringar och argument.",
          "A" : "I diskussionen använder eleven kunskaper om naturvetenskap för att ställa <strong>utforskande</strong> frågor samt för att ge <strong>komplexa</strong> förklaringar och argument."
        }
      }, {
        "text" : "Dessutom kan eleven ge några exempel på tänkbara ställningstaganden eller handlingsalternativ samt ger <strong>________</strong> argument för dessa.",
        "knowledgeRequirementChoice" : {
          "E" : "Dessutom kan eleven ge några exempel på tänkbara ställningstaganden eller handlingsalternativ samt ger <strong>enkla</strong> argument för dessa.",
          "C" : "Dessutom kan eleven ge några exempel på tänkbara ställningstaganden eller handlingsalternativ samt ger <strong>välgrundade</strong> argument för dessa.",
          "A" : "Dessutom kan eleven ge några exempel på tänkbara ställningstaganden eller handlingsalternativ samt ger <strong>välgrundade och nyanserade</strong> argument för dessa."
        }
      } ]
    }, {
      "heading" : "",
      "knowledgeRequirements" : [ {
        "text" : "Eleven kan <strong>________</strong> redogöra för hur människokroppen är uppbyggd och fungerar i växelverkan med omgivningen samt hur kroppen påverkas av livsstilen.",
        "knowledgeRequirementChoice" : {
          "E" : "Eleven kan <strong>översiktligt</strong> redogöra för hur människokroppen är uppbyggd och fungerar i växelverkan med omgivningen samt hur kroppen påverkas av livsstilen.",
          "C" : "Eleven kan <strong>utförligt</strong> redogöra för hur människokroppen är uppbyggd och fungerar i växelverkan med omgivningen samt hur kroppen påverkas av livsstilen.",
          "A" : "Eleven kan <strong>utförligt och nyanserat</strong> redogöra för hur människokroppen är uppbyggd och fungerar i växelverkan med omgivningen samt hur kroppen påverkas av livsstilen."
        }
      }, {
        "text" : "I samband med redogörelsen kan eleven <strong>________</strong> diskutera konsekvenser av olika livsstilar såväl för individens hälsa som för folkhälsan och miljön samt underbygger diskussionen med <strong>________</strong> argument.",
        "knowledgeRequirementChoice" : {
          "E" : "I samband med redogörelsen kan eleven <strong>översiktligt</strong> diskutera konsekvenser av olika livsstilar såväl för individens hälsa som för folkhälsan och miljön samt underbygger diskussionen med <strong>enkla</strong> argument.",
          "C" : "I samband med redogörelsen kan eleven <strong>utförligt</strong> diskutera konsekvenser av olika livsstilar såväl för individens hälsa som för folkhälsan och miljön samt underbygger diskussionen med <strong>välgrundade</strong> argument.",
          "A" : "I samband med redogörelsen kan eleven <strong>utförligt och nyanserat</strong> diskutera konsekvenser av olika livsstilar såväl för individens hälsa som för folkhälsan och miljön samt underbygger diskussionen med <strong>välgrundade och nyanserade</strong> argument."
        }
      } ]
    }, {
      "heading" : "",
      "knowledgeRequirements" : [ {
        "text" : "Eleven kan ge några utförliga exempel på hur naturvetenskap kan kopplas till hållbar utveckling.",
        "knowledgeRequirementChoice" : {
          "E" : "Eleven kan ge några utförliga exempel på hur naturvetenskap kan kopplas till hållbar utveckling.",
          "C" : "Eleven kan ge några utförliga exempel på hur naturvetenskap kan kopplas till hållbar utveckling.",
          "A" : "Eleven kan ge några utförliga exempel på hur naturvetenskap kan kopplas till hållbar utveckling."
        }
      }, {
        "text" : "Utifrån exemplen drar eleven <strong>________</strong> slutsatser och föreslår några handlingsalternativ samt ger <strong>________</strong> argument för dessa.",
        "knowledgeRequirementChoice" : {
          "E" : "Utifrån exemplen drar eleven <strong>enkla</strong> slutsatser och föreslår några handlingsalternativ samt ger <strong>enkla</strong> argument för dessa.",
          "C" : "Utifrån exemplen drar eleven <strong>välgrundade</strong> slutsatser och föreslår några handlingsalternativ samt ger <strong>välgrundade</strong> argument för dessa.",
          "A" : "Utifrån exemplen drar eleven <strong>välgrundade och nyanserade</strong> slutsatser och föreslår några handlingsalternativ samt ger <strong>välgrundade och nyanserade</strong> argument för dessa."
        }
      } ]
    }, {
      "heading" : "",
      "knowledgeRequirements" : [ {
        "text" : "Eleven kan översiktligt beskriva hur naturvetenskap organiseras och kan användas för kritisk granskning.",
        "knowledgeRequirementChoice" : {
          "E" : "Eleven kan översiktligt beskriva hur naturvetenskap organiseras och kan användas för kritisk granskning.",
          "C" : "Eleven kan översiktligt beskriva hur naturvetenskap organiseras och kan användas för kritisk granskning.",
          "A" : "Eleven kan översiktligt beskriva hur naturvetenskap organiseras och kan användas för kritisk granskning."
        }
      }, {
        "text" : "Vidare föreslår och utför eleven en enkel naturvetenskaplig undersökning och redogör <strong>________</strong> för den.",
        "knowledgeRequirementChoice" : {
          "E" : "Vidare föreslår och utför eleven en enkel naturvetenskaplig undersökning och redogör <strong>översiktligt</strong> för den.",
          "C" : "Vidare föreslår och utför eleven en enkel naturvetenskaplig undersökning och redogör <strong>utförligt</strong> för den.",
          "A" : "Vidare föreslår och utför eleven en enkel naturvetenskaplig undersökning och redogör <strong>utförligt och nyanserat</strong> för den."
        }
      }, {
        "text" : "Dessutom kan eleven ge enkla exempel på hur teorier kan prövas genom kritisk granskning, samt diskuterar <strong>________</strong> utifrån <strong>________</strong> exempel på vilket sätt en naturvetenskaplig teori har haft betydelse för samhällets framväxt.",
        "knowledgeRequirementChoice" : {
          "E" : "Dessutom kan eleven ge enkla exempel på hur teorier kan prövas genom kritisk granskning, samt diskuterar <strong>översiktligt</strong> utifrån <strong>något</strong> exempel på vilket sätt en naturvetenskaplig teori har haft betydelse för samhällets framväxt.",
          "C" : "Dessutom kan eleven ge enkla exempel på hur teorier kan prövas genom kritisk granskning, samt diskuterar <strong>utförligt</strong> utifrån <strong>några</strong> exempel på vilket sätt naturvetenskapliga teorier har haft betydelse för samhällets framväxt.",
          "A" : "Dessutom kan eleven ge enkla exempel på hur teorier kan prövas genom kritisk granskning, samt diskuterar <strong>utförligt och nyanserat</strong> utifrån <strong>några</strong> exempel på vilket sätt naturvetenskapliga teorier har haft betydelse för samhällets framväxt."
        }
      } ]
    } ],
    "point" : 100,
    "year" : null
  }, {
    "name" : "Naturkunskap 2",
    "description" : "Kursen naturkunskap 2 omfattar punkterna 1–6 under rubriken Ämnets syfte.",
    "code" : "NAKNAK02",
    "centralContent" : [ {
      "heading" : "Undervisningen i kursen ska behandla följande centrala innehåll:",
      "lines" : [ "Universums utveckling som förklaring till materians uppkomst och jordens sammansättning.", "Materians uppbyggnad, ämnens egenskaper, växelverkan, kretslopp och oförstörbarhet. Samband och skillnader mellan energi och materia.", "Evolutionens mekanismer och organismers utveckling. Hur livets villkor och ekologi kan studeras på olika nivåer.", "Människokroppens organ och organsystem, deras uppbyggnad, funktion, evolutionära utveckling och växelverkan med omgivningen.", "Organiska och oorganiska ämnen i vardag och samhälle. Industriella processer, teknikutveckling och miljöperspektiv som rör framställning av moderna material, livsmedel och andra produkter.", "Naturvetenskapliga arbetsmetoder, till exempel observationer, klassificering, mätningar och experiment samt etiska förhållningssätt och estetiska upplevelser kopplade till det naturvetenskapliga utforskandet.", "Naturvetenskapligt förhållningssätt, hur man ställer frågor som går att pröva naturvetenskapligt och hur man går till väga för att ställa företeelser i omvärlden under prövning.", "Hur naturvetenskap kan granskas kritiskt samt hur ett naturvetenskapligt förhållningssätt kan användas för att kritisk pröva ovetenskapligt grundade påståenden.", "Naturvetenskapens betydelse för mänsklighetens kultur och världsbild. Upptäckter och framsteg inom till exempel medicin, energi och materialutveckling ur historiska, nutida och framtida perspektiv." ]
    } ],
    "knowledgeRequirementParagraphs" : [ {
      "heading" : "",
      "knowledgeRequirements" : [ {
        "text" : "Eleven kan <strong>________</strong> diskutera frågor med naturvetenskapligt innehåll som har betydelse för individ och samhälle.",
        "knowledgeRequirementChoice" : {
          "E" : "Eleven kan <strong>översiktligt</strong> diskutera frågor med naturvetenskapligt innehåll som har betydelse för individ och samhälle.",
          "C" : "Eleven kan <strong>utförligt</strong> diskutera frågor med naturvetenskapligt innehåll som har betydelse för individ och samhälle.",
          "A" : "Eleven kan <strong>utförligt och nyanserat</strong> diskutera frågor med naturvetenskapligt innehåll som har betydelse för individ och samhälle."
        }
      }, {
        "text" : "I diskussionen använder eleven kunskaper om naturvetenskap för att ställa utforskande frågor samt för att ge <strong>________</strong> förklaringar och argument.",
        "knowledgeRequirementChoice" : {
          "E" : "I diskussionen använder eleven kunskaper om naturvetenskap för att ställa utforskande frågor samt för att ge <strong>enkla</strong> förklaringar och argument.",
          "C" : "I diskussionen använder eleven kunskaper om naturvetenskap för att ställa utforskande frågor samt för att ge förklaringar och argument.",
          "A" : "I diskussionen använder eleven kunskaper om naturvetenskap för att ställa utforskande frågor samt för att ge <strong>komplexa</strong> förklaringar och argument."
        }
      }, {
        "text" : "Dessutom kan eleven ge några exempel på tänkbara ställningstaganden eller handlingsalternativ samt ger <strong>________</strong> argument för dessa.",
        "knowledgeRequirementChoice" : {
          "E" : "Dessutom kan eleven ge några exempel på tänkbara ställningstaganden eller handlingsalternativ samt ger <strong>enkla</strong> argument för dessa.",
          "C" : "Dessutom kan eleven ge några exempel på tänkbara ställningstaganden eller handlingsalternativ samt ger <strong>välgrundade</strong> argument för dessa.",
          "A" : "Dessutom kan eleven ge några exempel på tänkbara ställningstaganden eller handlingsalternativ samt ger <strong>välgrundade och nyanserade</strong> argument för dessa."
        }
      } ]
    }, {
      "heading" : "",
      "knowledgeRequirements" : [ {
        "text" : "Eleven kan <strong>________</strong> redogöra för hur människokroppen är uppbyggd och fungerar i växelverkan med omgivningen samt hur kroppen påverkas av livsstilen och miljön.",
        "knowledgeRequirementChoice" : {
          "E" : "Eleven kan <strong>översiktligt</strong> redogöra för hur människokroppen är uppbyggd och fungerar i växelverkan med omgivningen samt hur kroppen påverkas av livsstilen och miljön.",
          "C" : "Eleven kan <strong>utförligt</strong> redogöra för hur människokroppen är uppbyggd och fungerar i växelverkan med omgivningen samt hur kroppen påverkas av livsstilen och miljön.",
          "A" : "Eleven kan <strong>utförligt och nyanserat</strong> redogöra för hur människokroppen är uppbyggd och fungerar i växelverkan med omgivningen samt hur kroppen påverkas av livsstilen och miljön."
        }
      }, {
        "text" : "I samband med redogörelsen kan eleven <strong>________</strong> diskutera konsekvenser av olika livsstilar och miljöpåverkan såväl för individens hälsa som för folkhälsan samt underbygger diskussionen med <strong>________</strong> argument.",
        "knowledgeRequirementChoice" : {
          "E" : "I samband med redogörelsen kan eleven <strong>översiktligt</strong> diskutera konsekvenser av olika livsstilar och miljöpåverkan såväl för individens hälsa som för folkhälsan samt underbygger diskussionen med <strong>enkla</strong> argument.",
          "C" : "I samband med redogörelsen kan eleven <strong>utförligt</strong> diskutera konsekvenser av olika livsstilar och miljöpåverkan såväl för individens hälsa som för folkhälsan samt underbygger diskussionen med <strong>välgrundade</strong> argument.",
          "A" : "I samband med redogörelsen kan eleven <strong>utförligt och nyanserat</strong> diskutera konsekvenser av olika livsstilar och miljöpåverkan såväl för individens hälsa som för folkhälsan samt underbygger diskussionen med <strong>välgrundade och nyanserade</strong> argument."
        }
      } ]
    }, {
      "heading" : "",
      "knowledgeRequirements" : [ {
        "text" : "Eleven kan ge några utförliga exempel, från flera olika områden, på hur naturvetenskap kan kopplas till hållbar utveckling.",
        "knowledgeRequirementChoice" : {
          "E" : "Eleven kan ge några utförliga exempel, från flera olika områden, på hur naturvetenskap kan kopplas till hållbar utveckling.",
          "C" : "Eleven kan ge några utförliga exempel, från flera olika områden, på hur naturvetenskap kan kopplas till hållbar utveckling.",
          "A" : "Eleven kan ge några utförliga exempel, från flera olika områden, på hur naturvetenskap kan kopplas till hållbar utveckling."
        }
      }, {
        "text" : "Utifrån exemplen drar eleven <strong>________</strong> slutsatser och föreslår några handlingsalternativ samt ger <strong>________</strong> argument för dessa.",
        "knowledgeRequirementChoice" : {
          "E" : "Utifrån exemplen drar eleven <strong>enkla</strong> slutsatser och föreslår några handlingsalternativ samt ger <strong>enkla</strong> argument för dessa.",
          "C" : "Utifrån exemplen drar eleven <strong>välgrundade</strong> slutsatser och föreslår några handlingsalternativ samt ger <strong>välgrundade</strong> argument för dessa.",
          "A" : "Utifrån exemplen drar eleven <strong>välgrundade och nyanserade</strong> slutsatser och föreslår några handlingsalternativ samt ger <strong>välgrundade och nyanserade</strong> argument för dessa."
        }
      } ]
    }, {
      "heading" : "",
      "knowledgeRequirements" : [ {
        "text" : "Eleven kan <strong>________</strong> beskriva, inom flera olika områden, hur naturvetenskap organiseras och kan användas för kritisk granskning.",
        "knowledgeRequirementChoice" : {
          "E" : "Eleven kan <strong>översiktligt</strong> beskriva, inom flera olika områden, hur naturvetenskap organiseras och kan användas för kritisk granskning.",
          "C" : "Eleven kan <strong>utförligt</strong> beskriva, inom flera olika områden, hur naturvetenskap organiseras och kan användas för kritisk granskning.",
          "A" : "Eleven kan <strong>utförligt och nyanserat</strong> beskriva, inom flera olika områden, hur naturvetenskap organiseras och kan användas för kritisk granskning."
        }
      }, {
        "text" : "Vidare utför eleven en enkel naturvetenskaplig undersökning samt redogör <strong>________</strong> för den och värderar den med <strong>________</strong> omdömen.",
        "knowledgeRequirementChoice" : {
          "E" : "Vidare utför eleven en enkel naturvetenskaplig undersökning samt redogör <strong>översiktligt</strong> för den och värderar den med <strong>enkla</strong> omdömen.",
          "C" : "Vidare utför eleven en enkel naturvetenskaplig undersökning samt redogör <strong>utförligt</strong> för den och värderar den med <strong>nyanserade</strong> omdömen.",
          "A" : "Vidare utför eleven en enkel naturvetenskaplig undersökning samt redogör <strong>utförligt och nyanserat</strong> för den, värderar den med <strong>nyanserade</strong> omdömen <strong>och ger förslag på hur den kan förbättras</strong>."
        }
      }, {
        "text" : "Dessutom kan eleven ge <strong>________</strong> exempel på hur teorier kan prövas genom kritisk granskning, samt diskuterar <strong>________</strong> utifrån <strong>________</strong> exempel på vilket sätt en naturvetenskaplig teori har haft betydelse för samhällets framväxt och för människans världsbild.",
        "knowledgeRequirementChoice" : {
          "E" : "Dessutom kan eleven ge <strong>enkla</strong> exempel på hur teorier kan prövas genom kritisk granskning, samt diskuterar <strong>översiktligt</strong> utifrån <strong>något</strong> exempel på vilket sätt en naturvetenskaplig teori har haft betydelse för samhällets framväxt och för människans världsbild.",
          "C" : "Dessutom kan eleven ge exempel på hur teorier kan prövas genom kritisk granskning, samt diskuterar <strong>utförligt</strong> utifrån <strong>några</strong> exempel på vilket sätt naturvetenskapliga teorier har haft betydelse för samhällets framväxt och för människans världsbild.",
          "A" : "Dessutom kan eleven ge <strong>komplexa</strong> exempel på hur teorier kan prövas genom kritisk granskning, samt diskuterar <strong>utförligt och nyanserat</strong> utifrån <strong>några</strong> exempel på vilket sätt naturvetenskapliga teorier har haft betydelse för samhällets framväxt och för människans världsbild."
        }
      } ]
    } ],
    "point" : 100,
    "year" : null
  } ]
}