{
  "name" : "Naturbrukets byggnader",
  "description" : "Ämnet naturbrukets byggnader omfattar allt från enklare lagerbyggnader och maskinhallar till högteknologiskt utrustade specialbyggnader, till exempel djurstallar och växthus. Väl fungerade byggnader har ett stort värde för människors och djurs välbefinnande samt för produktion och produktkvalitet. Byggnaderna representerar stora värden, varför underhåll, reparationer samt om- och tillbyggnader måste utföras med yrkeskunnande och noggrannhet. I ämnet behandlas underhåll och tillbyggnad av naturbrukets byggnader samt användning och skötsel av byggnadernas tekniska utrustning.",
  "code" : "NAR",
  "designation" : "",
  "skolfsId" : "2010:191",
  "purposes" : [ {
    "type" : "PARAGRAPH",
    "heading" : "",
    "lines" : [ "Undervisningen i ämnet naturbrukets byggnader ska syfta till att eleverna utvecklar förmåga att utföra byggnadsarbeten och underhållsarbeten på byggnader, anläggningar och teknisk utrustning.", "Genom undervisningen ska eleverna ges möjlighet att utveckla kunskaper om byggmaterial, verktyg och arbetsteknik samt om underhåll av material.", "Eleverna ska ges möjlighet att utveckla kunskaper om byggnaders funktion och konstruktion samt om lagstiftning inom området.", "Dessutom ska eleverna ges möjlighet att utveckla förståelse av kulturhistoriskt värdefulla byggnader och kunskaper om hur dessa kan underhållas." ]
  }, {
    "type" : "PARAGRAPH",
    "heading" : "",
    "lines" : [ "Praktiskt arbete, praktiska övningar och fältstudier ska ingå i undervisningen.", "Därigenom ska eleverna ges möjlighet att utveckla förmåga att följa ritningar, hantera material och använda verktyg och maskiner på ett säkert och ergonomiskt riktigt sätt." ]
  }, {
    "type" : "BULLET",
    "heading" : "Undervisningen i ämnet naturbrukets byggnader ska ge eleverna förutsättningar att utveckla följande:",
    "lines" : [ "Kunskaper om olika byggmaterials egenskaper, funktion och användning.", "Förmåga att välja byggmaterial för olika ändamål samt att beräkna materialåtgång och kostnader.", "Förmåga att utföra underhåll och byggnadsarbete på byggnader och byggnaders utrustning samt på anläggningar.", "Förmåga att använda och vårda verktyg och maskiner som används i samband med byggarbeten.", "Förmåga att arbeta säkert och ergonomiskt samt med hänsyn till miljön.", "Kunskaper om lagar och andra bestämmelser inom området.", "Kunskaper om byggnaders kulturhistoriska och estetiska värden." ]
  } ],
  "courses" : [ {
    "name" : "Byggnadsunderhåll",
    "description" : "Kursen byggnadsunderhåll omfattar punkterna 1–7 under rubriken Ämnets syfte, med särskild betoning på punkterna 1 och 2.",
    "code" : "NARBYA0",
    "centralContent" : [ {
      "heading" : "Undervisningen i kursen ska behandla följande centrala innehåll:",
      "lines" : [ ]
    }, {
      "heading" : "Byggteknisk grund",
      "lines" : [ "Byggmaterials egenskaper, funktion och användningsområden.", "Byggnaders och byggmaterials underhåll.", "Klimatpåverkan och miljöpåverkan beroende på region och läge.", "Enkla byggnadskonstruktioner.", "Dimensionering och anvisningar.", "Tolkning av ritningar och instruktioner.", "Ekonomiska beräkningar samt dokumentation av genomfört arbete.", "Byggnaders historiska och kulturella värden." ]
    }, {
      "heading" : "Arbetsuppgifter",
      "lines" : [ "Byggnads- och underhållsarbete med naturbrukets byggnader och olika anläggningar.", "Val av konstruktionsmaterial och beräkning av materialåtgång.", "Arbetsmetoder vid byggarbeten.", "Hantering av byggmaterial vid transport och lagring.", "Användning och vård av verktyg, maskiner och redskap för olika arbetsuppgifter.", "Användning av teknikhandböcker.", "Hantering av byggavfall." ]
    }, {
      "heading" : "Arbetsmiljö, säkerhetsfrågor och bestämmelser",
      "lines" : [ "Ergonomi, arbetsmiljö och säkerhet i samband med byggnadsunderhåll.", "Brandförebyggande åtgärder.", "Lagar och andra bestämmelser inom området, till exempel plan- och bygglagstiftning, miljölagstiftning och kulturminneslagstiftning." ]
    } ],
    "knowledgeRequirementParagraphs" : [ {
      "heading" : "",
      "knowledgeRequirements" : [ {
        "text" : "Eleven redogör <strong>________</strong> för vanligt förekommande byggmaterial samt för dess egenskaper, funktion, användningsområden, hantering och underhåll.",
        "knowledgeRequirementChoice" : {
          "E" : "Eleven redogör <strong>översiktligt</strong> för vanligt förekommande byggmaterial samt för dess egenskaper, funktion, användningsområden, hantering och underhåll.",
          "C" : "Eleven redogör <strong>utförligt</strong> för vanligt förekommande byggmaterial samt för dess egenskaper, funktion, användningsområden, hantering och underhåll.",
          "A" : "Eleven redogör <strong>utförligt och nyanserat</strong> för vanligt förekommande byggmaterial samt för dess egenskaper, funktion, användningsområden, hantering och underhåll."
        }
      }, {
        "text" : "Dessutom beskriver eleven <strong>________</strong> enkla byggnadskonstruktioner, hur olika delar är dimensionerade samt materialets och konstruktionens hållfasthet.",
        "knowledgeRequirementChoice" : {
          "E" : "Dessutom beskriver eleven <strong>översiktligt</strong> enkla byggnadskonstruktioner, hur olika delar är dimensionerade samt materialets och konstruktionens hållfasthet.",
          "C" : "Dessutom beskriver eleven <strong>utförligt</strong> enkla byggnadskonstruktioner, hur olika delar är dimensionerade samt materialets och konstruktionens hållfasthet.",
          "A" : "Dessutom beskriver eleven <strong>utförligt och nyanserat</strong> enkla byggnadskonstruktioner, hur olika delar är dimensionerade samt materialets och konstruktionens hållfasthet."
        }
      } ]
    }, {
      "heading" : "",
      "knowledgeRequirements" : [ {
        "text" : "Eleven tolkar <strong>________</strong> med handledare ritningar för ett avgränsat byggprojekt, väljer <strong>________</strong> lämpligt byggmaterial samt gör <strong>________</strong> beräkningar av materialåtgång och kostnader.",
        "knowledgeRequirementChoice" : {
          "E" : "Eleven tolkar <strong>i samråd</strong> med handledare ritningar för ett avgränsat byggprojekt, väljer <strong>med viss säkerhet</strong> lämpligt byggmaterial samt gör <strong>enkla</strong> beräkningar av materialåtgång och kostnader.",
          "C" : "Eleven tolkar <strong>efter samråd</strong> med handledare ritningar för ett avgränsat byggprojekt, väljer <strong>med viss säkerhet</strong> lämpligt byggmaterial samt gör beräkningar av materialåtgång och kostnader.",
          "A" : "Eleven tolkar <strong>efter samråd</strong> med handledare ritningar för ett avgränsat byggprojekt, väljer <strong>med säkerhet</strong> lämpligt byggmaterial samt gör <strong>avancerade</strong> beräkningar av materialåtgång och kostnader."
        }
      }, {
        "text" : "Eleven följer arbetsinstruktioner och genomför <strong>________</strong> med handledare underhåll och byggnadsarbete på byggnader och byggnaders utrustning samt på anläggningar.",
        "knowledgeRequirementChoice" : {
          "E" : "Eleven följer arbetsinstruktioner och genomför <strong>i samråd</strong> med handledare underhåll och byggnadsarbete på byggnader och byggnaders utrustning samt på anläggningar.",
          "C" : "Eleven följer arbetsinstruktioner och genomför <strong>efter samråd</strong> med handledare underhåll och byggnadsarbete på byggnader och byggnaders utrustning samt på anläggningar.",
          "A" : "Eleven följer arbetsinstruktioner och genomför <strong>efter samråd</strong> med handledare underhåll och byggnadsarbete på byggnader och byggnaders utrustning samt på anläggningar."
        }
      }, {
        "text" : "I arbetet använder och vårdar eleven <strong>________</strong> med handledare verktyg och maskiner.",
        "knowledgeRequirementChoice" : {
          "E" : "I arbetet använder och vårdar eleven <strong>i samråd</strong> med handledare verktyg och maskiner.",
          "C" : "I arbetet använder och vårdar eleven <strong>efter samråd</strong> med handledare verktyg och maskiner.",
          "A" : "I arbetet använder och vårdar eleven <strong>efter samråd</strong> med handledare verktyg och maskiner."
        }
      }, {
        "text" : "Dessutom löser eleven <strong>________</strong> med handledare de problem som uppstår.",
        "knowledgeRequirementChoice" : {
          "E" : "Dessutom löser eleven <strong>i samråd</strong> med handledare de problem som uppstår.",
          "C" : "Dessutom löser eleven <strong>efter samråd</strong> med handledare de problem som uppstår.",
          "A" : "Dessutom löser eleven <strong>efter samråd</strong> med handledare de problem som uppstår."
        }
      }, {
        "text" : "Resultatet av arbetet är <strong>________</strong>.",
        "knowledgeRequirementChoice" : {
          "E" : "Resultatet av arbetet är <strong>tillfredsställande</strong>.",
          "C" : "Resultatet av arbetet är <strong>tillfredsställande</strong>.",
          "A" : "Resultatet av arbetet är <strong>gott</strong>."
        }
      } ]
    }, {
      "heading" : "",
      "knowledgeRequirements" : [ {
        "text" : "Eleven arbetar säkert och ergonomiskt samt tar hänsyn till miljön.",
        "knowledgeRequirementChoice" : {
          "E" : "Eleven arbetar säkert och ergonomiskt samt tar hänsyn till miljön.",
          "C" : "Eleven arbetar säkert och ergonomiskt samt tar hänsyn till miljön.",
          "A" : "Eleven arbetar säkert och ergonomiskt samt tar hänsyn till miljön."
        }
      }, {
        "text" : "Dessutom redogör eleven <strong>________</strong> för och arbetar i enlighet med lagar och andra bestämmelser som gäller i aktuella situationer.",
        "knowledgeRequirementChoice" : {
          "E" : "Dessutom redogör eleven <strong>översiktligt</strong> för och arbetar i enlighet med lagar och andra bestämmelser som gäller i aktuella situationer.",
          "C" : "Dessutom redogör eleven <strong>utförligt</strong> för och arbetar i enlighet med lagar och andra bestämmelser som gäller i aktuella situationer.",
          "A" : "Dessutom redogör eleven <strong>utförligt</strong> för och arbetar i enlighet med lagar och andra bestämmelser som gäller i aktuella situationer."
        }
      } ]
    }, {
      "heading" : "",
      "knowledgeRequirements" : [ {
        "text" : "I samband med fältstudier i olika byggnadsmiljöer beskriver eleven <strong>________</strong> byggnaders kulturhistoriska och estetiska värden.",
        "knowledgeRequirementChoice" : {
          "E" : "I samband med fältstudier i olika byggnadsmiljöer beskriver eleven <strong>översiktligt</strong> byggnaders kulturhistoriska och estetiska värden.",
          "C" : "I samband med fältstudier i olika byggnadsmiljöer beskriver eleven <strong>utförligt</strong> byggnaders kulturhistoriska och estetiska värden.",
          "A" : "I samband med fältstudier i olika byggnadsmiljöer beskriver eleven <strong>utförligt och nyanserat</strong> byggnaders kulturhistoriska och estetiska värden."
        }
      } ]
    }, {
      "heading" : "",
      "knowledgeRequirements" : [ {
        "text" : "När eleven samråder med handledare bedömer hon eller han <strong>________</strong> den egna förmågan och situationens krav.",
        "knowledgeRequirementChoice" : {
          "E" : "När eleven samråder med handledare bedömer hon eller han <strong>med viss säkerhet</strong> den egna förmågan och situationens krav.",
          "C" : "När eleven samråder med handledare bedömer hon eller han <strong>med viss säkerhet</strong> den egna förmågan och situationens krav.",
          "A" : "När eleven samråder med handledare bedömer hon eller han <strong>med säkerhet</strong> den egna förmågan och situationens krav."
        }
      } ]
    } ],
    "point" : 100,
    "year" : null
  } ]
}