{
  "name" : "Naturbruk",
  "description" : "Naturbruk omfattar olika verksamheter för produktion av varor och tjänster. Praktiska erfarenheter och naturvetenskaplig forskning har bidragit och bidrar till att utveckla naturbrukets metoder och redskap. Ämnet naturbruk är en introduktion till naturbrukets arbetsmiljöer med växter, djur, natur och skog samt yrken inom dessa områden. För att man bättre ska förstå dagens naturbruk och roll inom hållbar utveckling omfattar ämnet även naturbrukets historiska utveckling.",
  "code" : "NAU",
  "designation" : "",
  "skolfsId" : "2010:190",
  "purposes" : [ {
    "type" : "PARAGRAPH",
    "heading" : "",
    "lines" : [ "Undervisningen i ämnet naturbruk ska syfta till att eleverna utvecklar kunskaper om naturbrukets olika miljöer och branscher, dess förutsättningar och villkor samt om hur naturbruket kan bidra till att främja en hållbar utveckling." ]
  }, {
    "type" : "PARAGRAPH",
    "heading" : "",
    "lines" : [ "Undervisningen ska leda till att eleverna utvecklar förmåga att utföra praktiska arbetsuppgifter inom naturbrukets olika områden.", "Genom undervisningen ska eleverna ges möjlighet att utveckla tilltro till den egna arbetsförmågan samt utveckla förmåga att lösa problem och samverka med andra.", "Kunskaper om arbetsmiljö- och säkerhetsfrågor ska ingå i undervisningen.", "Eleverna ska också ges möjlighet att utveckla grundläggande färdigheter i att köra någon basmaskin inom naturbruket." ]
  }, {
    "type" : "PARAGRAPH",
    "heading" : "",
    "lines" : [ "Genom kontakter med naturbrukets olika arbetsmiljöer ska undervisningen ge eleverna möjlighet att utveckla förståelse av naturbrukets roll i samhället.", "Undervisningen ska också ge eleverna möjlighet att utveckla praktiska färdigheter i att utföra arbetsuppgifter med växter, djur, natur eller skog på ett ansvarsfullt sätt." ]
  }, {
    "type" : "BULLET",
    "heading" : "Undervisningen i ämnet naturbruk ska ge eleverna förutsättningar att utveckla följande:",
    "lines" : [ "Kunskaper om naturbrukets olika arbetsmiljöer och om yrkesområden inom naturbruket.", "Kunskaper om naturbrukets produkter och tjänster samt om naturbrukets historiska utveckling.", "Kunskaper om hur naturresurser används inom naturbruket och hur naturbruket kan bidra till att främja en hållbar utveckling.", "Förmåga att utföra arbetsuppgifter inom naturbrukets olika områden.", "Förmåga att arbeta säkert samt kunskaper om lagar och andra bestämmelser som gäller säkerhet i arbetet.", "Färdigheter i att köra någon basmaskin inom naturbruket." ]
  } ],
  "courses" : [ {
    "name" : "Naturbruk",
    "description" : "Kursen naturbruk omfattar punkterna 1–6 under rubriken Ämnets syfte.",
    "code" : "NAUNAU0",
    "centralContent" : [ {
      "heading" : "Undervisningen i kursen ska behandla följande centrala innehåll:",
      "lines" : [ ]
    }, {
      "heading" : "Introduktion av naturbrukets verksamhetsområden",
      "lines" : [ "Naturbrukets olika yrkesområden och yrkesmiljöer, till exempel arbete inom lantbruk, skogsbruk, trädgård, hästhållning samt djurvård.", "Arbetsuppgifter med hantering av växter eller djur samt dokumentation av genomförda arbetsuppgifter.", "Naturbruksprodukter och naturbrukstjänster, till exempel livsmedel, växtmaterial, träråvara, energiråvara, natur- och landskapsvård samt naturupplevelser.", "Naturens biologiska mångfald och dess betydelse för ett hållbart naturbruk.", "Naturbrukets användning av naturresurser samt naturbruket som resurs för en hållbar utveckling.", "Naturbrukets utveckling med ett historiskt och globalt perspektiv.", "Miljöhänsyn inom naturbruk, till exempel i samband med gödselhantering, växtnäringstillförsel, maskinanvändning, djurhållning och skogsskötsel." ]
    }, {
      "heading" : "Arbetsuppgifter",
      "lines" : [ "Arbetsuppgifter inom naturbruk med användning av handredskap och teknisk utrustning.", "Materialkunskap, materialval och materialanvändning när arbetsuppgifter utförs.", "Underhåll av handredskap och teknisk utrustning.", "Arbetsuppgifter med utgångspunkt från handböcker och instruktioner.", "Körning av basmaskin." ]
    }, {
      "heading" : "Arbetsmiljö och säkerhetsfrågor",
      "lines" : [ "Arbetsmiljö och säkerhetsfrågor samt skyddsarbete och skyddsronder.", "Första hjälpen.", "Elarbeten enligt lagar och andra bestämmelser om elsäkerhet.", "Brandskydd, brand och brandbekämpning.", "Naturolyckor, till exempel översvämningar, ras och stormar.", "Funktions- och säkerhetskontroll i samband med användning av teknisk utrustning.", "Ergonomi i samband med att olika arbetsuppgifter utförs.", "Lagar och andra bestämmelser som gäller säkerhet i arbetet." ]
    } ],
    "knowledgeRequirementParagraphs" : [ {
      "heading" : "",
      "knowledgeRequirements" : [ {
        "text" : "Eleven redogör <strong>________</strong> för olika yrkesområden inom naturbruket och ger exempel på yrken, arbetsuppgifter, produkter och tjänster.",
        "knowledgeRequirementChoice" : {
          "E" : "Eleven redogör <strong>översiktligt</strong> för olika yrkesområden inom naturbruket och ger exempel på yrken, arbetsuppgifter, produkter och tjänster.",
          "C" : "Eleven redogör <strong>utförligt</strong> för olika yrkesområden inom naturbruket och ger exempel på yrken, arbetsuppgifter, produkter och tjänster.",
          "A" : "Eleven redogör <strong>utförligt och nyanserat</strong> för olika yrkesområden inom naturbruket och ger exempel på yrken, arbetsuppgifter, produkter och tjänster."
        }
      }, {
        "text" : "Eleven beskriver också <strong>________</strong> naturbrukets historiska utveckling.",
        "knowledgeRequirementChoice" : {
          "E" : "Eleven beskriver också <strong>översiktligt</strong> naturbrukets historiska utveckling.",
          "C" : "Eleven beskriver också <strong>utförligt</strong> naturbrukets historiska utveckling.",
          "A" : "Eleven beskriver också <strong>utförligt <strong>och nyanserat</strong></strong> naturbrukets historiska utveckling."
        }
      }, {
        "text" : "Dessutom redogör eleven <strong>________</strong> för hur naturresurser används inom naturbruket och hur naturbruket kan bidra till att främja en hållbar utveckling.",
        "knowledgeRequirementChoice" : {
          "E" : "Dessutom redogör eleven <strong>översiktligt</strong> för hur naturresurser används inom naturbruket och hur naturbruket kan bidra till att främja en hållbar utveckling.",
          "C" : "Dessutom redogör eleven <strong>utförligt</strong> för hur naturresurser används inom naturbruket och hur naturbruket kan bidra till att främja en hållbar utveckling.",
          "A" : "Dessutom redogör eleven <strong>utförligt <strong>och nyanserat</strong></strong> för hur naturresurser används inom naturbruket och hur naturbruket kan bidra till att främja en hållbar utveckling."
        }
      } ]
    }, {
      "heading" : "",
      "knowledgeRequirements" : [ {
        "text" : "Eleven följer arbetsinstruktioner och utför <strong>________</strong> med handledare <strong>________</strong> arbetsuppgifter på ett säkert sätt.",
        "knowledgeRequirementChoice" : {
          "E" : "Eleven följer arbetsinstruktioner och utför <strong>i samråd</strong> med handledare <strong>avgränsade</strong> arbetsuppgifter på ett säkert sätt.",
          "C" : "Eleven följer arbetsinstruktioner och utför <strong>efter samråd</strong> med handledare <strong>sammanhållna</strong> arbetsuppgifter på ett säkert sätt.",
          "A" : "Eleven följer arbetsinstruktioner och utför <strong>efter samråd</strong> med handledare <strong>sammanhållna</strong> arbetsuppgifter på ett säkert sätt."
        }
      }, {
        "text" : "Eleven använder med <strong>________</strong> handlag lämpliga verktyg och redskap för att genomföra arbetsuppgifterna.",
        "knowledgeRequirementChoice" : {
          "E" : "Eleven använder med <strong>visst</strong> handlag lämpliga verktyg och redskap för att genomföra arbetsuppgifterna.",
          "C" : "Eleven <strong>väljer, samt</strong> använder med <strong>gott</strong> handlag, lämpliga verktyg och redskap för att genomföra arbetsuppgifterna.",
          "A" : "Eleven <strong>väljer, samt</strong> använder med <strong>mycket gott</strong> handlag, lämpliga verktyg och redskap för att genomföra arbetsuppgifterna."
        }
      }, {
        "text" : "I arbetet tar eleven ansvar för materiella värden och för sig själv samt håller välordnat på arbetsplatsen.",
        "knowledgeRequirementChoice" : {
          "E" : "I arbetet tar eleven ansvar för materiella värden och för sig själv samt håller välordnat på arbetsplatsen.",
          "C" : "I arbetet tar eleven ansvar för materiella värden och för sig själv samt håller välordnat på arbetsplatsen.",
          "A" : "I arbetet tar eleven ansvar för materiella värden och för sig själv samt håller välordnat på arbetsplatsen."
        }
      }, {
        "text" : "När arbetsuppgiften är utförd gör eleven en <strong>________</strong> dokumentation av sitt arbete.",
        "knowledgeRequirementChoice" : {
          "E" : "När arbetsuppgiften är utförd gör eleven en <strong>enkel</strong> dokumentation av sitt arbete.",
          "C" : "När arbetsuppgiften är utförd gör eleven en <strong>noggrann</strong> dokumentation av sitt arbete.",
          "A" : "När arbetsuppgiften är utförd gör eleven en <strong>noggrann och utförlig</strong> dokumentation av sitt arbete."
        }
      } ]
    }, {
      "heading" : "",
      "knowledgeRequirements" : [ {
        "text" : "Eleven utför <strong>________</strong> med handledare praktiskt brandskyddsarbete och redogör <strong>________</strong> för lagar och andra bestämmelser som gäller brandskydd och säkerhet i arbetet.",
        "knowledgeRequirementChoice" : {
          "E" : "Eleven utför <strong>i samråd</strong> med handledare praktiskt brandskyddsarbete och redogör <strong>översiktligt</strong> för lagar och andra bestämmelser som gäller brandskydd och säkerhet i arbetet.",
          "C" : "Eleven utför <strong>efter samråd</strong> med handledare praktiskt brandskyddsarbete och redogör <strong>utförligt</strong> för lagar och andra bestämmelser som gäller brandskydd och säkerhet i arbetet.",
          "A" : "Eleven utför <strong>efter samråd</strong> med handledare praktiskt brandskyddsarbete och redogör <strong>utförligt</strong> för lagar och andra bestämmelser som gäller brandskydd och säkerhet i arbetet."
        }
      }, {
        "text" : "Eleven utför <strong>________</strong> med handledare första hjälpen vid ett simulerat olycksfall.",
        "knowledgeRequirementChoice" : {
          "E" : "Eleven utför <strong>i samråd</strong> med handledare första hjälpen vid ett simulerat olycksfall.",
          "C" : "Eleven utför <strong>efter samråd</strong> med handledare första hjälpen vid ett simulerat olycksfall.",
          "A" : "Eleven utför <strong>efter samråd</strong> med handledare första hjälpen vid ett simulerat olycksfall."
        }
      } ]
    }, {
      "heading" : "",
      "knowledgeRequirements" : [ {
        "text" : "Eleven kör basmaskin inom ett övningsområde på ett säkert sätt.",
        "knowledgeRequirementChoice" : {
          "E" : "Eleven kör basmaskin inom ett övningsområde på ett säkert sätt.",
          "C" : "Eleven kör basmaskin inom ett övningsområde på ett säkert sätt <strong>och med god framförhållning</strong>.",
          "A" : "Eleven kör basmaskin <strong>med olika körtekniker</strong> inom ett övningsområde på ett säkert sätt <strong>och med mycket god framförhållning</strong>."
        }
      }, {
        "text" : "<strong>________</strong> med handledare läser eleven av och ställer in instrument samt ställer in och använder basmaskinens olika reglage.",
        "knowledgeRequirementChoice" : {
          "E" : "<strong>I samråd</strong> med handledare läser eleven av och ställer in instrument samt ställer in och använder basmaskinens olika reglage.",
          "C" : "<strong>Efter samråd</strong> med handledare läser eleven av och ställer in instrument samt ställer in och använder basmaskinens olika reglage.",
          "A" : "<strong>Efter samråd</strong> med handledare läser eleven av och ställer in instrument samt ställer in och använder basmaskinens olika reglage."
        }
      }, {
        "text" : "Eleven utför <strong>________</strong> med handledare funktions- och säkerhetskontroller vid användning av maskiner och redskap.",
        "knowledgeRequirementChoice" : {
          "E" : "Eleven utför <strong>i samråd</strong> med handledare funktions- och säkerhetskontroller vid användning av maskiner och redskap.",
          "C" : "Eleven utför <strong>efter samråd</strong> med handledare funktions- och säkerhetskontroller vid användning av maskiner och redskap.",
          "A" : "Eleven utför <strong>efter samråd</strong> med handledare funktions- och säkerhetskontroller vid användning av maskiner och redskap."
        }
      } ]
    }, {
      "heading" : "",
      "knowledgeRequirements" : [ {
        "text" : "När eleven samråder med handledare bedömer hon eller han <strong>________</strong> den egna förmågan och situationens krav.",
        "knowledgeRequirementChoice" : {
          "E" : "När eleven samråder med handledare bedömer hon eller han <strong>med viss säkerhet</strong> den egna förmågan och situationens krav.",
          "C" : "När eleven samråder med handledare bedömer hon eller han <strong>med viss säkerhet</strong> den egna förmågan och situationens krav.",
          "A" : "När eleven samråder med handledare bedömer hon eller han <strong>med säkerhet</strong> den egna förmågan och situationens krav."
        }
      } ]
    } ],
    "point" : 200,
    "year" : null
  } ]
}