{
  "name" : "Pedagogik i vård och omsorg",
  "description" : "Ämnet pedagogik i vård och omsorg har sin vetenskapliga grund i pedagogik, vårdvetenskap, psykologi och sociologi. Ämnet behandlar socialpedagogiska och pedagogiska frågor inom hälso- och sjukvård och socialtjänst samt mötet och relationen mellan patienter och brukare och personal.",
  "code" : "PEA",
  "designation" : "",
  "skolfsId" : "2010:100",
  "purposes" : [ {
    "type" : "PARAGRAPH",
    "heading" : "",
    "lines" : [ "Undervisningen i ämnet pedagogik i vård och omsorg ska syfta till att eleverna utvecklar pedagogisk och kommunikativ förmåga.", "Eleverna ska också ges möjlighet att utveckla förmåga att avgöra vilken vägledning som krävs i olika vård- och omsorgssituationer inom socialtjänstens olika verksamhetsområden samt inom hälso- och sjukvård." ]
  }, {
    "type" : "PARAGRAPH",
    "heading" : "",
    "lines" : [ "Undervisningen ska leda till att eleverna utvecklar kunskaper om hur människan samspelar med sin omgivning.", "Den ska också bidra till att eleverna utvecklar intresse för hur andra tänker och hur olika levnadsvillkor påverkar möjligheterna till utveckling och aktivt deltagande i samhällslivet.", "Dessutom ska undervisningen bidra till att eleverna utvecklar kunskaper om människors interaktion och socialisation samt om handledningens betydelse." ]
  }, {
    "type" : "PARAGRAPH",
    "heading" : "",
    "lines" : [ "Undervisningen ska ge eleverna möjlighet att medverka och använda sina kunskaper i olika situationer.", "Genom medverkan i olika verksamheter ska eleverna ges möjlighet till inblick i och erfarenhet av olika sociala och pedagogiska sammanhang.", "Undervisningen ska också ge eleverna möjlighet att reflektera över och diskutera egna och andras handlingar och attityder.", "Genom undervisningen ska eleverna också ges möjlighet att utveckla förmåga att utifrån ett kritiskt förhållningssätt söka och inhämta information samt hantera, värdera och använda den.", "Att använda it för information, dokumentation och kommunikation inom verksamheten ska också ingå i undervisningen." ]
  }, {
    "type" : "BULLET",
    "heading" : "Undervisningen i ämnet pedagogik i vård och omsorg ska ge eleverna förutsättningar att utveckla följande:",
    "lines" : [ "Kunskaper om utanförskapets orsaker och konsekvenser.", "Kunskaper om socialpedagogiska insatser, arbetssätt och metoder.", "Kunskaper om vad som påverkar relationen mellan patienter och brukare och personal.", "Kunskaper om handledning och dess kunskapsutvecklande process inom vård och omsorg.", "Kunskaper om relevanta begrepp och teorier.", "Förmåga att planera och genomföra uppgifter inom området.", "Förmåga att kommunicera med andra utifrån deras förutsättningar samt att uppfatta och tolka vilka behov patienter och brukare, närstående och personal har.", "Förmåga att utvärdera och dokumentera sitt arbete och resultat.", "Kunskaper om kvalitetsarbetets betydelse inom vård och omsorg." ]
  } ],
  "courses" : [ {
    "name" : "Socialpedagogik",
    "description" : " Kursen socialpedagogik omfattar punkterna 1–2 och 5–8 under rubriken Ämnets syfte. ",
    "code" : "PEASOC0",
    "centralContent" : [ {
      "heading" : "Undervisningen i kursen ska behandla följande centrala innehåll:",
      "lines" : [ "Utanförskapets problematik på grund av människors livssituationer samt hur dessa påverkas av sociala, kulturella, kognitiva, fysiska och psykiska begränsningar.", "Samhällsutvecklingens påverkan, och olika synsätt genom historien, på verksamheter inom vård och omsorg utifrån till exempel klass, kön och etnicitet.", "Livsvillkor och möjlighet till utveckling för personer som är i behov av stöd och service från samhället.", "Den fysiska miljön som patienter och brukare vistas i.", "Socialpedagogiska insatser, till exempel boendestöd.", "Socialpedagogiska arbetssätt och metoder där utgångspunkten bygger på mötet och relationen mellan patienter och brukare och personal.", "Innebörden av olika begrepp och teorier inom området socialpedagogik, till exempel livsvärld, omsorgsarena, kommunikativ handling, dialogiskt förhållningssätt, omsorgskvalitet och mellanmänskligt.", "Socialpedagogiska uppgifter, till exempel boendestöd i hemmiljö.", "Det egna förhållningssättet i mötet med andra samt bemötandets betydelse.", "Kommunikation och samtalsmetodik samt den mänskliga relationens betydelse för detta." ]
    } ],
    "knowledgeRequirementParagraphs" : [ {
      "heading" : "",
      "knowledgeRequirements" : [ {
        "text" : "Eleven beskriver <strong>________</strong> utanförskapets problematik på grund av människors livssituationer samt hur dessa påverkas av sociala, kulturella, kognitiva, fysiska och psykiska begränsningar.",
        "knowledgeRequirementChoice" : {
          "E" : "Eleven beskriver <strong>översiktligt</strong> utanförskapets problematik på grund av människors livssituationer samt hur dessa påverkas av sociala, kulturella, kognitiva, fysiska och psykiska begränsningar.",
          "C" : "Eleven beskriver <strong>utförligt</strong> utanförskapets problematik på grund av människors livssituationer samt hur dessa påverkas av sociala, kulturella, kognitiva, fysiska och psykiska begränsningar.",
          "A" : "Eleven beskriver <strong>utförligt och nyanserat</strong> utanförskapets problematik på grund av människors livssituationer samt hur dessa påverkas av sociala, kulturella, kognitiva, fysiska och psykiska begränsningar."
        }
      }, {
        "text" : "Dessutom ger eleven <strong>________</strong> exempel på vilka konsekvenser utanförskap kan få för individen.",
        "knowledgeRequirementChoice" : {
          "E" : "Dessutom ger eleven <strong>något</strong> exempel på vilka konsekvenser utanförskap kan få för individen.",
          "C" : "Dessutom ger eleven <strong>några</strong> exempel på vilka konsekvenser utanförskap kan få för individen.",
          "A" : "Dessutom ger eleven <strong>flera</strong> exempel på vilka konsekvenser utanförskap kan få för individen."
        }
      }, {
        "text" : "Eleven beskriver också <strong>________</strong> socialpedagogiska insatser, arbetssätt och metoder.",
        "knowledgeRequirementChoice" : {
          "E" : "Eleven beskriver också <strong>översiktligt</strong> socialpedagogiska insatser, arbetssätt och metoder.",
          "C" : "Eleven beskriver också <strong>utförligt</strong> socialpedagogiska insatser, arbetssätt och metoder.",
          "A" : "Eleven beskriver också <strong>utförligt och nyanserat</strong> socialpedagogiska insatser, arbetssätt och metoder."
        }
      }, {
        "text" : "I beskrivningarna använder eleven <strong>________</strong> begrepp som är relevanta i sammanhanget samt redogör <strong>________</strong> för de bakomliggande teorierna.",
        "knowledgeRequirementChoice" : {
          "E" : "I beskrivningarna använder eleven <strong>med viss säkerhet</strong> begrepp som är relevanta i sammanhanget samt redogör <strong>översiktligt</strong> för de bakomliggande teorierna.",
          "C" : "I beskrivningarna använder eleven <strong>med viss säkerhet</strong> begrepp som är relevanta i sammanhanget samt redogör <strong>utförligt</strong> för de bakomliggande teorierna.",
          "A" : "I beskrivningarna använder eleven <strong>med säkerhet</strong> begrepp som är relevanta i sammanhanget samt redogör <strong>utförligt och nyanserat</strong> för de bakomliggande teorierna."
        }
      } ]
    }, {
      "heading" : "",
      "knowledgeRequirements" : [ {
        "text" : "Eleven söker, bearbetar, värderar och använder <strong>________</strong> med handledare information från olika källor.",
        "knowledgeRequirementChoice" : {
          "E" : "Eleven söker, bearbetar, värderar och använder <strong>i samråd</strong> med handledare information från olika källor.",
          "C" : "Eleven söker, bearbetar, värderar och använder <strong>efter samråd</strong> med handledare information från olika källor.",
          "A" : "Eleven söker, bearbetar, värderar och använder <strong>efter samråd</strong> med handledare information från olika källor."
        }
      } ]
    }, {
      "heading" : "",
      "knowledgeRequirements" : [ {
        "text" : "Eleven planerar och genomför <strong>________</strong> med handledare socialpedagogiska uppgifter utifrån syfte och mål.",
        "knowledgeRequirementChoice" : {
          "E" : "Eleven planerar och genomför <strong>i samråd</strong> med handledare socialpedagogiska uppgifter utifrån syfte och mål.",
          "C" : "Eleven planerar och genomför <strong>efter samråd</strong> med handledare socialpedagogiska uppgifter utifrån syfte och mål.",
          "A" : "Eleven planerar och genomför <strong>efter samråd</strong> med handledare socialpedagogiska uppgifter utifrån syfte och mål <strong>samt anpassar vid behov uppgifterna till ändrade förutsättningar</strong>."
        }
      }, {
        "text" : "I arbetet interagerar och kommunicerar eleven <strong>________</strong> med andra utifrån individens förutsättningar och behov samt utifrån uppgiftens syfte och mål.",
        "knowledgeRequirementChoice" : {
          "E" : "I arbetet interagerar och kommunicerar eleven <strong>med viss säkerhet</strong> med andra utifrån individens förutsättningar och behov samt utifrån uppgiftens syfte och mål.",
          "C" : "I arbetet interagerar och kommunicerar eleven <strong>med viss säkerhet</strong> med andra utifrån individens förutsättningar och behov samt utifrån uppgiftens syfte och mål.",
          "A" : "I arbetet interagerar och kommunicerar eleven <strong>med säkerhet</strong> med andra utifrån individens förutsättningar och behov samt utifrån uppgiftens syfte och mål."
        }
      }, {
        "text" : "Dessutom skapar eleven <strong>________</strong> med handledare möjligheter för människor att delta i olika situationer.",
        "knowledgeRequirementChoice" : {
          "E" : "Dessutom skapar eleven <strong>i samråd</strong> med handledare möjligheter för människor att delta i olika situationer.",
          "C" : "Dessutom skapar eleven <strong>efter samråd</strong> med handledare möjligheter för människor att delta i olika situationer.",
          "A" : "Dessutom skapar eleven <strong>efter samråd</strong> med handledare möjligheter för människor att delta i olika situationer."
        }
      }, {
        "text" : "När uppgiften är genomförd utvärderar eleven sitt arbete och resultat med <strong>________</strong> omdömen utifrån syfte och uppsatta mål.",
        "knowledgeRequirementChoice" : {
          "E" : "När uppgiften är genomförd utvärderar eleven sitt arbete och resultat med <strong>enkla</strong> omdömen utifrån syfte och uppsatta mål.",
          "C" : "När uppgiften är genomförd utvärderar eleven sitt arbete och resultat med <strong>nyanserade</strong> omdömen utifrån syfte och uppsatta mål.",
          "A" : "När uppgiften är genomförd utvärderar eleven sitt arbete och resultat med <strong>nyanserade</strong> omdömen utifrån syfte och uppsatta mål <strong>samt ger förslag på hur arbetet kan förbättras</strong>."
        }
      }, {
        "text" : "Dessutom gör eleven en <strong>________</strong> dokumentation av sitt arbete.",
        "knowledgeRequirementChoice" : {
          "E" : "Dessutom gör eleven en <strong>enkel</strong> dokumentation av sitt arbete.",
          "C" : "Dessutom gör eleven en <strong>noggrann</strong> dokumentation av sitt arbete.",
          "A" : "Dessutom gör eleven en <strong>noggrann och utförlig</strong> dokumentation av sitt arbete."
        }
      } ]
    }, {
      "heading" : "",
      "knowledgeRequirements" : [ {
        "text" : "När eleven samråder med handledare bedömer hon eller han <strong>________</strong> den egna förmågan och situationens krav.",
        "knowledgeRequirementChoice" : {
          "E" : "När eleven samråder med handledare bedömer hon eller han <strong>med viss säkerhet</strong> den egna förmågan och situationens krav.",
          "C" : "När eleven samråder med handledare bedömer hon eller han <strong>med viss säkerhet</strong> den egna förmågan och situationens krav.",
          "A" : "När eleven samråder med handledare bedömer hon eller han <strong>med säkerhet</strong> den egna förmågan och situationens krav."
        }
      } ]
    } ],
    "point" : 100,
    "year" : null
  }, {
    "name" : "Vårdpedagogik och handledning",
    "description" : " Kursen vårdpedagogik och handledning omfattar punkterna 3–9 under rubriken Ämnets syfte. ",
    "code" : "PEAVÅD0",
    "centralContent" : [ {
      "heading" : "Undervisningen i kursen ska behandla följande centrala innehåll:",
      "lines" : [ "Hur samtalssituationer påverkas av patienter och brukare, vårdpersonal och omgivningen.", "Kunskap och kompetens inom vård och omsorg.", "Handledningsprocessens olika delar: inventering, planering, genomförande och utvärdering.", "Rollen som pedagog och handledare.", "Innebörden av olika begrepp och teorier inom området pedagogik, kommunikation, handledning och samtalsmetodik. Olika former av handledning.", "Pedagogiska metoder vid handledning.", "Handledningsuppgifter, till exempel hjälp med motivationsarbete.", "Lärande- och bedömningssamtal.", "Kommunikationens betydelse för mötet mellan patienter och brukare och personal.", "Avsikter med och utförande av kvalitetsarbete inom vård och omsorg." ]
    } ],
    "knowledgeRequirementParagraphs" : [ {
      "heading" : "",
      "knowledgeRequirements" : [ {
        "text" : "Eleven diskuterar <strong>________</strong> hur en samtalssituation påverkas av patienten och brukaren, vårdpersonalen och omgivningen.",
        "knowledgeRequirementChoice" : {
          "E" : "Eleven diskuterar <strong>översiktligt</strong> hur en samtalssituation påverkas av patienten och brukaren, vårdpersonalen och omgivningen.",
          "C" : "Eleven diskuterar <strong>utförligt</strong> hur en samtalssituation påverkas av patienten och brukaren, vårdpersonalen och omgivningen.",
          "A" : "Eleven diskuterar <strong>utförligt och nyanserat</strong> hur en samtalssituation påverkas av patienten och brukaren, vårdpersonalen och omgivningen."
        }
      }, {
        "text" : "Dessutom beskriver eleven <strong>________</strong> den pedagogiska funktion som personal har och hur den kan utvecklas.",
        "knowledgeRequirementChoice" : {
          "E" : "Dessutom beskriver eleven <strong>översiktligt</strong> den pedagogiska funktion som personal har och hur den kan utvecklas.",
          "C" : "Dessutom beskriver eleven <strong>utförligt</strong> den pedagogiska funktion som personal har och hur den kan utvecklas.",
          "A" : "Dessutom beskriver eleven <strong>utförligt och nyanserat</strong> den pedagogiska funktion som personal har och hur den kan utvecklas."
        }
      }, {
        "text" : "Eleven beskriver också <strong>________</strong> handledningsprocessens olika delar, rollen som pedagog och handledare samt det handledande samtalets betydelse i vård- och omsorgssituationer.",
        "knowledgeRequirementChoice" : {
          "E" : "Eleven beskriver också <strong>översiktligt</strong> handledningsprocessens olika delar, rollen som pedagog och handledare samt det handledande samtalets betydelse i vård- och omsorgssituationer.",
          "C" : "Eleven beskriver också <strong>utförligt</strong> handledningsprocessens olika delar, rollen som pedagog och handledare samt det handledande samtalets betydelse i vård- och omsorgssituationer.",
          "A" : "Eleven beskriver också <strong>utförligt och nyanserat</strong> handledningsprocessens olika delar, rollen som pedagog och handledare samt det handledande samtalets betydelse i vård- och omsorgssituationer."
        }
      }, {
        "text" : "I beskrivningarna använder eleven <strong>________</strong> begrepp som är relevanta i sammanhanget samt redogör <strong>________</strong> för de bakomliggande pedagogiska teorierna.",
        "knowledgeRequirementChoice" : {
          "E" : "I beskrivningarna använder eleven <strong>med viss säkerhet</strong> begrepp som är relevanta i sammanhanget samt redogör <strong>översiktligt</strong> för de bakomliggande pedagogiska teorierna.",
          "C" : "I beskrivningarna använder eleven <strong>med viss säkerhet</strong> begrepp som är relevanta i sammanhanget samt redogör <strong>utförligt</strong> för de bakomliggande pedagogiska teorierna.",
          "A" : "I beskrivningarna använder eleven <strong>med säkerhet</strong> begrepp som är relevanta i sammanhanget samt redogör <strong>utförligt och nyanserat</strong> för de bakomliggande pedagogiska teorierna."
        }
      }, {
        "text" : "Dessutom ger eleven <strong>________</strong> exempel på pedagogiska metoder.",
        "knowledgeRequirementChoice" : {
          "E" : "Dessutom ger eleven <strong>några</strong> exempel på pedagogiska metoder.",
          "C" : "Dessutom ger eleven <strong>några</strong> exempel på pedagogiska metoder.",
          "A" : "Dessutom ger eleven <strong>flera</strong> exempel på pedagogiska metoder."
        }
      } ]
    }, {
      "heading" : "",
      "knowledgeRequirements" : [ {
        "text" : "Eleven planerar och genomför, <strong>________</strong> med handledare, handledningsuppgifter utifrån syfte och mål.",
        "knowledgeRequirementChoice" : {
          "E" : "Eleven planerar och genomför, <strong>i samråd</strong> med handledare, handledningsuppgifter utifrån syfte och mål.",
          "C" : "Eleven planerar och genomför, <strong>efter samråd</strong> med handledare, handledningsuppgifter utifrån syfte och mål.",
          "A" : "Eleven planerar och genomför, <strong>efter samråd</strong> med handledare, handledningsuppgifter utifrån syfte och mål <strong>samt anpassar vid behov uppgifterna till ändrade förutsättningar</strong>."
        }
      }, {
        "text" : "I arbetet interagerar och kommunicerar eleven <strong>________</strong> med andra utifrån individens förutsättningar och behov samt utifrån uppgiftens syfte och mål.",
        "knowledgeRequirementChoice" : {
          "E" : "I arbetet interagerar och kommunicerar eleven <strong>med viss säkerhet</strong> med andra utifrån individens förutsättningar och behov samt utifrån uppgiftens syfte och mål.",
          "C" : "I arbetet interagerar och kommunicerar eleven <strong>med viss säkerhet</strong> med andra utifrån individens förutsättningar och behov samt utifrån uppgiftens syfte och mål.",
          "A" : "I arbetet interagerar och kommunicerar eleven <strong>med säkerhet</strong> med andra utifrån individens förutsättningar och behov samt utifrån uppgiftens syfte och mål."
        }
      }, {
        "text" : "Dessutom skapar eleven <strong>________</strong> med handledare möjligheter för människor att delta i olika situationer.",
        "knowledgeRequirementChoice" : {
          "E" : "Dessutom skapar eleven <strong>i samråd</strong> med handledare möjligheter för människor att delta i olika situationer.",
          "C" : "Dessutom skapar eleven <strong>efter samråd</strong> med handledare möjligheter för människor att delta i olika situationer.",
          "A" : "Dessutom skapar eleven <strong>efter samråd</strong> med handledare möjligheter för människor att delta i olika situationer."
        }
      }, {
        "text" : "När uppgiften är genomförd utvärderar eleven sitt arbete och resultat med <strong>________</strong> omdömen utifrån syfte och uppsatta mål.",
        "knowledgeRequirementChoice" : {
          "E" : "När uppgiften är genomförd utvärderar eleven sitt arbete och resultat med <strong>enkla</strong> omdömen utifrån syfte och uppsatta mål.",
          "C" : "När uppgiften är genomförd utvärderar eleven sitt arbete och resultat med <strong>nyanserade</strong> omdömen utifrån syfte och uppsatta mål.",
          "A" : "När uppgiften är genomförd utvärderar eleven sitt arbete och resultat med <strong>nyanserade</strong> omdömen utifrån syfte och uppsatta mål <strong>samt ger förslag på hur arbetet kan förbättras</strong>."
        }
      }, {
        "text" : "Dessutom gör eleven en <strong>________</strong> dokumentation av sitt arbete.",
        "knowledgeRequirementChoice" : {
          "E" : "Dessutom gör eleven en <strong>enkel</strong> dokumentation av sitt arbete.",
          "C" : "Dessutom gör eleven en <strong>noggrann</strong> dokumentation av sitt arbete.",
          "A" : "Dessutom gör eleven en <strong>noggrann och utförlig</strong> dokumentation av sitt arbete."
        }
      } ]
    }, {
      "heading" : "",
      "knowledgeRequirements" : [ {
        "text" : "Eleven redogör <strong>________</strong> för kvalitetsarbetets betydelse för personal, patienter och brukare.",
        "knowledgeRequirementChoice" : {
          "E" : "Eleven redogör <strong>översiktligt</strong> för kvalitetsarbetets betydelse för personal, patienter och brukare.",
          "C" : "Eleven redogör <strong>utförligt</strong> för kvalitetsarbetets betydelse för personal, patienter och brukare.",
          "A" : "Eleven redogör <strong>utförligt och nyanserat</strong> för kvalitetsarbetets betydelse för personal, patienter och brukare."
        }
      } ]
    }, {
      "heading" : "",
      "knowledgeRequirements" : [ {
        "text" : "När eleven samråder med handledare bedömer hon eller han <strong>________</strong> den egna förmågan och situationens krav.",
        "knowledgeRequirementChoice" : {
          "E" : "När eleven samråder med handledare bedömer hon eller han <strong>med viss säkerhet</strong> den egna förmågan och situationens krav.",
          "C" : "När eleven samråder med handledare bedömer hon eller han <strong>med viss säkerhet</strong> den egna förmågan och situationens krav.",
          "A" : "När eleven samråder med handledare bedömer hon eller han <strong>med säkerhet</strong> den egna förmågan och situationens krav."
        }
      } ]
    } ],
    "point" : 100,
    "year" : null
  } ]
}