{
  "name" : "Pedagogik",
  "description" : "Pedagogik är ett tvärvetenskapligt kunskapsområde nära knutet till psykologi, sociologi och filosofi och har utvecklat en egen identitet som samhällsvetenskaplig disciplin. Ämnet pedagogik tar utgångspunkt i vetenskapen om människors liv och lärande i olika miljöer och fokuserar mötet mellan människor utifrån individ-, grupp- och ledarperspektiv.",
  "code" : "PED",
  "designation" : "",
  "skolfsId" : "0000:00",
  "purposes" : [ {
    "type" : "PARAGRAPH",
    "heading" : "",
    "lines" : [ "Undervisningen i ämnet pedagogik ska syfta till att eleverna utvecklar kunskaper om hur människor lär, utvecklas och socialiseras i olika sammanhang samt kunskaper om olika teorier om det." ]
  }, {
    "type" : "PARAGRAPH",
    "heading" : "",
    "lines" : [ "Eleverna ska ges möjlighet att utveckla kunskaper om hur synen på kunskap och lärande har förändrats och hur det har påverkat såväl fostran som undervisning.", "De ska också ges möjlighet att utveckla kunskaper om hur människor formas av och själva skapar sociala sammanhang, samhällen och kulturer.", "I undervisningen ska eleverna ges möjlighet att utveckla kunskaper om hur värderingar och kunskaper skapas, lever kvar och förändras inom olika kulturer, samhällen, institutioner och grupper av människor.", "Eleverna ska också ges möjlighet att utveckla kunskaper om människors liv och växande i olika miljöer." ]
  }, {
    "type" : "PARAGRAPH",
    "heading" : "",
    "lines" : [ "Genom undervisningen ska eleverna ges möjlighet att utveckla kunskaper om människors interaktion och kommunikation samt om pedagogiskt ledarskap.", "Undervisningen ska leda till att eleverna utvecklar förmåga att möta och pedagogiskt leda människor i olika situationer och att skapa goda villkor för människors lärande och växande." ]
  }, {
    "type" : "PARAGRAPH",
    "heading" : "",
    "lines" : [ "Problemlösning och handlingsberedskap ska stimuleras i undervisningen, och tillfällen ska ges för eleverna att medverka vid val av arbetsformer och innehåll.", "Genom fältstudier eller genom att medverka i olika verksamheter ska eleverna ges möjlighet att få inblick i och erfarenhet av sociala och pedagogiska sammanhang.", "Eleverna ska ges möjlighet att reflektera över och diskutera ämnesinnehållet, centrala begrepp och egna och andras handlingar och attityder.", "I undervisningen ska eleverna också ges möjlighet att utveckla förmåga att kritiskt söka, bearbeta, värdera och använda information från olika källor." ]
  }, {
    "type" : "BULLET",
    "heading" : "Undervisningen i ämnet pedagogik ska ge eleverna förutsättningar att utveckla följande:",
    "lines" : [ "Kunskaper om människors lärande, liv och växande och om olika villkor för det samt om sociala och pedagogiska sammanhang.", "Förmåga att använda pedagogiska begrepp, teorier och teoretiska perspektiv.", "Färdigheter i att kritiskt använda information från olika källor.", "Färdigheter i att planera, genomföra, dokumentera och utvärdera aktiviteter för att stödja och stimulera människors lärande och deltagande i olika situationer.", "Förmåga att kommunicera, samarbeta och samverka för att möta och pedagogiskt leda människor i olika situationer.", "Förmåga att diskutera sin egen och andras syn på kunskap och lärande samt diskutera handlingar i sociala och pedagogiska sammanhang." ]
  } ],
  "courses" : [ {
    "name" : "Aktivitetsledarskap",
    "description" : "Kursen aktivitetsledarskap omfattar punkterna 1 och 4–6 under rubriken Ämnets syfte, med särskild betoning på pedagogiska sammanhang och ledarskap inom dessa.",
    "code" : "PEDAKI00S",
    "centralContent" : [ {
      "heading" : "Undervisningen i kursen ska behandla följande centrala innehåll:",
      "lines" : [ "Pedagogiskt ledarskap inom specifika aktiviteter i samverkan med verksamheter.", "Verksamhetens organisation, målsättning, verksamhetsform, ledarutbildning och centrala begrepp för aktiviteten.", "Människors interaktion, gruppens och det sociala sammanhangets betydelse för lärande och det pedagogiska ledarskapet.", "Planering, genomförande, dokumentation och utvärdering av aktiviteter på ett sätt som är i enlighet med målen för verksamheten." ]
    } ],
    "knowledgeRequirementParagraphs" : [ {
      "heading" : "",
      "knowledgeRequirements" : [ {
        "text" : "Eleven beskriver <strong>________</strong> det pedagogiska ledarskapet och verksamhetens organisation och innehåll inom en specifik aktivitet.",
        "knowledgeRequirementChoice" : {
          "E" : "Eleven beskriver <strong>översiktligt</strong> det pedagogiska ledarskapet och verksamhetens organisation och innehåll inom en specifik aktivitet.",
          "C" : "Eleven beskriver <strong>utförligt</strong> det pedagogiska ledarskapet och verksamhetens organisation och innehåll inom en specifik aktivitet.",
          "A" : "Eleven beskriver <strong>utförligt och nyanserat</strong> det pedagogiska ledarskapet och verksamhetens organisation och innehåll inom en specifik aktivitet."
        }
      }, {
        "text" : "Eleven ger också exempel på vad som påverkar ledarskapet och organisationen.",
        "knowledgeRequirementChoice" : {
          "E" : "Eleven ger också exempel på vad som påverkar ledarskapet och organisationen.",
          "C" : "Eleven ger också exempel på vad som påverkar ledarskapet och organisationen.",
          "A" : "Eleven ger också exempel på vad som påverkar ledarskapet och organisationen."
        }
      }, {
        "text" : "I beskrivningarna använder eleven <strong>________</strong> centrala begrepp samt förklarar <strong>________</strong> samband och drar <strong>________</strong> slutsatser.",
        "knowledgeRequirementChoice" : {
          "E" : "I beskrivningarna använder eleven <strong>med viss säkerhet</strong> centrala begrepp samt förklarar <strong>enkla</strong> samband och drar <strong>enkla</strong> slutsatser.",
          "C" : "I beskrivningarna använder eleven <strong>med viss säkerhet</strong> centrala begrepp samt förklarar samband och drar <strong>välgrundade</strong> slutsatser.",
          "A" : "I beskrivningarna använder eleven <strong>med säkerhet</strong> centrala begrepp samt förklarar <strong>komplexa</strong> samband och drar <strong>välgrundade och nyanserade</strong> slutsatser."
        }
      } ]
    }, {
      "heading" : "",
      "knowledgeRequirements" : [ {
        "text" : "Eleven planerar, såväl självständigt som i samarbete med andra, uppgifter och aktiviteter utifrån syfte och mål.",
        "knowledgeRequirementChoice" : {
          "E" : "Eleven planerar, såväl självständigt som i samarbete med andra, uppgifter och aktiviteter utifrån syfte och mål.",
          "C" : "Eleven planerar, såväl självständigt som i samarbete med andra, uppgifter och aktiviteter utifrån syfte och mål.",
          "A" : "Eleven planerar, såväl självständigt som i samarbete med andra, uppgifter och aktiviteter utifrån syfte och mål. <strong>I planeringen identifierar eleven kritiska moment och förebygger hinder som kan uppstå under genomförandet</strong>."
        }
      }, {
        "text" : "Utifrån planeringen genomför eleven uppgifterna och aktiviteterna <strong>________</strong> med handledare.",
        "knowledgeRequirementChoice" : {
          "E" : "Utifrån planeringen genomför eleven uppgifterna och aktiviteterna <strong>i samråd</strong> med handledare.",
          "C" : "Utifrån planeringen genomför eleven uppgifterna och aktiviteterna <strong>efter samråd</strong> med handledare. <strong>Eleven diskuterar utförligt sin egen och andras roll och betydelse samt tar utgångspunkt i det vid sitt eget handlande</strong>.",
          "A" : "Utifrån planeringen genomför eleven uppgifterna och aktiviteterna <strong>efter samråd</strong> med handledare <strong>samt anpassar vid behov genomförandet till ändrade förutsättningar</strong>. <strong>Eleven diskuterar utförligt och nyanserat sin egen och andras roll och betydelse samt tar utgångspunkt i det vid sitt eget handlande</strong>."
        }
      }, {
        "text" : "I arbetet interagerar eleven, samt kommunicerar <strong>________</strong>, i samarbete och möten med människor.",
        "knowledgeRequirementChoice" : {
          "E" : "I arbetet interagerar eleven, samt kommunicerar <strong>med viss säkerhet</strong>, i samarbete och möten med människor.",
          "C" : "I arbetet interagerar eleven, samt kommunicerar <strong>med viss säkerhet</strong>, i samarbete och möten med människor.",
          "A" : "I arbetet interagerar eleven, samt kommunicerar <strong>med säkerhet</strong>, i samarbete och möten med människor."
        }
      }, {
        "text" : "Dessutom gör eleven en <strong>________</strong> dokumentation av utförda uppgifter och aktiviteter.",
        "knowledgeRequirementChoice" : {
          "E" : "Dessutom gör eleven en <strong>enkel</strong> dokumentation av utförda uppgifter och aktiviteter.",
          "C" : "Dessutom gör eleven en <strong>noggrann</strong> dokumentation av utförda uppgifter och aktiviteter.",
          "A" : "Dessutom gör eleven en <strong>noggrann och utförlig</strong> dokumentation av utförda uppgifter och aktiviteter."
        }
      }, {
        "text" : "I dokumentationen använder eleven <strong>________</strong> relevanta begrepp.",
        "knowledgeRequirementChoice" : {
          "E" : "I dokumentationen använder eleven <strong>med viss säkerhet</strong> relevanta begrepp.",
          "C" : "I dokumentationen använder eleven <strong>med viss säkerhet</strong> relevanta begrepp.",
          "A" : "I dokumentationen använder eleven <strong>med säkerhet</strong> relevanta begrepp."
        }
      }, {
        "text" : "När arbetet är utfört utvärderar eleven uppgifterna och aktiviteterna med <strong>________</strong> omdömen utifrån uppsatta mål.",
        "knowledgeRequirementChoice" : {
          "E" : "När arbetet är utfört utvärderar eleven uppgifterna och aktiviteterna med <strong>enkla</strong> omdömen utifrån uppsatta mål.",
          "C" : "När arbetet är utfört utvärderar eleven uppgifterna och aktiviteterna med <strong>nyanserade</strong> omdömen utifrån uppsatta mål.",
          "A" : "När arbetet är utfört utvärderar eleven uppgifterna och aktiviteterna med <strong>nyanserade</strong> omdömen utifrån uppsatta mål <strong>och deltagarnas respons</strong>."
        }
      }, {
        "text" : "I utvärderingen diskuterar eleven <strong>________</strong> möjliga alternativa lösningar och föreslår vid behov förbättringar.",
        "knowledgeRequirementChoice" : {
          "E" : "I utvärderingen diskuterar eleven <strong>översiktligt</strong> möjliga alternativa lösningar och föreslår vid behov förbättringar.",
          "C" : "I utvärderingen diskuterar eleven <strong>utförligt</strong> möjliga alternativa lösningar och föreslår vid behov förbättringar.",
          "A" : "I utvärderingen diskuterar eleven <strong>utförligt och nyanserat</strong> möjliga alternativa lösningar och föreslår vid behov förbättringar."
        }
      } ]
    }, {
      "heading" : "",
      "knowledgeRequirements" : [ {
        "text" : "Eleven diskuterar <strong>________</strong> egna och andras attityder, värderingar och handlingar i relation till uppgifterna och aktiviteterna.",
        "knowledgeRequirementChoice" : {
          "E" : "Eleven diskuterar <strong>översiktligt</strong> egna och andras attityder, värderingar och handlingar i relation till uppgifterna och aktiviteterna.",
          "C" : "Eleven diskuterar <strong>utförligt</strong> egna och andras attityder, värderingar och handlingar i relation till uppgifterna och aktiviteterna.",
          "A" : "Eleven diskuterar <strong>utförligt och nyanserat</strong> egna och andras attityder, värderingar och handlingar i relation till uppgifterna och aktiviteterna."
        }
      }, {
        "text" : "I diskussionen framför eleven <strong>________</strong> argument för sina åsikter samt visar respekt för andras åsikter.",
        "knowledgeRequirementChoice" : {
          "E" : "I diskussionen framför eleven <strong>enkla</strong> argument för sina åsikter samt visar respekt för andras åsikter.",
          "C" : "I diskussionen framför eleven <strong>välgrundade</strong> argument för sina åsikter samt visar respekt för andras åsikter.",
          "A" : "I diskussionen framför eleven <strong>välgrundade och nyanserade</strong> argument för sina åsikter samt visar respekt för andras åsikter."
        }
      } ]
    }, {
      "heading" : "",
      "knowledgeRequirements" : [ {
        "text" : "När eleven samråder med handledare bedömer hon eller han <strong>________</strong> den egna förmågan och situationens krav.",
        "knowledgeRequirementChoice" : {
          "E" : "När eleven samråder med handledare bedömer hon eller han <strong>med viss säkerhet</strong> den egna förmågan och situationens krav.",
          "C" : "När eleven samråder med handledare bedömer hon eller han <strong>med viss säkerhet</strong> den egna förmågan och situationens krav.",
          "A" : "När eleven samråder med handledare bedömer hon eller han <strong>med säkerhet</strong> den egna förmågan och situationens krav."
        }
      } ]
    } ],
    "point" : 100,
    "year" : null
  }, {
    "name" : "Barns lärande och växande",
    "description" : "Kursen barns lärande och växande omfattar punkterna 1–3 och 6 under rubriken Ämnets syfte. I kursen behandlas fördjupade kunskaper i ämnet.",
    "code" : "PEDBAS0",
    "centralContent" : [ {
      "heading" : "Undervisningen i kursen ska behandla följande centrala innehåll:",
      "lines" : [ "Barns lärande, utveckling och socialisation i olika sammanhang och utifrån olika teorier och teoretiska perspektiv.", "Hur synen på barn, barndom och fostran har förändrats.", "Barns olika uppväxtmiljöer och levnadsvillkor och hur samhällsförändringar har påverkat detta.", "Innebörden och betydelsen av barns interaktion i kamratgrupper samt skapandet av kamratkulturer.", "Vuxnas betydelse för barns lärande och växande.", "Hur olika mediekulturer påverkar barns lärande och växande.", "Hur till exempel genus, klass, etnicitet, funktionsnedsättningar och fritid påverkar barns levnadsvillkor.", "Kritisk bearbetning av information från olika källor." ]
    } ],
    "knowledgeRequirementParagraphs" : [ {
      "heading" : "",
      "knowledgeRequirements" : [ {
        "text" : "Eleven beskriver <strong>________</strong> barns lärande, utveckling och socialisation.",
        "knowledgeRequirementChoice" : {
          "E" : "Eleven beskriver <strong>översiktligt</strong> barns lärande, utveckling och socialisation.",
          "C" : "Eleven beskriver <strong>utförligt</strong> barns lärande, utveckling och socialisation.",
          "A" : "Eleven beskriver <strong>utförligt och nyanserat</strong> barns lärande, utveckling och socialisation."
        }
      }, {
        "text" : "Eleven ger också exempel på vad som påverkar barns lärande och växande.",
        "knowledgeRequirementChoice" : {
          "E" : "Eleven ger också exempel på vad som påverkar barns lärande och växande.",
          "C" : "Eleven ger också exempel på vad som påverkar barns lärande och växande.",
          "A" : "Eleven ger också exempel på vad som påverkar barns lärande och växande."
        }
      }, {
        "text" : "I beskrivningarna använder eleven <strong>________</strong> centrala begrepp och teorier utifrån olika teoretiska perspektiv samt förklarar <strong>________</strong> samband och drar <strong>________</strong> slutsatser.",
        "knowledgeRequirementChoice" : {
          "E" : "I beskrivningarna använder eleven <strong>med viss säkerhet</strong> centrala begrepp och teorier utifrån olika teoretiska perspektiv samt förklarar <strong>enkla</strong> samband och drar <strong>enkla</strong> slutsatser.",
          "C" : "I beskrivningarna använder eleven <strong>med viss säkerhet</strong> centrala begrepp och teorier utifrån olika teoretiska perspektiv samt förklarar samband och drar <strong>välgrundade</strong> slutsatser.",
          "A" : "I beskrivningarna använder eleven <strong>med säkerhet</strong> centrala begrepp och teorier utifrån olika teoretiska perspektiv samt förklarar <strong>komplexa</strong> samband och drar <strong>välgrundade och nyanserade</strong> slutsatser. <strong>Dessutom värderar eleven teorierna med nyanserade omdömen och argumenterar för deras styrkor och svagheter</strong>."
        }
      } ]
    }, {
      "heading" : "",
      "knowledgeRequirements" : [ {
        "text" : "Eleven söker och bearbetar <strong>________</strong> information från olika källor samt värderar den med <strong>________</strong> omdömen.",
        "knowledgeRequirementChoice" : {
          "E" : "Eleven söker och bearbetar <strong>med viss säkerhet</strong> information från olika källor samt värderar den med <strong>enkla</strong> omdömen.",
          "C" : "Eleven söker och bearbetar <strong>med viss säkerhet</strong> information från olika källor samt värderar den med <strong>nyanserade</strong> omdömen.",
          "A" : "Eleven söker och bearbetar <strong>med säkerhet</strong> information från olika källor samt värderar den med <strong>nyanserade</strong> omdömen."
        }
      } ]
    }, {
      "heading" : "",
      "knowledgeRequirements" : [ {
        "text" : "Eleven diskuterar <strong>________</strong> egna och andras attityder, värderingar och handlingar.",
        "knowledgeRequirementChoice" : {
          "E" : "Eleven diskuterar <strong>översiktligt</strong> egna och andras attityder, värderingar och handlingar.",
          "C" : "Eleven diskuterar <strong>utförligt</strong> egna och andras attityder, värderingar och handlingar.",
          "A" : "Eleven diskuterar <strong>utförligt och nyanserat</strong> egna och andras attityder, värderingar och handlingar."
        }
      }, {
        "text" : "I diskussioner framför eleven <strong>________</strong> argument för sina åsikter samt visar respekt för andras åsikter.",
        "knowledgeRequirementChoice" : {
          "E" : "I diskussioner framför eleven <strong>enkla</strong> argument för sina åsikter samt visar respekt för andras åsikter.",
          "C" : "I diskussioner framför eleven <strong>välgrundade</strong> argument för sina åsikter samt visar respekt för andras åsikter.",
          "A" : "I diskussioner framför eleven <strong>välgrundade och nyanserade</strong> argument för sina åsikter samt visar respekt för andras åsikter."
        }
      } ]
    } ],
    "point" : 100,
    "year" : null
  }, {
    "name" : "Kommunikation",
    "description" : "Kursen kommunikation omfattar punkterna 1–6 under rubriken Ämnets syfte. I kursen behandlas grundläggande kunskaper i ämnet.",
    "code" : "PEDKOU0",
    "centralContent" : [ {
      "heading" : "Undervisningen i kursen ska behandla följande centrala innehåll:",
      "lines" : [ "Människors interaktion och kommunikation i olika sammanhang och utifrån olika teorier.", "Sociala och kulturella förhållandens påverkan på människors interaktion och kommunikation.", "Gruppens och det sociala sammanhangets betydelse för interaktion och kommunikation.", "Användning av samtal som redskap i kommunikationen.", "Interaktion och kommunikation vid konflikter och konflikthantering.", "Framväxten av mediekulturer och användandet av digitala medier samt deras betydelse för människors liv och lärande.", "Kritisk bearbetning av information från olika källor.", "Användning av informationsteknik som redskap för kommunikation och information." ]
    } ],
    "knowledgeRequirementParagraphs" : [ {
      "heading" : "",
      "knowledgeRequirements" : [ {
        "text" : "Eleven beskriver <strong>________</strong> människors interaktion och kommunikation.",
        "knowledgeRequirementChoice" : {
          "E" : "Eleven beskriver <strong>översiktligt</strong> människors interaktion och kommunikation.",
          "C" : "Eleven beskriver <strong>utförligt</strong> människors interaktion och kommunikation.",
          "A" : "Eleven beskriver <strong>utförligt och nyanserat</strong> människors interaktion och kommunikation."
        }
      }, {
        "text" : "Eleven ger också exempel på hur interaktion och kommunikation påverkar människors lärande och deltagande i sociala och pedagogiska situationer.",
        "knowledgeRequirementChoice" : {
          "E" : "Eleven ger också exempel på hur interaktion och kommunikation påverkar människors lärande och deltagande i sociala och pedagogiska situationer.",
          "C" : "Eleven ger också exempel på hur interaktion och kommunikation påverkar människors lärande och deltagande i sociala och pedagogiska situationer.",
          "A" : "Eleven ger också exempel på hur interaktion och kommunikation påverkar människors lärande och deltagande i sociala och pedagogiska situationer."
        }
      }, {
        "text" : "I beskrivningarna använder eleven <strong>________</strong> centrala begrepp och teorier samt förklarar <strong>________</strong> samband och drar <strong>________</strong> slutsatser.",
        "knowledgeRequirementChoice" : {
          "E" : "I beskrivningarna använder eleven <strong>med viss säkerhet</strong> centrala begrepp och teorier samt förklarar <strong>enkla</strong> samband och drar <strong>enkla</strong> slutsatser.",
          "C" : "I beskrivningarna använder eleven <strong>med viss säkerhet</strong> centrala begrepp och teorier samt förklarar samband och drar <strong>välgrundade</strong> slutsatser.",
          "A" : "I beskrivningarna använder eleven <strong>med säkerhet</strong> centrala begrepp och teorier samt förklarar <strong>komplexa</strong> samband och drar <strong>välgrundade och nyanserade</strong> slutsatser."
        }
      } ]
    }, {
      "heading" : "",
      "knowledgeRequirements" : [ {
        "text" : "Eleven söker och bearbetar <strong>________</strong> information från olika källor samt värderar den med <strong>________</strong> omdömen.",
        "knowledgeRequirementChoice" : {
          "E" : "Eleven söker och bearbetar <strong>med viss säkerhet</strong> information från olika källor samt värderar den med <strong>enkla</strong> omdömen.",
          "C" : "Eleven söker och bearbetar <strong>med viss säkerhet</strong> information från olika källor samt värderar den med <strong>nyanserade</strong> omdömen.",
          "A" : "Eleven söker och bearbetar <strong>med säkerhet</strong> information från olika källor samt värderar den med <strong>nyanserade</strong> omdömen."
        }
      } ]
    }, {
      "heading" : "",
      "knowledgeRequirements" : [ {
        "text" : "Eleven planerar, såväl självständigt som i samarbete med andra, en presentation i ett bestämt syfte.",
        "knowledgeRequirementChoice" : {
          "E" : "Eleven planerar, såväl självständigt som i samarbete med andra, en presentation i ett bestämt syfte.",
          "C" : "Eleven planerar, såväl självständigt som i samarbete med andra, en presentation i ett bestämt syfte.",
          "A" : "Eleven planerar, såväl självständigt som i samarbete med andra, en presentation i ett bestämt syfte. <strong>I planeringen identifierar eleven kritiska moment och förebygger hinder som kan uppstå under genomförandet</strong>."
        }
      }, {
        "text" : "Utifrån planeringen genomför eleven presentationen <strong>________</strong> med handledare.",
        "knowledgeRequirementChoice" : {
          "E" : "Utifrån planeringen genomför eleven presentationen <strong>i samråd</strong> med handledare.",
          "C" : "Utifrån planeringen genomför eleven presentationen <strong>efter samråd</strong> med handledare. <strong>Eleven diskuterar utförligt sin egen och andras roll och betydelse samt tar utgångspunkt i det vid sitt eget handlande</strong>.",
          "A" : "Utifrån planeringen genomför eleven presentationen <strong>efter samråd</strong> med handledare <strong>samt anpassar vid behov genomförandet till ändrade förutsättningar</strong>. <strong>Eleven diskuterar utförligt och nyanserat sin egen och andras roll och betydelse samt tar utgångspunkt i det vid sitt eget handlande</strong>."
        }
      }, {
        "text" : "I presentationen interagerar eleven, samt kommunicerar <strong>________</strong>.",
        "knowledgeRequirementChoice" : {
          "E" : "I presentationen interagerar eleven, samt kommunicerar <strong>med viss säkerhet</strong>.",
          "C" : "I presentationen interagerar eleven, samt kommunicerar <strong>med viss säkerhet</strong>.",
          "A" : "I presentationen interagerar eleven, samt kommunicerar <strong>med säkerhet</strong>."
        }
      }, {
        "text" : "Dessutom utvärderar eleven presentationen med <strong>________</strong> omdömen utifrån uppsatta mål.",
        "knowledgeRequirementChoice" : {
          "E" : "Dessutom utvärderar eleven presentationen med <strong>enkla</strong> omdömen utifrån uppsatta mål.",
          "C" : "Dessutom utvärderar eleven presentationen med <strong>nyanserade</strong> omdömen utifrån uppsatta mål.",
          "A" : "Dessutom utvärderar eleven presentationen med <strong>nyanserade</strong> omdömen utifrån uppsatta mål <strong>och deltagarnas respons</strong>."
        }
      }, {
        "text" : "I utvärderingen diskuterar eleven <strong>________</strong> möjliga alternativa lösningar och föreslår vid behov förbättringar.",
        "knowledgeRequirementChoice" : {
          "E" : "I utvärderingen diskuterar eleven <strong>översiktligt</strong> möjliga alternativa lösningar och föreslår vid behov förbättringar.",
          "C" : "I utvärderingen diskuterar eleven <strong>utförligt</strong> möjliga alternativa lösningar och föreslår vid behov förbättringar.",
          "A" : "I utvärderingen diskuterar eleven <strong>utförligt och nyanserat</strong> möjliga alternativa lösningar och föreslår vid behov förbättringar."
        }
      } ]
    }, {
      "heading" : "",
      "knowledgeRequirements" : [ {
        "text" : "Eleven diskuterar <strong>________</strong> egna och andras attityder, värderingar och handlingar i samband med presentationen.",
        "knowledgeRequirementChoice" : {
          "E" : "Eleven diskuterar <strong>översiktligt</strong> egna och andras attityder, värderingar och handlingar i samband med presentationen.",
          "C" : "Eleven diskuterar <strong>utförligt</strong> egna och andras attityder, värderingar och handlingar i samband med presentationen.",
          "A" : "Eleven diskuterar <strong>utförligt och nyanserat</strong> egna och andras attityder, värderingar och handlingar i samband med presentationen."
        }
      }, {
        "text" : "I diskussionen framför eleven <strong>________</strong> argument för sina åsikter samt visar respekt för andras åsikter.",
        "knowledgeRequirementChoice" : {
          "E" : "I diskussionen framför eleven <strong>enkla</strong> argument för sina åsikter samt visar respekt för andras åsikter.",
          "C" : "I diskussionen framför eleven <strong>välgrundade</strong> argument för sina åsikter samt visar respekt för andras åsikter.",
          "A" : "I diskussionen framför eleven <strong>välgrundade och nyanserade</strong> argument för sina åsikter samt visar respekt för andras åsikter."
        }
      } ]
    }, {
      "heading" : "",
      "knowledgeRequirements" : [ {
        "text" : "När eleven samråder med handledare bedömer hon eller han <strong>________</strong> den egna förmågan och situationens krav.",
        "knowledgeRequirementChoice" : {
          "E" : "När eleven samråder med handledare bedömer hon eller han <strong>med viss säkerhet</strong> den egna förmågan och situationens krav.",
          "C" : "När eleven samråder med handledare bedömer hon eller han <strong>med viss säkerhet</strong> den egna förmågan och situationens krav.",
          "A" : "När eleven samråder med handledare bedömer hon eller han <strong>med säkerhet</strong> den egna förmågan och situationens krav."
        }
      } ]
    } ],
    "point" : 100,
    "year" : null
  }, {
    "name" : "Lärande och utveckling",
    "description" : "Kursen lärande och utveckling omfattar punkterna 1–3 och 6 under rubriken Ämnets syfte. I kursen behandlas grundläggande kunskaper i ämnet.",
    "code" : "PEDLÄR0",
    "centralContent" : [ {
      "heading" : "Undervisningen i kursen ska behandla följande centrala innehåll:",
      "lines" : [ "Människors lärande, utveckling och socialisation i olika sammanhang utifrån olika teorier och teoretiska perspektiv.", "Hur synen på kunskap, lärande, undervisning och utbildning har förändrats.", "Hur kunskap och värderingar konstrueras, lever kvar och förändras inom olika kulturer, samhällen, institutioner och grupper av människor.", "Människors olika villkor för lärande och växande och hur synen på normalitet och avvikelse påverkar detta.", "Olika pedagogiska situationers och lärmiljöers påverkan på lärandet.", "Det sociala sammanhanget och gruppens betydelse för lärande.", "Kritisk bearbetning av information från olika källor." ]
    } ],
    "knowledgeRequirementParagraphs" : [ {
      "heading" : "",
      "knowledgeRequirements" : [ {
        "text" : "Eleven beskriver <strong>________</strong> människors lärande utveckling och socialisation.",
        "knowledgeRequirementChoice" : {
          "E" : "Eleven beskriver <strong>översiktligt</strong> människors lärande utveckling och socialisation.",
          "C" : "Eleven beskriver <strong>utförligt</strong> människors lärande, utveckling och socialisation.",
          "A" : "Eleven beskriver <strong>utförligt och nyanserat</strong> människors lärande, utveckling och socialisation."
        }
      }, {
        "text" : "Eleven ger också exempel på vad som påverkar människors lärande och växande.",
        "knowledgeRequirementChoice" : {
          "E" : "Eleven ger också exempel på vad som påverkar människors lärande och växande.",
          "C" : "Eleven ger också exempel på vad som påverkar människors lärande och växande.",
          "A" : "Eleven ger också exempel på vad som påverkar människors lärande och växande."
        }
      }, {
        "text" : "I beskrivningarna använder eleven <strong>________</strong> centrala begrepp och teorier utifrån olika teoretiska perspektiv samt förklarar <strong>________</strong> samband och drar <strong>________</strong> slutsatser.",
        "knowledgeRequirementChoice" : {
          "E" : "I beskrivningarna använder eleven <strong>med viss säkerhet</strong> centrala begrepp och teorier utifrån olika teoretiska perspektiv samt förklarar <strong>enkla</strong> samband och drar <strong>enkla</strong> slutsatser.",
          "C" : "I beskrivningarna använder eleven <strong>med viss säkerhet</strong> centrala begrepp och teorier utifrån olika teoretiska perspektiv samt förklarar samband och drar <strong>välgrundade</strong> slutsatser.",
          "A" : "I beskrivningarna använder eleven <strong>med säkerhet</strong> centrala begrepp och teorier utifrån olika teoretiska perspektiv samt förklarar <strong>komplexa</strong> samband och drar <strong>välgrundade och nyanserade</strong> slutsatser. <strong>Dessutom värderar eleven teorierna med nyanserade omdömen och argumenterar för deras styrkor och svagheter</strong>."
        }
      } ]
    }, {
      "heading" : "",
      "knowledgeRequirements" : [ {
        "text" : "Eleven söker och bearbetar <strong>________</strong> information från olika källor samt värderar den med <strong>________</strong> omdömen.",
        "knowledgeRequirementChoice" : {
          "E" : "Eleven söker och bearbetar <strong>med viss säkerhet</strong> information från olika källor samt värderar den med <strong>enkla</strong> omdömen.",
          "C" : "Eleven söker och bearbetar <strong>med viss säkerhet</strong> information från olika källor samt värderar den med <strong>nyanserade</strong> omdömen.",
          "A" : "Eleven söker och bearbetar <strong>med säkerhet</strong> information från olika källor samt värderar den med <strong>nyanserade</strong> omdömen."
        }
      } ]
    }, {
      "heading" : "",
      "knowledgeRequirements" : [ {
        "text" : "Eleven diskuterar <strong>________</strong> egna och andras attityder, värderingar och handlingar.",
        "knowledgeRequirementChoice" : {
          "E" : "Eleven diskuterar <strong>översiktligt</strong> egna och andras attityder, värderingar och handlingar.",
          "C" : "Eleven diskuterar <strong>utförligt</strong> egna och andras attityder, värderingar och handlingar.",
          "A" : "Eleven diskuterar <strong>utförligt och nyanserat</strong> egna och andras attityder, värderingar och handlingar."
        }
      }, {
        "text" : "I diskussioner framför eleven <strong>________</strong> argument för sina åsikter samt visar respekt för andras åsikter.",
        "knowledgeRequirementChoice" : {
          "E" : "I diskussioner framför eleven <strong>enkla</strong> argument för sina åsikter samt visar respekt för andras åsikter.",
          "C" : "I diskussioner framför eleven <strong>välgrundade</strong> argument för sina åsikter samt visar respekt för andras åsikter.",
          "A" : "I diskussioner framför eleven <strong>välgrundade och nyanserade</strong> argument för sina åsikter samt visar respekt för andras åsikter."
        }
      } ]
    } ],
    "point" : 100,
    "year" : null
  }, {
    "name" : "Människors miljöer",
    "description" : "Kursen människors miljöer omfattar punkterna 1–3 och 6 under rubriken Ämnets syfte. I kursen behandlas grundläggande kunskaper i ämnet.",
    "code" : "PEDMÄI0",
    "centralContent" : [ {
      "heading" : "Undervisningen i kursen ska behandla följande centrala innehåll:",
      "lines" : [ "Människors olika levnadsmiljöer och levnadsvillkor.", "Hur människor påverkas av, samt själva medverkar till, skapandet av de kulturer och samhällen de lever i.", "Hur identiteter skapas och formas i sociala sammanhang.", "Hur till exempel genus, klass, etnicitet, familj, generation, funktionsnedsättningar, arbete och fritid påverkar människors levnadsvillkor.", "Demokratisk värdegrund och internationella överenskommelser om mänskliga rättigheter.", "Innebörden av integration, segregation, likabehandling och diskriminering.", "Kritisk bearbetning av information från olika källor." ]
    } ],
    "knowledgeRequirementParagraphs" : [ {
      "heading" : "",
      "knowledgeRequirements" : [ {
        "text" : "Eleven beskriver <strong>________</strong> människors olika levnadsmiljöer och levnadsvillkor.",
        "knowledgeRequirementChoice" : {
          "E" : "Eleven beskriver <strong>översiktligt</strong> människors olika levnadsmiljöer och levnadsvillkor.",
          "C" : "Eleven beskriver <strong>utförligt</strong> människors olika levnadsmiljöer och levnadsvillkor.",
          "A" : "Eleven beskriver <strong>utförligt och nyanserat</strong> människor olika levnadsmiljöer och levnadsvillkor."
        }
      }, {
        "text" : "Eleven ger också exempel på vad som påverkar levnadsmiljöer och levnadsvillkor.",
        "knowledgeRequirementChoice" : {
          "E" : "Eleven ger också exempel på vad som påverkar levnadsmiljöer och levnadsvillkor.",
          "C" : "Eleven ger också exempel på vad som påverkar levnadsmiljöer och levnadsvillkor.",
          "A" : "Eleven ger också exempel på vad som påverkar levnadsmiljöer och levnadsvillkor."
        }
      }, {
        "text" : "I beskrivningarna använder eleven <strong>________</strong> centrala begrepp och teorier samt förklarar <strong>________</strong> samband och drar <strong>________</strong> slutsatser.",
        "knowledgeRequirementChoice" : {
          "E" : "I beskrivningarna använder eleven <strong>med viss säkerhet</strong> centrala begrepp och teorier samt förklarar <strong>enkla</strong> samband och drar <strong>enkla</strong> slutsatser.",
          "C" : "I beskrivningarna använder eleven <strong>med viss säkerhet</strong> centrala begrepp och teorier samt förklarar samband och drar <strong>välgrundade</strong> slutsatser.",
          "A" : "I beskrivningarna använder eleven <strong>med säkerhet</strong> centrala begrepp och teorier samt förklarar <strong>komplexa</strong> samband och drar <strong>välgrundade och nyanserade</strong> slutsatser. <strong>Dessutom värderar eleven teorierna med nyanserade omdömen och argumenterar för deras styrkor och svagheter</strong>."
        }
      } ]
    }, {
      "heading" : "",
      "knowledgeRequirements" : [ {
        "text" : "Eleven söker och bearbetar <strong>________</strong> information från olika källor samt värderar den med <strong>________</strong> omdömen.",
        "knowledgeRequirementChoice" : {
          "E" : "Eleven söker och bearbetar <strong>med viss säkerhet</strong> information från olika källor samt värderar den med <strong>enkla</strong> omdömen.",
          "C" : "Eleven söker och bearbetar <strong>med viss säkerhet</strong> information från olika källor samt värderar den med <strong>nyanserade</strong> omdömen.",
          "A" : "Eleven söker och bearbetar <strong>med säkerhet</strong> information från olika källor samt värderar den med <strong>nyanserade</strong> omdömen."
        }
      } ]
    }, {
      "heading" : "",
      "knowledgeRequirements" : [ {
        "text" : "Eleven diskuterar <strong>________</strong> egna och andras attityder, värderingar och handlingar.",
        "knowledgeRequirementChoice" : {
          "E" : "Eleven diskuterar <strong>översiktligt</strong> egna och andras attityder, värderingar och handlingar.",
          "C" : "Eleven diskuterar <strong>utförligt</strong> egna och andras attityder, värderingar och handlingar.",
          "A" : "Eleven diskuterar <strong>utförligt och nyanserat</strong> egna och andras attityder, värderingar och handlingar."
        }
      }, {
        "text" : "I diskussioner framför eleven <strong>________</strong> argument för sina åsikter samt visar respekt för andras åsikter.",
        "knowledgeRequirementChoice" : {
          "E" : "I diskussioner framför eleven <strong>enkla</strong> argument för sina åsikter samt visar respekt för andras åsikter.",
          "C" : "I diskussioner framför eleven <strong>välgrundade</strong> argument för sina åsikter samt visar respekt för andras åsikter.",
          "A" : "I diskussioner framför eleven <strong>välgrundade och nyanserade</strong> argument för sina åsikter samt visar respekt för andras åsikter."
        }
      } ]
    } ],
    "point" : 100,
    "year" : null
  }, {
    "name" : "Pedagogiska teorier och praktiker",
    "description" : "Kursen pedagogiska teorier och praktiker omfattar punkterna 1–6 under rubriken Ämnets syfte. I kursen behandlas fördjupade kunskaper i ämnet.",
    "code" : "PEDPED0",
    "centralContent" : [ {
      "heading" : "Undervisningen i kursen ska behandla följande centrala innehåll:",
      "lines" : [ "Fördjupning i en eller flera pedagogiska teorier, till exempel Montessoripedagogik, Waldorfpedagogik och Freinetpedagogik, som ligger till grund för arbete i pedagogiska verksamheter.", "Pedagogiska arbetssätt, praktiker och lärmiljöer.", "Sambandet mellan pedagogiska förhållningssätt samt arbetssätt och lärande.", "Kritisk bearbetning av information från olika källor.", "Interaktion och kommunikation i samarbete och möten med människor." ]
    } ],
    "knowledgeRequirementParagraphs" : [ {
      "heading" : "",
      "knowledgeRequirements" : [ {
        "text" : "Eleven beskriver <strong>________</strong> en eller flera pedagogiska teorier.",
        "knowledgeRequirementChoice" : {
          "E" : "Eleven beskriver <strong>översiktligt</strong> en eller flera pedagogiska teorier.",
          "C" : "Eleven beskriver <strong>utförligt</strong> en eller flera pedagogiska teorier.",
          "A" : "Eleven beskriver <strong>utförligt och nyanserat</strong> en eller flera pedagogiska teorier."
        }
      }, {
        "text" : "Eleven ger också exempel på hur de påverkar verksamheters utformning och innehåll.",
        "knowledgeRequirementChoice" : {
          "E" : "Eleven ger också exempel på hur de påverkar verksamheters utformning och innehåll.",
          "C" : "Eleven ger också exempel på hur de påverkar verksamheters utformning och innehåll.",
          "A" : "Eleven ger också exempel på hur de påverkar verksamheters utformning och innehåll."
        }
      }, {
        "text" : "I beskrivningarna använder eleven <strong>________</strong> centrala begrepp och teorier samt förklarar <strong>________</strong> samband och drar <strong>________</strong> slutsatser.",
        "knowledgeRequirementChoice" : {
          "E" : "I beskrivningarna använder eleven <strong>med viss säkerhet</strong> centrala begrepp och teorier samt förklarar <strong>enkla</strong> samband och drar <strong>enkla</strong> slutsatser.",
          "C" : "I beskrivningarna använder eleven <strong>med viss säkerhet</strong> centrala begrepp och teorier samt förklarar samband och drar <strong>välgrundade</strong> slutsatser.",
          "A" : "I beskrivningarna använder eleven <strong>med säkerhet</strong> centrala begrepp och teorier samt förklarar <strong>komplexa</strong> samband och drar <strong>välgrundade och nyanserade</strong> slutsatser. <strong>Dessutom värderar eleven teorierna med nyanserade omdömen och argumenterar för deras styrkor och svagheter</strong>."
        }
      } ]
    }, {
      "heading" : "",
      "knowledgeRequirements" : [ {
        "text" : "Eleven söker och bearbetar <strong>________</strong> information från olika källor samt värderar den med <strong>________</strong> omdömen.",
        "knowledgeRequirementChoice" : {
          "E" : "Eleven söker och bearbetar <strong>med viss säkerhet</strong> information från olika källor samt värderar den med <strong>enkla</strong> omdömen.",
          "C" : "Eleven söker och bearbetar <strong>med viss säkerhet</strong> information från olika källor samt värderar den med <strong>nyanserade</strong> omdömen.",
          "A" : "Eleven söker och bearbetar <strong>med säkerhet</strong> information från olika källor samt värderar den med <strong>nyanserade</strong> omdömen."
        }
      } ]
    }, {
      "heading" : "",
      "knowledgeRequirements" : [ {
        "text" : "Eleven planerar, såväl självständigt som i samarbete med andra, uppgifter och aktiviteter utifrån syfte och mål.",
        "knowledgeRequirementChoice" : {
          "E" : "Eleven planerar, såväl självständigt som i samarbete med andra, uppgifter och aktiviteter utifrån syfte och mål.",
          "C" : "Eleven planerar, såväl självständigt som i samarbete med andra, uppgifter och aktiviteter utifrån syfte och mål.",
          "A" : "Eleven planerar, såväl självständigt som i samarbete med andra, uppgifter och aktiviteter utifrån syfte och mål. <strong>I planeringen identifierar eleven kritiska moment och förebygger hinder som kan uppstå under genomförandet</strong>."
        }
      }, {
        "text" : "Utifrån planeringen genomför eleven uppgifterna och aktiviteterna <strong>________</strong> med handledare.",
        "knowledgeRequirementChoice" : {
          "E" : "Utifrån planeringen genomför eleven uppgifterna och aktiviteterna <strong>i samråd</strong> med handledare.",
          "C" : "Utifrån planeringen genomför eleven uppgifterna och aktiviteterna <strong>efter samråd</strong> med handledare. <strong>Eleven diskuterar utförligt sin egen och andras roll och betydelse samt tar utgångspunkt i det vid sitt eget handlande</strong>.",
          "A" : "Utifrån planeringen genomför eleven uppgifterna och aktiviteterna <strong>efter samråd</strong> med handledare <strong>samt anpassar vid behov genomförandet till ändrade förutsättningar</strong>. <strong>Eleven diskuterar utförligt och nyanserat sin egen och andras roll och betydelse samt tar utgångspunkt i det vid sitt eget handlande</strong>."
        }
      }, {
        "text" : "I arbetet interagerar eleven, samt kommunicerar <strong>________</strong>, i samarbete och möten med människor.",
        "knowledgeRequirementChoice" : {
          "E" : "I arbetet interagerar eleven, samt kommunicerar <strong>med viss säkerhet</strong>, i samarbete och möten med människor.",
          "C" : "I arbetet interagerar eleven, samt kommunicerar <strong>med viss säkerhet</strong>, i samarbete och möten med människor.",
          "A" : "I arbetet interagerar eleven, samt kommunicerar <strong>med säkerhet</strong>, i samarbete och möten med människor."
        }
      }, {
        "text" : "Dessutom gör eleven en <strong>________</strong> dokumentation av utförda uppgifter och aktiviteter.",
        "knowledgeRequirementChoice" : {
          "E" : "Dessutom gör eleven en <strong>enkel</strong> dokumentation av utförda uppgifter och aktiviteter.",
          "C" : "Dessutom gör eleven en <strong>noggrann</strong> dokumentation av utförda uppgifter och aktiviteter.",
          "A" : "Dessutom gör eleven en <strong>noggrann och utförlig</strong> dokumentation av utförda uppgifter och aktiviteter."
        }
      }, {
        "text" : "I dokumentationen använder eleven <strong>________</strong> relevanta begrepp.",
        "knowledgeRequirementChoice" : {
          "E" : "I dokumentationen använder eleven <strong>med viss säkerhet</strong> relevanta begrepp.",
          "C" : "I dokumentationen använder eleven <strong>med viss säkerhet</strong> relevanta begrepp.",
          "A" : "I dokumentationen använder eleven <strong>med säkerhet</strong> relevanta begrepp."
        }
      }, {
        "text" : "När arbetet är utfört utvärderar eleven uppgifterna och aktiviteterna med <strong>________</strong> omdömen utifrån uppsatta mål.",
        "knowledgeRequirementChoice" : {
          "E" : "När arbetet är utfört utvärderar eleven uppgifterna och aktiviteterna med <strong>enkla</strong> omdömen utifrån uppsatta mål.",
          "C" : "När arbetet är utfört utvärderar eleven uppgifterna och aktiviteterna med <strong>nyanserade</strong> omdömen utifrån uppsatta mål.",
          "A" : "När arbetet är utfört utvärderar eleven uppgifterna och aktiviteterna med <strong>nyanserade</strong> omdömen utifrån uppsatta mål <strong>och deltagarnas respons</strong>."
        }
      }, {
        "text" : "I utvärderingen diskuterar eleven <strong>________</strong> möjliga alternativa lösningar och föreslår vid behov förbättringar.",
        "knowledgeRequirementChoice" : {
          "E" : "I utvärderingen diskuterar eleven <strong>översiktligt</strong> möjliga alternativa lösningar och föreslår vid behov förbättringar.",
          "C" : "I utvärderingen diskuterar eleven <strong>utförligt</strong> möjliga alternativa lösningar och föreslår vid behov förbättringar.",
          "A" : "I utvärderingen diskuterar eleven <strong>utförligt och nyanserat</strong> möjliga alternativa lösningar och föreslår vid behov förbättringar."
        }
      } ]
    }, {
      "heading" : "",
      "knowledgeRequirements" : [ {
        "text" : "Eleven diskuterar <strong>________</strong> egna och andras attityder, värderingar och handlingar i relation till uppgifterna och aktiviteterna.",
        "knowledgeRequirementChoice" : {
          "E" : "Eleven diskuterar <strong>översiktligt</strong> egna och andras attityder, värderingar och handlingar i relation till uppgifterna och aktiviteterna.",
          "C" : "Eleven diskuterar <strong>utförligt</strong> egna och andras attityder, värderingar och handlingar i relation till uppgifterna och aktiviteterna.",
          "A" : "Eleven diskuterar <strong>utförligt och nyanserat</strong> egna och andras attityder, värderingar och handlingar i relation till uppgifterna och aktiviteterna."
        }
      }, {
        "text" : "I diskussionen framför eleven <strong>________</strong> argument för sina åsikter samt visar respekt för andras åsikter",
        "knowledgeRequirementChoice" : {
          "E" : "I diskussionen framför eleven <strong>enkla</strong> argument för sina åsikter samt visar respekt för andras åsikter",
          "C" : "I diskussionen framför eleven <strong>välgrundade</strong> argument för sina åsikter samt visar respekt för andras åsikter",
          "A" : "I diskussionen framför eleven <strong>välgrundade och nyanserade</strong> argument för sina åsikter samt visar respekt för andras åsikter"
        }
      } ]
    }, {
      "heading" : "",
      "knowledgeRequirements" : [ {
        "text" : "När eleven samråder med handledare bedömer hon eller han <strong>________</strong> den egna förmågan och situationens krav.",
        "knowledgeRequirementChoice" : {
          "E" : "När eleven samråder med handledare bedömer hon eller han <strong>med viss säkerhet</strong> den egna förmågan och situationens krav.",
          "C" : "När eleven samråder med handledare bedömer hon eller han <strong>med viss säkerhet</strong> den egna förmågan och situationens krav.",
          "A" : "När eleven samråder med handledare bedömer hon eller han <strong>med säkerhet</strong> den egna förmågan och situationens krav."
        }
      } ]
    } ],
    "point" : 100,
    "year" : null
  }, {
    "name" : "Pedagogiskt ledarskap",
    "description" : "Kursen pedagogiskt ledarskap omfattar punkterna 1–6 under rubriken Ämnets syfte. I kursen behandlas fördjupade kunskaper i ämnet.",
    "code" : "PEDPEG0",
    "centralContent" : [ {
      "heading" : "Undervisningen i kursen ska behandla följande centrala innehåll:",
      "lines" : [ "Ledarskap och organisationer utifrån olika teorier.", "Hur individer, grupper och det sociala sammanhanget påverkar och påverkas av ledaren.", "Ledarskap ur ett genus- och jämställdhetsperspektiv.", "Ledarskap vid konflikter samt konflikthantering.", "Kritisk bearbetning av information från olika källor.", "Planering, genomförande, dokumentation och utvärdering av olika aktiviteter.", "Interaktion och kommunikation i samarbete och möten med människor." ]
    } ],
    "knowledgeRequirementParagraphs" : [ {
      "heading" : "",
      "knowledgeRequirements" : [ {
        "text" : "Eleven beskriver <strong>________</strong> ledarskapets villkor och förutsättningar samt organisationsformer.",
        "knowledgeRequirementChoice" : {
          "E" : "Eleven beskriver <strong>översiktligt</strong> ledarskapets villkor och förutsättningar samt organisationsformer.",
          "C" : "Eleven beskriver <strong>utförligt</strong> ledarskapets villkor och förutsättningar samt organisationsformer.",
          "A" : "Eleven beskriver <strong>utförligt och nyanserat</strong> ledarskapets villkor och förutsättningar samt organisationsformer."
        }
      }, {
        "text" : "Eleven ger också exempel på vad som påverkar ledarskapet och organisationen.",
        "knowledgeRequirementChoice" : {
          "E" : "Eleven ger också exempel på vad som påverkar ledarskapet och organisationen.",
          "C" : "Eleven ger också exempel på vad som påverkar ledarskapet och organisationen.",
          "A" : "Eleven ger också exempel på vad som påverkar ledarskapet och organisationen."
        }
      }, {
        "text" : "I beskrivningarna använder eleven <strong>________</strong> centrala begrepp och teorier samt förklarar <strong>________</strong> samband och drar <strong>________</strong> slutsatser.",
        "knowledgeRequirementChoice" : {
          "E" : "I beskrivningarna använder eleven <strong>med viss säkerhet</strong> centrala begrepp och teorier samt förklarar <strong>enkla</strong> samband och drar <strong>enkla</strong> slutsatser.",
          "C" : "I beskrivningarna använder eleven <strong>med viss säkerhet</strong> centrala begrepp och teorier samt förklarar samband och drar <strong>välgrundade</strong> slutsatser.",
          "A" : "I beskrivningarna använder eleven <strong>med säkerhet</strong> centrala begrepp och teorier samt förklarar <strong>komplexa</strong> samband och drar <strong>välgrundade och nyanserade</strong> slutsatser. <strong>Dessutom värderar eleven teorierna med nyanserade omdömen och argumenterar för deras styrkor och svagheter</strong>."
        }
      } ]
    }, {
      "heading" : "",
      "knowledgeRequirements" : [ {
        "text" : "Eleven söker och bearbetar <strong>________</strong> information från olika källor samt värderar den med <strong>________</strong> omdömen.",
        "knowledgeRequirementChoice" : {
          "E" : "Eleven söker och bearbetar <strong>med viss säkerhet</strong> information från olika källor samt värderar den med <strong>enkla</strong> omdömen.",
          "C" : "Eleven söker och bearbetar <strong>med viss säkerhet</strong> information från olika källor samt värderar den med <strong>nyanserade</strong> omdömen.",
          "A" : "Eleven söker och bearbetar <strong>med säkerhet</strong> information från olika källor samt värderar den med <strong>nyanserade</strong> omdömen."
        }
      } ]
    }, {
      "heading" : "",
      "knowledgeRequirements" : [ {
        "text" : "Eleven planerar, såväl självständigt som i samarbete med andra, uppgifter och aktiviteter utifrån syfte och mål.",
        "knowledgeRequirementChoice" : {
          "E" : "Eleven planerar, såväl självständigt som i samarbete med andra, uppgifter och aktiviteter utifrån syfte och mål.",
          "C" : "Eleven planerar, såväl självständigt som i samarbete med andra, uppgifter och aktiviteter utifrån syfte och mål.",
          "A" : "Eleven planerar, såväl självständigt som i samarbete med andra, uppgifter och aktiviteter utifrån syfte och mål. <strong>I planeringen identifierar eleven kritiska moment och förebygger hinder som kan uppstå under genomförandet</strong>."
        }
      }, {
        "text" : "Utifrån planeringen genomför eleven uppgifterna och aktiviteterna <strong>________</strong> med handledare.",
        "knowledgeRequirementChoice" : {
          "E" : "Utifrån planeringen genomför eleven uppgifterna och aktiviteterna <strong>i samråd</strong> med handledare.",
          "C" : "Utifrån planeringen genomför eleven uppgifterna och aktiviteterna <strong>efter samråd</strong> med handledare. <strong>Eleven diskuterar utförligt sin egen och andras roll och betydelse samt tar utgångspunkt i det vid sitt eget handlande</strong>.",
          "A" : "Utifrån planeringen genomför eleven uppgifterna och aktiviteterna <strong>efter samråd</strong> med handledare <strong>samt anpassar vid behov genomförandet till ändrade förutsättningar</strong>. <strong>Eleven diskuterar utförligt och nyanserat sin egen och andras roll och betydelse samt tar utgångspunkt i det vid sitt eget handlande</strong>."
        }
      }, {
        "text" : "I arbetet interagerar eleven, samt kommunicerar <strong>________</strong>, i samarbete och möten med människor.",
        "knowledgeRequirementChoice" : {
          "E" : "I arbetet interagerar eleven, samt kommunicerar <strong>med viss säkerhet</strong>, i samarbete och möten med människor.",
          "C" : "I arbetet interagerar eleven, samt kommunicerar <strong>med viss säkerhet</strong>, i samarbete och möten med människor.",
          "A" : "I arbetet interagerar eleven, samt kommunicerar <strong>med säkerhet</strong>, i samarbete och möten med människor."
        }
      }, {
        "text" : "Dessutom gör eleven en <strong>________</strong> dokumentation av utförda uppgifter och aktiviteter.",
        "knowledgeRequirementChoice" : {
          "E" : "Dessutom gör eleven en <strong>enkel</strong> dokumentation av utförda uppgifter och aktiviteter.",
          "C" : "Dessutom gör eleven en <strong>noggrann</strong> dokumentation av utförda uppgifter och aktiviteter.",
          "A" : "Dessutom gör eleven en <strong>noggrann och utförlig</strong> dokumentation av utförda uppgifter och aktiviteter."
        }
      }, {
        "text" : "I dokumentationen använder eleven <strong>________</strong> relevanta begrepp.",
        "knowledgeRequirementChoice" : {
          "E" : "I dokumentationen använder eleven <strong>med viss säkerhet</strong> relevanta begrepp.",
          "C" : "I dokumentationen använder eleven <strong>med viss säkerhet</strong> relevanta begrepp.",
          "A" : "I dokumentationen använder eleven <strong>med säkerhet</strong> relevanta begrepp."
        }
      }, {
        "text" : "När arbetet är utfört utvärderar eleven uppgifterna och aktiviteterna med <strong>________</strong> omdömen utifrån uppsatta mål.",
        "knowledgeRequirementChoice" : {
          "E" : "När arbetet är utfört utvärderar eleven uppgifterna och aktiviteterna med <strong>enkla</strong> omdömen utifrån uppsatta mål.",
          "C" : "När arbetet är utfört utvärderar eleven uppgifterna och aktiviteterna med <strong>nyanserade</strong> omdömen utifrån uppsatta mål.",
          "A" : "När arbetet är utfört utvärderar eleven uppgifterna och aktiviteterna med <strong>nyanserade</strong> omdömen utifrån uppsatta mål <strong>och deltagarnas respons</strong>."
        }
      }, {
        "text" : "I utvärderingen diskuterar eleven <strong>________</strong> möjliga alternativa lösningar och föreslår vid behov förbättringar.",
        "knowledgeRequirementChoice" : {
          "E" : "I utvärderingen diskuterar eleven <strong>översiktligt</strong> möjliga alternativa lösningar och föreslår vid behov förbättringar.",
          "C" : "I utvärderingen diskuterar eleven <strong>utförligt</strong> möjliga alternativa lösningar och föreslår vid behov förbättringar.",
          "A" : "I utvärderingen diskuterar eleven <strong>utförligt och nyanserat</strong> möjliga alternativa lösningar och föreslår vid behov förbättringar."
        }
      } ]
    }, {
      "heading" : "",
      "knowledgeRequirements" : [ {
        "text" : "Eleven diskuterar <strong>________</strong> egna och andras attityder, värderingar och handlingar i relation till uppgifterna och aktiviteterna.",
        "knowledgeRequirementChoice" : {
          "E" : "Eleven diskuterar <strong>översiktligt</strong> egna och andras attityder, värderingar och handlingar i relation till uppgifterna och aktiviteterna.",
          "C" : "Eleven diskuterar <strong>utförligt</strong> egna och andras attityder, värderingar och handlingar i relation till uppgifterna och aktiviteterna.",
          "A" : "Eleven diskuterar <strong>utförligt och nyanserat</strong> egna och andras attityder, värderingar och handlingar i relation till uppgifterna och aktiviteterna."
        }
      }, {
        "text" : "I diskussionen framför eleven <strong>________</strong> argument för sina åsikter samt visar respekt för andras åsikter.",
        "knowledgeRequirementChoice" : {
          "E" : "I diskussionen framför eleven <strong>enkla</strong> argument för sina åsikter samt visar respekt för andras åsikter.",
          "C" : "I diskussionen framför eleven <strong>välgrundade</strong> argument för sina åsikter samt visar respekt för andras åsikter.",
          "A" : "I diskussionen framför eleven <strong>välgrundade och nyanserade</strong> argument för sina åsikter samt visar respekt för andras åsikter."
        }
      } ]
    }, {
      "heading" : "",
      "knowledgeRequirements" : [ {
        "text" : "När eleven samråder med handledare bedömer hon eller han <strong>________</strong> den egna förmågan och situationens krav.",
        "knowledgeRequirementChoice" : {
          "E" : "När eleven samråder med handledare bedömer hon eller han <strong>med viss säkerhet</strong> den egna förmågan och situationens krav.",
          "C" : "När eleven samråder med handledare bedömer hon eller han <strong>med viss säkerhet</strong> den egna förmågan och situationens krav.",
          "A" : "När eleven samråder med handledare bedömer hon eller han <strong>med säkerhet</strong> den egna förmågan och situationens krav."
        }
      } ]
    } ],
    "point" : 100,
    "year" : null
  } ]
}