{
  "name" : "Pedagogiskt arbete",
  "description" : "Ämnet pedagogiskt arbete har sin grund i pedagogik och didaktik med tydligt fokus på lärandets praktik och tar sin utgångspunkt i den pedagogiska yrkesverksamhetens teori och praktik. Det behandlar arbetsuppgifter och yrkesroller samt verksamheternas roll i samhället.",
  "code" : "PEG",
  "designation" : "",
  "skolfsId" : "2010:141",
  "purposes" : [ {
    "type" : "PARAGRAPH",
    "heading" : "",
    "lines" : [ "Undervisningen i ämnet pedagogiskt arbete ska syfta till att eleverna utvecklar kunskaper om olika pedagogiska verksamheter och förmåga att arbeta inom dessa utifrån styrdokument, en demokratisk värdegrund och överenskommelser om mänskliga rättigheter.", "Undervisningen ska leda till att eleverna utvecklar förmåga att möta och pedagogiskt leda människor utifrån ett etiskt och inkluderande förhållningssätt.", "De ska också ges möjlighet att utveckla kunskaper om lekens och skapande verksamheters betydelse för människors lärande och växande samt förmåga att använda de kunskaperna i sitt arbete." ]
  }, {
    "type" : "PARAGRAPH",
    "heading" : "",
    "lines" : [ "Problemlösning och handlingsberedskap ska stimuleras i undervisningen, och eleverna ska ges tillfällen att medverka vid val av arbetsformer och innehåll.", "Genom fältstudier eller genom att medverka i olika verksamheter ska eleverna ges möjlighet att få inblick i och erfarenhet av sociala och pedagogiska sammanhang.", "Eleverna ska ges möjlighet att reflektera över och diskutera ämnesinnehållet, centrala begrepp samt egna och andras handlingar och attityder.", "I undervisningen ska eleverna också ges möjlighet att utveckla förmåga att kritiskt söka, bearbeta, värdera och använda information från olika källor." ]
  }, {
    "type" : "BULLET",
    "heading" : "Undervisningen i ämnet pedagogiskt arbete ska ge eleverna förutsättningar att utveckla följande:",
    "lines" : [ "Kunskaper om pedagogiska verksamheter och aktiviteter.", "Kunskaper om lek och skapande verksamheters betydelse för människors lärande och växande.", "Förmåga att använda centrala begrepp och teorier inom kunskapsområdet.", "Färdigheter i att kritiskt använda information från olika källor.", "Förmåga att arbeta utifrån lagar och andra bestämmelser som styr pedagogiska verksamheter.", "Färdigheter i att planera, genomföra, dokumentera och utvärdera aktiviteter för att stödja och stimulera människors lärande och deltagande i olika situationer.", "Förmåga att kommunicera, samarbeta och samverka för att möta och pedagogiskt leda människor i olika situationer.", "Förmåga att diskutera egna och andras attityder samt diskutera handlingar i pedagogiska sammanhang." ]
  } ],
  "courses" : [ {
    "name" : "Dramapedagogik",
    "description" : "Kursen dramapedagogik omfattar punkterna 1–3 och 6–8 under rubriken Ämnets syfte. I kursen behandlas grundläggande kunskaper i ämnet.",
    "code" : "PEGDRA0",
    "centralContent" : [ {
      "heading" : "Undervisningen i kursen ska behandla följande centrala innehåll:",
      "lines" : [ "Användning, organisation och uppföljning av dramapedagogiska övningar i pedagogiska sammanhang.", "Utveckling av fantasi och föreställningsförmåga genom dramapedagogiska övningar.", "Identiteter och roller i samspel.", "Olika former av rollspel.", "Människors samspel i grupp.", "Drama som konflikthanteringsmetod." ]
    } ],
    "knowledgeRequirementParagraphs" : [ {
      "heading" : "",
      "knowledgeRequirements" : [ {
        "text" : "Eleven beskriver <strong>________</strong> dramapedagogiska övningar.",
        "knowledgeRequirementChoice" : {
          "E" : "Eleven beskriver <strong>översiktligt</strong> dramapedagogiska övningar.",
          "C" : "Eleven beskriver <strong>utförligt</strong> dramapedagogiska övningar.",
          "A" : "Eleven beskriver <strong>utförligt och nyanserat</strong> dramapedagogiska övningar."
        }
      }, {
        "text" : "Dessutom redogör eleven <strong>________</strong> för betydelsen av dessa i pedagogiska sammanhang.",
        "knowledgeRequirementChoice" : {
          "E" : "Dessutom redogör eleven <strong>översiktligt</strong> för betydelsen av dessa i pedagogiska sammanhang.",
          "C" : "Dessutom redogör eleven <strong>utförligt</strong> för betydelsen av dessa i pedagogiska sammanhang.",
          "A" : "Dessutom redogör eleven <strong>utförligt och nyanserat</strong> för betydelsen av dessa i pedagogiska sammanhang."
        }
      }, {
        "text" : "I beskrivningar och redogörelser använder eleven <strong>________</strong> centrala begrepp samt förklarar <strong>________</strong> samband och drar <strong>________</strong> slutsatser.",
        "knowledgeRequirementChoice" : {
          "E" : "I beskrivningar och redogörelser använder eleven <strong>med viss säkerhet</strong> centrala begrepp samt förklarar <strong>enkla</strong> samband och drar <strong>enkla</strong> slutsatser.",
          "C" : "I beskrivningar och redogörelser använder eleven <strong>med viss säkerhet</strong> centrala begrepp samt förklarar samband och drar <strong>välgrundade</strong> slutsatser.",
          "A" : "I beskrivningar och redogörelser använder eleven <strong>med säkerhet</strong> centrala begrepp samt förklarar <strong>komplexa</strong> samband och drar <strong>välgrundade och nyanserade</strong> slutsatser."
        }
      } ]
    }, {
      "heading" : "",
      "knowledgeRequirements" : [ {
        "text" : "Eleven planerar, såväl självständigt som i samarbete med andra, dramapedagogiska övningar utifrån syfte och mål.",
        "knowledgeRequirementChoice" : {
          "E" : "Eleven planerar, såväl självständigt som i samarbete med andra, dramapedagogiska övningar utifrån syfte och mål.",
          "C" : "Eleven planerar, såväl självständigt som i samarbete med andra, dramapedagogiska övningar utifrån syfte och mål.",
          "A" : "Eleven planerar, såväl självständigt som i samarbete med andra, dramapedagogiska övningar utifrån syfte och mål. <strong>I planeringen identifierar eleven kritiska moment och förebygger hinder som kan uppstå under genomförandet</strong>."
        }
      }, {
        "text" : "Utifrån planeringen genomför eleven övningarna <strong>________</strong> med handledare.",
        "knowledgeRequirementChoice" : {
          "E" : "Utifrån planeringen genomför eleven övningarna <strong>i samråd</strong> med handledare.",
          "C" : "Utifrån planeringen genomför eleven övningarna <strong>efter samråd</strong> med handledare. <strong>Eleven diskuterar utförligt sin egen och andras roll och betydelse samt tar utgångspunkt i det vid sitt eget handlande</strong>.",
          "A" : "Utifrån planeringen genomför eleven övningarna <strong>efter samråd</strong> med handledare <strong>samt anpassar vid behov genomförandet till ändrade förutsättningar</strong>. <strong>Eleven diskuterar utförligt och nyanserat sin egen och andras roll och betydelse samt tar utgångspunkt i det vid sitt eget handlande</strong>."
        }
      }, {
        "text" : "I arbetet interagerar eleven, samt kommunicerar <strong>________</strong>, i samarbete och möten med människor.",
        "knowledgeRequirementChoice" : {
          "E" : "I arbetet interagerar eleven, samt kommunicerar <strong>med viss säkerhet</strong>, i samarbete och möten med människor.",
          "C" : "I arbetet interagerar eleven, samt kommunicerar <strong>med viss säkerhet</strong>, i samarbete och möten med människor.",
          "A" : "I arbetet interagerar eleven, samt kommunicerar <strong>med säkerhet</strong>, i samarbete och möten med människor."
        }
      }, {
        "text" : "Dessutom utvärderar eleven övningarna med <strong>________</strong> omdömen utifrån uppsatta mål.",
        "knowledgeRequirementChoice" : {
          "E" : "Dessutom utvärderar eleven övningarna med <strong>enkla</strong> omdömen utifrån uppsatta mål.",
          "C" : "Dessutom utvärderar eleven övningarna med <strong>nyanserade</strong> omdömen utifrån uppsatta mål.",
          "A" : "Dessutom utvärderar eleven övningarna med <strong>nyanserade</strong> omdömen utifrån uppsatta mål <strong>och deltagarnas respons</strong>."
        }
      }, {
        "text" : "I utvärderingen diskuterar eleven <strong>________</strong> möjliga alternativa lösningar och föreslår vid behov förbättringar.",
        "knowledgeRequirementChoice" : {
          "E" : "I utvärderingen diskuterar eleven <strong>översiktligt</strong> möjliga alternativa lösningar och föreslår vid behov förbättringar.",
          "C" : "I utvärderingen diskuterar eleven <strong>utförligt</strong> möjliga alternativa lösningar och föreslår vid behov förbättringar.",
          "A" : "I utvärderingen diskuterar eleven <strong>utförligt och nyanserat</strong> möjliga alternativa lösningar och föreslår vid behov förbättringar."
        }
      } ]
    }, {
      "heading" : "",
      "knowledgeRequirements" : [ {
        "text" : "Eleven diskuterar <strong>________</strong> egna och andras attityder, värderingar och handlingar i samband med dramapedagogiska övningar.",
        "knowledgeRequirementChoice" : {
          "E" : "Eleven diskuterar <strong>översiktligt</strong> egna och andras attityder, värderingar och handlingar i samband med dramapedagogiska övningar.",
          "C" : "Eleven diskuterar <strong>utförligt</strong> egna och andras attityder, värderingar och handlingar i samband med dramapedagogiska övningar.",
          "A" : "Eleven diskuterar <strong>utförligt och nyanserat</strong> egna och andras attityder, värderingar och handlingar i samband med dramapedagogiska övningar."
        }
      }, {
        "text" : "I diskussionen framför eleven <strong>________</strong> argument för sina åsikter samt visar respekt för andras åsikter.",
        "knowledgeRequirementChoice" : {
          "E" : "I diskussionen framför eleven <strong>enkla</strong> argument för sina åsikter samt visar respekt för andras åsikter.",
          "C" : "I diskussionen framför eleven <strong>välgrundade</strong> argument för sina åsikter samt visar respekt för andras åsikter.",
          "A" : "I diskussionen framför eleven <strong>välgrundade och nyanserade</strong> argument för sina åsikter samt visar respekt för andras åsikter."
        }
      } ]
    }, {
      "heading" : "",
      "knowledgeRequirements" : [ {
        "text" : "När eleven samråder med handledare bedömer hon eller han <strong>________</strong> den egna förmågan och situationens krav.",
        "knowledgeRequirementChoice" : {
          "E" : "När eleven samråder med handledare bedömer hon eller han <strong>med viss säkerhet</strong> den egna förmågan och situationens krav.",
          "C" : "När eleven samråder med handledare bedömer hon eller han <strong>med viss säkerhet</strong> den egna förmågan och situationens krav.",
          "A" : "När eleven samråder med handledare bedömer hon eller han <strong>med säkerhet</strong> den egna förmågan och situationens krav."
        }
      } ]
    } ],
    "point" : 100,
    "year" : null
  }, {
    "name" : "Pedagogiskt arbete",
    "description" : "Kursen pedagogiskt arbete omfattar punkterna 1–8 under rubriken Ämnets syfte. I kursen behandlas grundläggande kunskaper i ämnet.",
    "code" : "PEGPEA0",
    "centralContent" : [ {
      "heading" : "Undervisningen i kursen ska behandla följande centrala innehåll:",
      "lines" : [ "Innehållet i, bakgrunden till och framväxten av olika pedagogiska verksamheter, deras organisation och institutionernas roll i samhället.", "Barns olikheter, deras förutsättningar och möjligheter för lärande och deltagande i olika situationer och aktiviteter samt innebörden av ett inkluderande arbetssätt.", "Lekens betydelse för barns lärande och växande.", "Kritisk bearbetning av information från olika källor.", "Lagar, förordningar, internationella överenskommelser och riktlinjer som styr olika verksamheter.", "Innebörden i de demokratiska och etiska värden som anges i styrdokumenten för verksamheterna.", "FN:s konvention om barnets rättigheter.", "Bestämmelser och praxis om arbetsmiljö, säkerhet och yrkesetik.", "Förebyggande arbete för barnsäkerhet samt åtgärder vid barnolycksfall.", "Planering, genomförande, utvärdering och dokumentation av pedagogiska verksamheter och aktiviteter.", "Uppföljning, analys och dokumentation av barns lärande och växande. Metoder för att utvärdera på vilket sätt förskolan tillgodoser barns möjligheter att utvecklas och lära utifrån läroplanens mål och intentioner.", "Pedagogers och andra vuxnas roll och betydelse för barns lärande och växande.", "Yrkesroll och ledarskap.", "Samarbete i arbetslag och samverkan med andra yrkesgrupper och verksamheter samt med föräldrar.", "Metodik för utvecklingssamtal." ]
    } ],
    "knowledgeRequirementParagraphs" : [ {
      "heading" : "",
      "knowledgeRequirements" : [ {
        "text" : "Eleven beskriver <strong>________</strong> pedagogiska verksamheter och barns lärande och växande inom dem.",
        "knowledgeRequirementChoice" : {
          "E" : "Eleven beskriver <strong>översiktligt</strong> pedagogiska verksamheter och barns lärande och växande inom dem.",
          "C" : "Eleven beskriver <strong>utförligt</strong> pedagogiska verksamheter och barns lärande och växande inom dem.",
          "A" : "Eleven beskriver <strong>utförligt och nyanserat</strong> pedagogiska verksamheter och barns lärande och växande inom dem."
        }
      }, {
        "text" : "Eleven ger också exempel på vad som påverkar barns lärande och växande.",
        "knowledgeRequirementChoice" : {
          "E" : "Eleven ger också exempel på vad som påverkar barns lärande och växande.",
          "C" : "Eleven ger också exempel på vad som påverkar barns lärande och växande.",
          "A" : "Eleven ger också exempel på vad som påverkar barns lärande och växande."
        }
      }, {
        "text" : "I beskrivningarna använder eleven <strong>________</strong> centrala begrepp samt förklarar <strong>________</strong> samband och drar <strong>________</strong> slutsatser.",
        "knowledgeRequirementChoice" : {
          "E" : "I beskrivningarna använder eleven <strong>med viss säkerhet</strong> centrala begrepp samt förklarar <strong>enkla</strong> samband och drar <strong>enkla</strong> slutsatser.",
          "C" : "I beskrivningarna använder eleven <strong>med viss säkerhet</strong> centrala begrepp samt förklarar samband och drar <strong>välgrundade</strong> slutsatser.",
          "A" : "I beskrivningarna använder eleven <strong>med säkerhet</strong> centrala begrepp samt förklarar <strong>komplexa</strong> samband och drar <strong>välgrundade och nyanserade</strong> slutsatser."
        }
      } ]
    }, {
      "heading" : "",
      "knowledgeRequirements" : [ {
        "text" : "Eleven söker och bearbetar <strong>________</strong> information från olika källor samt värderar den med <strong>________</strong> omdömen.",
        "knowledgeRequirementChoice" : {
          "E" : "Eleven söker och bearbetar <strong>med viss säkerhet</strong> information från olika källor samt värderar den med <strong>enkla</strong> omdömen.",
          "C" : "Eleven söker och bearbetar <strong>med viss säkerhet</strong> information från olika källor samt värderar den med <strong>nyanserade</strong> omdömen.",
          "A" : "Eleven söker och bearbetar <strong>med säkerhet</strong> information från olika källor samt värderar den med <strong>nyanserade</strong> omdömen."
        }
      } ]
    }, {
      "heading" : "",
      "knowledgeRequirements" : [ {
        "text" : "Eleven redogör <strong>________</strong> för olika lagar och andra bestämmelser som styr verksamheterna och tar utgångspunkt i dem i sitt arbete.",
        "knowledgeRequirementChoice" : {
          "E" : "Eleven redogör <strong>översiktligt</strong> för olika lagar och andra bestämmelser som styr verksamheterna och tar utgångspunkt i dem i sitt arbete.",
          "C" : "Eleven redogör <strong>utförligt</strong> för olika lagar och andra bestämmelser som styr verksamheterna och tar utgångspunkt i dem i sitt arbete.",
          "A" : "Eleven redogör <strong>utförligt</strong> för olika lagar och andra bestämmelser som styr verksamheterna och tar utgångspunkt i dem i sitt arbete."
        }
      } ]
    }, {
      "heading" : "",
      "knowledgeRequirements" : [ {
        "text" : "Eleven planerar, organiserar och utför <strong>________</strong> med handledare vanligt förekommande <strong>________</strong> arbetsuppgifter och aktiviteter på ett yrkesmässigt sätt.",
        "knowledgeRequirementChoice" : {
          "E" : "Eleven planerar, organiserar och utför <strong>i samråd</strong> med handledare vanligt förekommande <strong>enkla</strong> arbetsuppgifter och aktiviteter på ett yrkesmässigt sätt.",
          "C" : "Eleven planerar, organiserar och utför <strong>efter samråd</strong> med handledare vanligt förekommande arbetsuppgifter och aktiviteter på ett yrkesmässigt sätt.",
          "A" : "Eleven planerar, organiserar och utför <strong>efter samråd</strong> med handledare vanligt förekommande, <strong>även avancerade</strong>, arbetsuppgifter och aktiviteter på ett yrkesmässigt sätt <strong>samt anpassar vid behov genomförandet till ändrade förutsättningar</strong>."
        }
      }, {
        "text" : "I arbetet använder eleven redskap och metoder som <strong>________</strong> för uppgiften.",
        "knowledgeRequirementChoice" : {
          "E" : "I arbetet använder eleven redskap och metoder som <strong>finns angivna</strong> för uppgiften.",
          "C" : "I arbetet <strong>väljer och</strong> använder eleven redskap och metoder som <strong>passar</strong> för uppgiften. <strong>Eleven diskuterar utförligt sin egen och andras roll och betydelse samt tar utgångspunkt i det vid sitt eget handlande</strong>.",
          "A" : "I arbetet <strong>väljer och</strong> använder eleven redskap och metoder som <strong>passar</strong> för uppgiften <strong>samt motiverar sitt val</strong>. <strong>Eleven diskuterar utförligt och nyanserat sin egen och andras roll och betydelse samt tar utgångspunkt i det vid sitt eget handlande</strong>."
        }
      }, {
        "text" : "Dessutom interagerar eleven, samt kommunicerar <strong>________</strong>, i samarbete och möten med människor.",
        "knowledgeRequirementChoice" : {
          "E" : "Dessutom interagerar eleven, samt kommunicerar <strong>med viss säkerhet</strong>, i samarbete och möten med människor.",
          "C" : "Dessutom interagerar eleven, samt kommunicerar <strong>med viss säkerhet</strong>, i samarbete och möten med människor.",
          "A" : "Dessutom interagerar eleven, samt kommunicerar <strong>med säkerhet</strong>, i samarbete och möten med människor."
        }
      }, {
        "text" : "Eleven gör en <strong>________</strong> dokumentation av utförda uppgifter och aktiviteter.",
        "knowledgeRequirementChoice" : {
          "E" : "Eleven gör en <strong>enkel</strong> dokumentation av utförda uppgifter och aktiviteter.",
          "C" : "Eleven gör en <strong>noggrann</strong> dokumentation av utförda uppgifter och aktiviteter.",
          "A" : "Eleven gör en <strong>noggrann och utförlig</strong> dokumentation av utförda uppgifter och aktiviteter."
        }
      }, {
        "text" : "I dokumentationen använder eleven <strong>________</strong> relevanta begrepp.",
        "knowledgeRequirementChoice" : {
          "E" : "I dokumentationen använder eleven <strong>med viss säkerhet</strong> relevanta begrepp.",
          "C" : "I dokumentationen använder eleven <strong>med viss säkerhet</strong> relevanta begrepp.",
          "A" : "I dokumentationen använder eleven <strong>med säkerhet</strong> relevanta begrepp."
        }
      }, {
        "text" : "När arbetet är utfört utvärderar eleven uppgifterna och aktiviteterna med <strong>________</strong> omdömen utifrån uppsatta mål.",
        "knowledgeRequirementChoice" : {
          "E" : "När arbetet är utfört utvärderar eleven uppgifterna och aktiviteterna med <strong>enkla</strong> omdömen utifrån uppsatta mål.",
          "C" : "När arbetet är utfört utvärderar eleven uppgifterna och aktiviteterna med <strong>nyanserade</strong> omdömen utifrån uppsatta mål.",
          "A" : "När arbetet är utfört utvärderar eleven uppgifterna och aktiviteterna med <strong>nyanserade</strong> omdömen utifrån uppsatta mål <strong>och deltagarnas respons</strong>."
        }
      }, {
        "text" : "I utvärderingen diskuterar eleven <strong>________</strong> möjliga alternativa lösningar och föreslår vid behov förbättringar.",
        "knowledgeRequirementChoice" : {
          "E" : "I utvärderingen diskuterar eleven <strong>översiktligt</strong> möjliga alternativa lösningar och föreslår vid behov förbättringar.",
          "C" : "I utvärderingen diskuterar eleven <strong>utförligt</strong> möjliga alternativa lösningar och föreslår vid behov förbättringar.",
          "A" : "I utvärderingen diskuterar eleven <strong>utförligt och nyanserat</strong> möjliga alternativa lösningar och föreslår vid behov förbättringar."
        }
      } ]
    }, {
      "heading" : "",
      "knowledgeRequirements" : [ {
        "text" : "Eleven diskuterar <strong>________</strong> egna och andras attityder, värderingar och handlingar i relation till arbetsuppgifterna.",
        "knowledgeRequirementChoice" : {
          "E" : "Eleven diskuterar <strong>översiktligt</strong> egna och andras attityder, värderingar och handlingar i relation till arbetsuppgifterna.",
          "C" : "Eleven diskuterar <strong>utförligt</strong> egna och andras attityder, värderingar och handlingar i relation till arbetsuppgifterna.",
          "A" : "Eleven diskuterar <strong>utförligt och nyanserat</strong> egna och andras attityder, värderingar och handlingar i relation till arbetsuppgifterna."
        }
      }, {
        "text" : "I diskussionen framför eleven <strong>________</strong> argument för sina åsikter samt visar respekt för andras åsikter.",
        "knowledgeRequirementChoice" : {
          "E" : "I diskussionen framför eleven <strong>enkla</strong> argument för sina åsikter samt visar respekt för andras åsikter.",
          "C" : "I diskussionen framför eleven <strong>välgrundade</strong> argument för sina åsikter samt visar respekt för andras åsikter.",
          "A" : "I diskussionen framför eleven <strong>välgrundade och nyanserade</strong> argument för sina åsikter samt visar respekt för andras åsikter."
        }
      } ]
    }, {
      "heading" : "",
      "knowledgeRequirements" : [ {
        "text" : "När eleven samråder med handledare bedömer hon eller han <strong>________</strong> den egna förmågan och situationens krav.",
        "knowledgeRequirementChoice" : {
          "E" : "När eleven samråder med handledare bedömer hon eller han <strong>med viss säkerhet</strong> den egna förmågan och situationens krav.",
          "C" : "När eleven samråder med handledare bedömer hon eller han <strong>med viss säkerhet</strong> den egna förmågan och situationens krav.",
          "A" : "När eleven samråder med handledare bedömer hon eller han <strong>med säkerhet</strong> den egna förmågan och situationens krav."
        }
      } ]
    } ],
    "point" : 200,
    "year" : null
  }, {
    "name" : "Skapande verksamhet",
    "description" : "Kursen skapande verksamhet omfattar punkterna 1–3 och 6–8 under rubriken Ämnets syfte. I kursen behandlas grundläggande kunskaper i ämnet.",
    "code" : "PEGSKP0",
    "centralContent" : [ {
      "heading" : "Undervisningen i kursen ska behandla följande centrala innehåll:",
      "lines" : [ "Skapande verksamheters betydelse för människors lärande och växande.", "Användning av bild och form, drama, dans och musik som redskap i pedagogiska sammanhang.", "Olika metoder, tekniker och material för skapande aktiviteter.", "Interaktion och kommunikation i samarbete och möten med människor." ]
    } ],
    "knowledgeRequirementParagraphs" : [ {
      "heading" : "",
      "knowledgeRequirements" : [ {
        "text" : "Eleven beskriver <strong>________</strong> skapande verksamheter.",
        "knowledgeRequirementChoice" : {
          "E" : "Eleven beskriver <strong>översiktligt</strong> skapande verksamheter.",
          "C" : "Eleven beskriver <strong>utförligt</strong> skapande verksamheter.",
          "A" : "Eleven beskriver <strong>utförligt och nyanserat</strong> skapande verksamheter."
        }
      }, {
        "text" : "Dessutom redogör eleven <strong>________</strong> för betydelsen av dessa för människors lärande och växande.",
        "knowledgeRequirementChoice" : {
          "E" : "Dessutom redogör eleven <strong>översiktligt</strong> för betydelsen av dessa för människors lärande och växande.",
          "C" : "Dessutom redogör eleven <strong>utförligt</strong> för betydelsen av dessa för människors lärande och växande.",
          "A" : "Dessutom redogör eleven <strong>utförligt och nyanserat</strong> för betydelsen av dessa för människors lärande och växande."
        }
      }, {
        "text" : "I beskrivningar och redogörelser använder eleven <strong>________</strong> centrala begrepp samt förklarar <strong>________</strong> samband och drar <strong>________</strong> slutsatser.",
        "knowledgeRequirementChoice" : {
          "E" : "I beskrivningar och redogörelser använder eleven <strong>med viss säkerhet</strong> centrala begrepp samt förklarar <strong>enkla</strong> samband och drar <strong>enkla</strong> slutsatser.",
          "C" : "I beskrivningar och redogörelser använder eleven <strong>med viss säkerhet</strong> centrala begrepp samt förklarar samband och drar <strong>välgrundade</strong> slutsatser.",
          "A" : "I beskrivningar och redogörelser använder eleven <strong>med säkerhet</strong> centrala begrepp samt förklarar <strong>komplexa</strong> samband och drar <strong>välgrundade och nyanserade</strong> slutsatser."
        }
      } ]
    }, {
      "heading" : "",
      "knowledgeRequirements" : [ {
        "text" : "Eleven planerar, såväl självständigt som i samarbete med andra, skapande uppgifter och aktiviteter utifrån syfte och mål.",
        "knowledgeRequirementChoice" : {
          "E" : "Eleven planerar, såväl självständigt som i samarbete med andra, skapande uppgifter och aktiviteter utifrån syfte och mål.",
          "C" : "Eleven planerar, såväl självständigt som i samarbete med andra, skapande uppgifter och aktiviteter utifrån syfte och mål.",
          "A" : "Eleven planerar, såväl självständigt som i samarbete med andra, skapande uppgifter och aktiviteter utifrån syfte och mål. <strong>I planeringen identifierar eleven kritiska moment och förebygger hinder som kan uppstå under genomförandet</strong>."
        }
      }, {
        "text" : "Utifrån planeringen genomför eleven uppgifterna och aktiviteterna <strong>________</strong> med handledare.",
        "knowledgeRequirementChoice" : {
          "E" : "Utifrån planeringen genomför eleven uppgifterna och aktiviteterna <strong>i samråd</strong> med handledare.",
          "C" : "Utifrån planeringen genomför eleven uppgifterna och aktiviteterna <strong>efter samråd</strong> med handledare.",
          "A" : "Utifrån planeringen genomför eleven uppgifterna och aktiviteterna <strong>efter samråd</strong> med handledare <strong>samt anpassar vid behov genomförandet till ändrade förutsättningar</strong>."
        }
      }, {
        "text" : "Dessutom använder eleven material, redskap och metoder som <strong>________</strong> för uppgiften.",
        "knowledgeRequirementChoice" : {
          "E" : "Dessutom använder eleven material, redskap och metoder som <strong>finns angivna</strong> för uppgiften.",
          "C" : "Dessutom <strong>väljer och</strong> använder eleven material, redskap och metoder som <strong>passar</strong> för uppgiften. <strong>Eleven diskuterar utförligt sin egen och andras roll och betydelse samt tar utgångspunkt i det vid sitt eget handlande</strong>.",
          "A" : "Dessutom <strong>väljer och</strong> använder eleven material, redskap och metoder som <strong>passar</strong> för uppgiften <strong>samt motiverar sitt val</strong>. <strong>Eleven diskuterar utförligt och nyanserat sin egen och andras roll och betydelse samt tar utgångspunkt i det vid sitt eget handlande</strong>."
        }
      }, {
        "text" : "I arbetet interagerar eleven, samt kommunicerar <strong>________</strong>, i samarbete och möten med människor.",
        "knowledgeRequirementChoice" : {
          "E" : "I arbetet interagerar eleven, samt kommunicerar <strong>med viss säkerhet</strong>, i samarbete och möten med människor.",
          "C" : "I arbetet interagerar eleven, samt kommunicerar <strong>med viss säkerhet</strong>, i samarbete och möten med människor.",
          "A" : "I arbetet interagerar eleven, samt kommunicerar <strong>med säkerhet</strong>, i samarbete och möten med människor."
        }
      }, {
        "text" : "Eleven gör en <strong>________</strong> dokumentation av utförda uppgifter och aktiviteter.",
        "knowledgeRequirementChoice" : {
          "E" : "Eleven gör en <strong>enkel</strong> dokumentation av utförda uppgifter och aktiviteter.",
          "C" : "Eleven gör en <strong>noggrann</strong> dokumentation av utförda uppgifter och aktiviteter.",
          "A" : "Eleven gör en <strong>noggrann och utförlig</strong> dokumentation av utförda uppgifter och aktiviteter."
        }
      }, {
        "text" : "I dokumentationen använder eleven <strong>________</strong> relevanta begrepp.",
        "knowledgeRequirementChoice" : {
          "E" : "I dokumentationen använder eleven <strong>med viss säkerhet</strong> relevanta begrepp.",
          "C" : "I dokumentationen använder eleven <strong>med viss säkerhet</strong> relevanta begrepp.",
          "A" : "I dokumentationen använder eleven <strong>med säkerhet</strong> relevanta begrepp."
        }
      }, {
        "text" : "När arbetet är utfört utvärderar eleven uppgifterna och aktiviteterna med <strong>________</strong> omdömen utifrån uppsatta mål.",
        "knowledgeRequirementChoice" : {
          "E" : "När arbetet är utfört utvärderar eleven uppgifterna och aktiviteterna med <strong>enkla</strong> omdömen utifrån uppsatta mål.",
          "C" : "När arbetet är utfört utvärderar eleven uppgifterna och aktiviteterna med <strong>nyanserade</strong> omdömen utifrån uppsatta mål.",
          "A" : "När arbetet är utfört utvärderar eleven uppgifterna och aktiviteterna med <strong>nyanserade</strong> omdömen utifrån uppsatta mål <strong>och deltagarnas respons</strong>."
        }
      }, {
        "text" : "I utvärderingen diskuterar eleven <strong>________</strong> möjliga alternativa lösningar och föreslår vid behov förbättringar.",
        "knowledgeRequirementChoice" : {
          "E" : "I utvärderingen diskuterar eleven <strong>översiktligt</strong> möjliga alternativa lösningar och föreslår vid behov förbättringar.",
          "C" : "I utvärderingen diskuterar eleven <strong>utförligt</strong> möjliga alternativa lösningar och föreslår vid behov förbättringar.",
          "A" : "I utvärderingen diskuterar eleven <strong>utförligt och nyanserat</strong> möjliga alternativa lösningar och föreslår vid behov förbättringar."
        }
      } ]
    }, {
      "heading" : "",
      "knowledgeRequirements" : [ {
        "text" : "Eleven diskuterar <strong>________</strong> egna och andras attityder, värderingar och handlingar i relation till uppgifterna och aktiviteterna.",
        "knowledgeRequirementChoice" : {
          "E" : "Eleven diskuterar <strong>översiktligt</strong> egna och andras attityder, värderingar och handlingar i relation till uppgifterna och aktiviteterna.",
          "C" : "Eleven diskuterar <strong>utförligt</strong> egna och andras attityder, värderingar och handlingar i relation till uppgifterna och aktiviteterna.",
          "A" : "Eleven diskuterar <strong>utförligt och nyanserat</strong> egna och andras attityder, värderingar och handlingar i relation till uppgifterna och aktiviteterna."
        }
      }, {
        "text" : "I diskussionen framför eleven <strong>________</strong> argument för sina åsikter samt visar respekt för andras åsikter.",
        "knowledgeRequirementChoice" : {
          "E" : "I diskussionen framför eleven <strong>enkla</strong> argument för sina åsikter samt visar respekt för andras åsikter.",
          "C" : "I diskussionen framför eleven <strong>välgrundade</strong> argument för sina åsikter samt visar respekt för andras åsikter.",
          "A" : "I diskussionen framför eleven <strong>välgrundade och nyanserade</strong> argument för sina åsikter samt visar respekt för andras åsikter."
        }
      } ]
    }, {
      "heading" : "",
      "knowledgeRequirements" : [ {
        "text" : "När eleven samråder med handledare bedömer hon eller han <strong>________</strong> den egna förmågan och situationens krav.",
        "knowledgeRequirementChoice" : {
          "E" : "När eleven samråder med handledare bedömer hon eller han <strong>med viss säkerhet</strong> den egna förmågan och situationens krav.",
          "C" : "När eleven samråder med handledare bedömer hon eller han <strong>med viss säkerhet</strong> den egna förmågan och situationens krav.",
          "A" : "När eleven samråder med handledare bedömer hon eller han <strong>med säkerhet</strong> den egna förmågan och situationens krav."
        }
      } ]
    } ],
    "point" : 100,
    "year" : null
  } ]
}