{
  "name" : "Psykologi",
  "description" : "Ämnet psykologi behandlar olika sätt att förstå och förklara mänskliga beteenden, känslor och tankar utifrån olika psykologiska perspektiv.",
  "code" : "PSK",
  "designation" : "",
  "skolfsId" : "2010:92",
  "purposes" : [ {
    "type" : "PARAGRAPH",
    "heading" : "",
    "lines" : [ "Undervisningen i ämnet psykologi ska syfta till att eleverna utvecklar kunskaper om de komplexa faktorer som påverkar beteende, känslor och tankar hos människan både som individ och tillsammans med andra.", "Eleverna ska ges möjlighet att utveckla förståelse av olika psykologiska perspektiv och deras betydelse för helhetssynen på människan.", "Undervisningen ska även bidra till att eleverna utvecklar ett kritiskt förhållningssätt till olika psykologiska perspektiv och deras förklaringsmodeller.", "Den ska också leda till att eleverna utvecklar kunskaper om psykologins historiska framväxt och dess inverkan på och påverkan av samtiden." ]
  }, {
    "type" : "PARAGRAPH",
    "heading" : "",
    "lines" : [ "Undervisningen ska ge eleverna möjlighet att utveckla förmåga att reflektera över det egna beteendet samt egna känslor och tankar, och genom det bidra till ökad självkännedom.", "Eleverna ska även ges möjlighet att studera och jämföra människors levnadssätt och beteenden för att utveckla förståelse av, tolerans för och förmåga att värdesätta olikheter." ]
  }, {
    "type" : "PARAGRAPH",
    "heading" : "",
    "lines" : [ "Undervisningen ska ge eleverna möjlighet att reflektera över olika psykologiska fenomen och perspektiv i relation till egna erfarenheter.", "Genom detta ska eleverna ges möjlighet att utveckla förståelse av människans och ämnets komplexitet.", "I undervisningen ska eleverna också ges möjlighet att utföra enkla experiment och observationer samt reflektera över resultaten." ]
  }, {
    "type" : "BULLET",
    "heading" : "Undervisningen i ämnet psykologi ska ge eleverna förutsättningar att utveckla följande:",
    "lines" : [ "Kunskaper om den psykologiska vetenskapens framväxt och utveckling. Förståelse av relationen mellan psykologins utveckling och samhällsutvecklingen.", "Kunskaper om mänskliga beteenden, känslor och tankar utifrån olika psykologiska perspektiv samt förmåga att relatera dessa kunskaper till egna erfarenheter.", "Förmåga att kritiskt granska, jämföra och reflektera över olika psykologiska perspektivs styrkor och svagheter.", "Kunskaper om arvets och miljöns betydelse för individens psykologiska utveckling, livsvillkor och hälsa.", "Kunskaper om mänskliga beteenden, värderingar och föreställningar i olika sociala sammanhang.", "Förmåga att använda och värdera olika psykologiska teorier och modeller." ]
  } ],
  "courses" : [ {
    "name" : "Psykologi 1",
    "description" : "Kursen psykologi 1 omfattar punkterna 1–5 under rubriken Ämnets syfte. I kursen behandlas grundläggande kunskaper i ämnet.",
    "code" : "PSKPSY01",
    "centralContent" : [ {
      "heading" : "Undervisningen i kursen ska behandla följande centrala innehåll:",
      "lines" : [ "Psykologins historiska framväxt. I samband med det behandlas psykoanalysens och behaviorismens tidiga förklaringar av mänskliga beteenden, känslor och tankar.", "Kognitionspsykologi och dess tillämpningar: hur människan uppfattar och förstår sin omvärld och sig själv. I samband med det behandlas hur hjärnan tar emot och bearbetar information.", "Biologisk psykologi och dess tillämpningar: hur människan förstås utifrån fysiska förklaringar av tänkande, känslor och beteende.", "Socialpsykologi och dess tillämpningar: hur människan påverkas och formas tillsammans med andra utifrån de grupper och organisationer hon eller han tillhör.", "Verklighetsuppfattningar och självbilder. Hur de påverkas och formas.", "Psykisk hälsa och ohälsa med betoning på stress och stresshantering samt kriser och krishantering." ]
    } ],
    "knowledgeRequirementParagraphs" : [ {
      "heading" : "",
      "knowledgeRequirements" : [ {
        "text" : "Eleven redogör <strong>________</strong> för delar av den psykologiska vetenskapens framväxt och utveckling.",
        "knowledgeRequirementChoice" : {
          "E" : "Eleven redogör <strong>översiktligt</strong> för delar av den psykologiska vetenskapens framväxt och utveckling.",
          "C" : "Eleven redogör <strong>utförligt</strong> för delar av den psykologiska vetenskapens framväxt och utveckling.",
          "A" : "Eleven redogör <strong>utförligt och nyanserat</strong> för delar av den psykologiska vetenskapens framväxt och utveckling."
        }
      } ]
    }, {
      "heading" : "",
      "knowledgeRequirements" : [ {
        "text" : "Eleven redogör <strong>________</strong> för <strong>________</strong> delar av kognitionspsykologins, den biologiska psykologins och socialpsykologins förklaringar till mänskliga beteenden, känslor och tankar.",
        "knowledgeRequirementChoice" : {
          "E" : "Eleven redogör <strong>översiktligt</strong> för <strong>begränsade</strong> delar av kognitionspsykologins, den biologiska psykologins och socialpsykologins förklaringar till mänskliga beteenden, känslor och tankar.",
          "C" : "Eleven redogör <strong>utförligt</strong> för delar av kognitionspsykologins, den biologiska psykologins och socialpsykologins förklaringar till mänskliga beteenden, känslor och tankar.",
          "A" : "Eleven redogör <strong>utförligt och nyanserat</strong> för <strong>omfattande</strong> delar av kognitionspsykologins, den biologiska psykologins och socialpsykologins förklaringar till mänskliga beteenden, känslor och tankar."
        }
      }, {
        "text" : "I samband med det för eleven <strong>________</strong> resonemang om psykologiska samband och relaterar till egna erfarenheter.",
        "knowledgeRequirementChoice" : {
          "E" : "I samband med det för eleven <strong>enkla</strong> resonemang om psykologiska samband och relaterar till egna erfarenheter.",
          "C" : "I samband med det för eleven <strong>välgrundade</strong> resonemang om psykologiska samband och relaterar till egna erfarenheter.",
          "A" : "I samband med det för eleven <strong>välgrundade och nyanserade</strong> resonemang om psykologiska samband och relaterar till egna erfarenheter."
        }
      }, {
        "text" : "Eleven värderar med <strong>________</strong> omdömen de olika psykologiska perspektivens förklaringsvärde och för <strong>________</strong> resonemang om deras betydelse för helhetssynen på människan.",
        "knowledgeRequirementChoice" : {
          "E" : "Eleven värderar med <strong>enkla</strong> omdömen de olika psykologiska perspektivens förklaringsvärde och för <strong>enkla</strong> resonemang om deras betydelse för helhetssynen på människan.",
          "C" : "Eleven värderar med <strong>enkla</strong> omdömen de olika psykologiska perspektivens förklaringsvärde och för <strong>välgrundade</strong> resonemang om deras betydelse för helhetssynen på människan.",
          "A" : "Eleven värderar med <strong>nyanserade</strong> omdömen de olika psykologiska perspektivens förklaringsvärde och för <strong>välgrundade och nyanserade</strong> resonemang om deras betydelse för helhetssynen på människan."
        }
      } ]
    }, {
      "heading" : "",
      "knowledgeRequirements" : [ {
        "text" : "Eleven redogör <strong>________</strong> för arvets och miljöns betydelse för individens psykologiska utveckling, livsvillkor och hälsa.",
        "knowledgeRequirementChoice" : {
          "E" : "Eleven redogör <strong>översiktligt</strong> för arvets och miljöns betydelse för individens psykologiska utveckling, livsvillkor och hälsa.",
          "C" : "Eleven redogör <strong>utförligt</strong> för arvets och miljöns betydelse för individens psykologiska utveckling, livsvillkor och hälsa.",
          "A" : "Eleven redogör <strong>utförligt och nyanserat</strong> för arvets och miljöns betydelse för individens psykologiska utveckling, livsvillkor och hälsa."
        }
      }, {
        "text" : "Dessutom för eleven <strong>________</strong> resonemang om hur människan påverkas och formas tillsammans med andra i olika sociala sammanhang och ger exempel på det.",
        "knowledgeRequirementChoice" : {
          "E" : "Dessutom för eleven <strong>enkla</strong> resonemang om hur människan påverkas och formas tillsammans med andra i olika sociala sammanhang och ger exempel på det.",
          "C" : "Dessutom för eleven <strong>välgrundade</strong> resonemang om hur människan påverkas och formas tillsammans med andra i olika sociala sammanhang och ger exempel på det.",
          "A" : "Dessutom för eleven <strong>välgrundade och nyanserade</strong> resonemang om hur människan påverkas och formas tillsammans med andra i olika sociala sammanhang och ger exempel på det."
        }
      } ]
    } ],
    "point" : 50,
    "year" : null
  }, {
    "name" : "Psykologi 2a",
    "description" : " Kursen psykologi 2a omfattar punkterna 1–5 under rubriken Ämnets syfte. I kursen behandlas fördjupade kunskaper i ämnet. ",
    "code" : "PSKPSY02a",
    "centralContent" : [ {
      "heading" : "Undervisningen i kursen ska behandla följande centrala innehåll:",
      "lines" : [ "Tillämpningsområden inom psykologin i relation till förändringar i samhället.", "Personlighetspsykologi och dess tillämpningar: hur individen beskrivs utifrån sina egenskaper och hur dessa påverkar individens beteende, känslor och tankar.", "Utvecklingspsykologi och dess tillämpningar: hur människan utvecklas genom livet i samspel mellan arv och miljö.", "Klinisk psykologi: psykisk ohälsa och olika psykologiska behandlingsalternativ. I samband med det behandlas arvets och miljöns betydelse för psykisk hälsa och ohälsa.", "Mediers, livsstilars och kulturs påverkan på mänskliga beteenden, känslor och tankar." ]
    } ],
    "knowledgeRequirementParagraphs" : [ {
      "heading" : "",
      "knowledgeRequirements" : [ {
        "text" : "Eleven redogör <strong>________</strong> för hur nya tillämpningsområden inom psykologin uppstår i relation till förändringar i samhället.",
        "knowledgeRequirementChoice" : {
          "E" : "Eleven redogör <strong>översiktligt</strong> för hur nya tillämpningsområden inom psykologin uppstår i relation till förändringar i samhället.",
          "C" : "Eleven redogör <strong>utförligt</strong> för hur nya tillämpningsområden inom psykologin uppstår i relation till förändringar i samhället.",
          "A" : "Eleven redogör <strong>utförligt och nyanserat</strong> för hur nya tillämpningsområden inom psykologin uppstår i relation till förändringar i samhället."
        }
      } ]
    }, {
      "heading" : "",
      "knowledgeRequirements" : [ {
        "text" : "Eleven redogör <strong>________</strong> för <strong>________</strong> delar av personlighetspsykologins och utvecklingspsykologins förklaringar till mänskliga beteenden, känslor och tankar.",
        "knowledgeRequirementChoice" : {
          "E" : "Eleven redogör <strong>översiktligt</strong> för <strong>begränsade</strong> delar av personlighetspsykologins och utvecklingspsykologins förklaringar till mänskliga beteenden, känslor och tankar.",
          "C" : "Eleven redogör <strong>utförligt</strong> för delar av personlighetspsykologins och utvecklingspsykologins förklaringar till mänskliga beteenden, känslor och tankar.",
          "A" : "Eleven redogör <strong>utförligt och nyanserat</strong> för <strong>omfattande</strong> delar av personlighetspsykologins och utvecklingspsykologins förklaringar till mänskliga beteenden, känslor och tankar."
        }
      }, {
        "text" : "I samband med det för eleven <strong>________</strong> resonemang om psykologiska samband och relaterar till egna erfarenheter.",
        "knowledgeRequirementChoice" : {
          "E" : "I samband med det för eleven <strong>enkla</strong> resonemang om psykologiska samband och relaterar till egna erfarenheter.",
          "C" : "I samband med det för eleven <strong>välgrundade</strong> resonemang om psykologiska samband och relaterar till egna erfarenheter.",
          "A" : "I samband med det för eleven <strong>välgrundade och nyanserade</strong> resonemang om psykologiska samband och relaterar till egna erfarenheter."
        }
      }, {
        "text" : "Eleven värderar med <strong>________</strong> omdömen de olika psykologiska perspektivens förklaringsvärde och för <strong>________</strong> resonemang om deras betydelse för helhetssynen på människan.",
        "knowledgeRequirementChoice" : {
          "E" : "Eleven värderar med <strong>enkla</strong> omdömen de olika psykologiska perspektivens förklaringsvärde och för <strong>enkla</strong> resonemang om deras betydelse för helhetssynen på människan.",
          "C" : "Eleven värderar med <strong>enkla</strong> omdömen de olika psykologiska perspektivens förklaringsvärde och för <strong>välgrundade</strong> resonemang om deras betydelse för helhetssynen på människan.",
          "A" : "Eleven värderar med <strong>nyanserade</strong> omdömen de olika psykologiska perspektivens förklaringsvärde och för <strong>välgrundade och nyanserade</strong> resonemang om deras betydelse för helhetssynen på människan."
        }
      }, {
        "text" : "Eleven redogör <strong>________</strong> för arvets och miljöns betydelse för individens psykiska hälsa, ohälsa och uppkomsten av psykiska störningar.",
        "knowledgeRequirementChoice" : {
          "E" : "Eleven redogör <strong>översiktligt</strong> för arvets och miljöns betydelse för individens psykiska hälsa, ohälsa och uppkomsten av psykiska störningar.",
          "C" : "Eleven redogör <strong>utförligt</strong> för arvets och miljöns betydelse för individens psykiska hälsa, ohälsa och uppkomsten av psykiska störningar.",
          "A" : "Eleven redogör <strong>utförligt och nyanserat</strong> för arvets och miljöns betydelse för individens psykiska hälsa, ohälsa och uppkomsten av psykiska störningar."
        }
      }, {
        "text" : "Eleven ger också exempel på <strong>________</strong> psykologiskt behandlingsalternativ samt redogör <strong>________</strong> för grundtankarna bakom detta.",
        "knowledgeRequirementChoice" : {
          "E" : "Eleven ger också exempel på <strong>något</strong> psykologiskt behandlingsalternativ samt redogör <strong>översiktligt</strong> för grundtankarna bakom detta.",
          "C" : "Eleven ger också exempel på <strong>några</strong> psykologiska behandlingsalternativ samt redogör <strong>utförligt</strong> för grundtankarna bakom dessa.",
          "A" : "Eleven ger också exempel på <strong>flera</strong> psykologiska behandlingsalternativ samt redogör <strong>utförligt och nyanserat</strong> för grundtankarna bakom dessa."
        }
      }, {
        "text" : "Dessutom för eleven <strong>________</strong> resonemang om hur människan påverkas och formas av kulturer, medier och livsstilar samt gör i samband med det kopplingar till egna erfarenheter.",
        "knowledgeRequirementChoice" : {
          "E" : "Dessutom för eleven <strong>enkla</strong> resonemang om hur människan påverkas och formas av kulturer, medier och livsstilar samt gör i samband med det kopplingar till egna erfarenheter.",
          "C" : "Dessutom för eleven <strong>välgrundade</strong> resonemang om hur människan påverkas och formas av kulturer, medier och livsstilar samt gör i samband med det kopplingar till egna erfarenheter.",
          "A" : "Dessutom för eleven <strong>välgrundade och nyanserade</strong> resonemang om hur människan påverkas och formas av kulturer, medier och livsstilar samt gör i samband med det kopplingar till egna erfarenheter."
        }
      } ]
    } ],
    "point" : 50,
    "year" : null
  }, {
    "name" : "Psykologi 2b",
    "description" : " Kursen psykologi 2b omfattar punkterna 2–3 och 6 under rubriken Ämnets syfte. I kursen behandlas fördjupade kunskaper i ämnet. ",
    "code" : "PSKPSY02b",
    "centralContent" : [ {
      "heading" : "Undervisningen i kursen ska behandla följande centrala innehåll:",
      "lines" : [ "Fördjupning i några psykologiska perspektiv, till exempel kognitionspsykologi, biologisk psykologi, socialpsykologi, personlighetspsykologi, utvecklingspsykologi eller klinisk psykologi.", "Psykologiska tillämpningsområden som är relevanta för elevernas utbildning, till exempel idrottspsykologi, ekonomisk psykologi, kulturorienterad psykologi, trafikpsykologi, teknisk psykologi, arbets- och organisationspsykologi, miljöpsykologi, rättspsykologi, genusrelaterad psykologi, ekologisk psykologi, kundpsykologi, mediepsykologi, familjepsykologi och pedagogisk psykologi.", "Tillämpning av psykologiska teorier och modeller samt experiment och observationer." ]
    } ],
    "knowledgeRequirementParagraphs" : [ {
      "heading" : "",
      "knowledgeRequirements" : [ {
        "text" : "Eleven redogör <strong>________</strong> för några psykologiska perspektivs förklaringar till mänskliga beteenden, känslor och tankar inom valda tillämpningsområden.",
        "knowledgeRequirementChoice" : {
          "E" : "Eleven redogör <strong>översiktligt</strong> för några psykologiska perspektivs förklaringar till mänskliga beteenden, känslor och tankar inom valda tillämpningsområden.",
          "C" : "Eleven redogör <strong>utförligt</strong> för några psykologiska perspektivs förklaringar till mänskliga beteenden, känslor och tankar inom valda tillämpningsområden.",
          "A" : "Eleven redogör <strong>utförligt och nyanserat</strong> för några psykologiska perspektivs förklaringar till mänskliga beteenden, känslor och tankar inom valda tillämpningsområden."
        }
      }, {
        "text" : "Eleven redogör också <strong>________</strong> för psykologiska sammanhang och fenomen utifrån <strong>________</strong> frågeställningar.",
        "knowledgeRequirementChoice" : {
          "E" : "Eleven redogör också <strong>översiktligt</strong> för psykologiska sammanhang och fenomen utifrån <strong>enkla</strong> frågeställningar.",
          "C" : "Eleven redogör också <strong>utförligt</strong> för psykologiska sammanhang och fenomen utifrån frågeställningar.",
          "A" : "Eleven redogör också <strong>utförligt och nyanserat</strong> för psykologiska sammanhang och fenomen utifrån <strong>komplexa</strong> frågeställningar."
        }
      }, {
        "text" : "I samband med det relaterar eleven till egna erfarenheter.",
        "knowledgeRequirementChoice" : {
          "E" : "I samband med det relaterar eleven till egna erfarenheter.",
          "C" : "I samband med det relaterar eleven till egna erfarenheter.",
          "A" : "I samband med det relaterar eleven till egna erfarenheter."
        }
      }, {
        "text" : "Eleven värderar med <strong>________</strong> omdömen de psykologiska perspektivens förklaringsvärde och för <strong>________</strong> resonemang om deras betydelse för helhetssynen på människan.",
        "knowledgeRequirementChoice" : {
          "E" : "Eleven värderar med <strong>enkla</strong> omdömen de psykologiska perspektivens förklaringsvärde och för <strong>enkla</strong> resonemang om deras betydelse för helhetssynen på människan.",
          "C" : "Eleven värderar med <strong>enkla</strong> omdömen de psykologiska perspektivens förklaringsvärde och för <strong>välgrundade</strong> resonemang om deras betydelse för helhetssynen på människan.",
          "A" : "Eleven värderar med <strong>nyanserade</strong> omdömen de psykologiska perspektivens förklaringsvärde och för <strong>välgrundade och nyanserade</strong> resonemang om deras betydelse för helhetssynen på människan."
        }
      } ]
    }, {
      "heading" : "",
      "knowledgeRequirements" : [ {
        "text" : "Eleven formulerar <strong>________</strong> psykologiska frågeställningar och väljer <strong>________</strong> psykologisk teori och modell.",
        "knowledgeRequirementChoice" : {
          "E" : "Eleven formulerar <strong>med viss säkerhet enkla</strong> psykologiska frågeställningar och väljer <strong>med viss säkerhet någon</strong> psykologisk teori och modell.",
          "C" : "Eleven formulerar <strong>med viss säkerhet</strong> psykologiska frågeställningar och väljer <strong>med viss säkerhet några</strong> psykologiska teorier och modeller.",
          "A" : "Eleven formulerar <strong>med säkerhet komplexa</strong> psykologiska frågeställningar och väljer <strong>med säkerhet några</strong> psykologiska teorier och modeller."
        }
      }, {
        "text" : "Eleven prövar frågeställningarna med hjälp av <strong>________</strong> experiment och observationer.",
        "knowledgeRequirementChoice" : {
          "E" : "Eleven prövar frågeställningarna med hjälp av <strong>givna</strong> experiment och observationer.",
          "C" : "Eleven prövar frågeställningarna med hjälp av <strong>valda</strong> experiment och observationer <strong>samt genomför experimenten och observationerna med tillfredsställande resultat</strong>.",
          "A" : "Eleven prövar frågeställningarna med hjälp av <strong>valda</strong> experiment och observationer, <strong>motiverar sina val samt genomför experimenten och observationerna med gott resultat</strong>."
        }
      }, {
        "text" : "Dessutom för eleven <strong>________</strong> resonemang om resultatet och drar <strong>________</strong> slutsatser.",
        "knowledgeRequirementChoice" : {
          "E" : "Dessutom för eleven <strong>enkla</strong> resonemang om resultatet och drar <strong>enkla</strong> slutsatser.",
          "C" : "Dessutom för eleven <strong>välgrundade</strong> resonemang om resultatet och drar <strong>välgrundade</strong> slutsatser.",
          "A" : "Dessutom för eleven <strong>välgrundade och nyanserade</strong> resonemang om resultatet och drar <strong>välgrundade och nyanserade</strong> slutsatser."
        }
      } ]
    } ],
    "point" : 50,
    "year" : null
  } ]
}