{
  "name" : "Rengöringsservice",
  "description" : "Ämnet rengöringsservice behandlar hur man säkert och systematiskt arbetar med rengöring med för ändamålet avsedda metoder, medel, redskap och maskiner. Det behandlar också rengöringens betydelse för hälsan, verksamheters funktionalitet samt vikten av ett serviceinriktat förhållningssätt.",
  "code" : "REG",
  "designation" : "",
  "skolfsId" : "0000:00",
  "purposes" : [ {
    "type" : "PARAGRAPH",
    "heading" : "",
    "lines" : [ "Undervisningen i ämnet rengöringsservice ska syfta till att eleverna utvecklar förmåga att välja och ergonomiskt korrekt tillämpa ändamålsenliga metoder inom rengöring utifrån gällande lagar och andra bestämmelser.", "Eleven ska också ges möjlighet att utveckla förmåga att använda, sköta och förvara kemisk-tekniska produkter, verktyg, maskiner och säkerhetsutrustning enligt rekommendationer och säkerhetsföreskrifter." ]
  }, {
    "type" : "PARAGRAPH",
    "heading" : "",
    "lines" : [ "Undervisningen ska leda till att eleverna utvecklar kunskaper om faktorer som påverkar behov av rengöring och hur rengöringsobjektet, människor och omkringliggande miljö påverkas av rengöringen.", "Undervisningen ska också ge eleverna möjlighet att utveckla kunskaper om rengöringsobjekt, hur dess funktion, material och säkerhetsaspekter påverkar val av utrustning och den egna arbetsinsatsen.", "Undervisningen ska även leda till att eleverna utvecklar kunskaper om miljöarbete och avfallshantering." ]
  }, {
    "type" : "PARAGRAPH",
    "heading" : "",
    "lines" : [ "Undervisningen ska bidra till att eleverna utvecklar förmåga att samarbeta och kommunicera om lämpliga arbetsinsatser och resultat.", "Eleverna ska också ges möjlighet att utveckla förmåga att avgöra kvaliteten av utförd arbetsinsats utifrån såväl egen bedömning som standardiserade normer och system." ]
  }, {
    "type" : "PARAGRAPH",
    "heading" : "",
    "lines" : [ "Genom undervisningen ska eleverna ges möjlighet att utveckla kunskaper om branschen, dess villkor samt hur attityder, yrkesetik och hälsa påverkar yrkesutövningen." ]
  }, {
    "type" : "PARAGRAPH",
    "heading" : "",
    "lines" : [ "I undervisningen ska eleverna ges möjlighet att i kontakter med företag och organisationer utföra såväl teoretiska som praktiska övningar, för att utveckla förmåga att välja, hantera och sköta utrustning och kemisk-tekniska produkter för rengöring samt bedöma det egna handlaget i skiftande arbetssituationer." ]
  }, {
    "type" : "BULLET",
    "heading" : "Undervisningen i ämnet rengöringsservice ska ge eleverna förutsättningar att utveckla följande:",
    "lines" : [ "Förmåga att utifrån kravspecifikation och typ av rengöringsobjekt organisera och utföra arbete genom att välja lämplig utrustning och metod, med hänsyn till ekonomi, resultat och miljöpåverkan.", "Förmåga att utifrån bestämmelser och rekommendationer hantera, vårda och förvara förekommande utrustningar och produkter.", "Färdigheter i att arbeta ergonomiskt och med hänsyn till miljö, arbetsmiljö och säkerhet.", "Färdigheter i att använda fackspråk samt förmåga att samarbeta och kommunicera på ett förtroendeingivande och serviceinriktat sätt.", "Förmåga att dokumentera, utvärdera och bedöma kvaliteten på utfört arbete utifrån fastställda kriterier.", "Kunskaper om yrkesrollen som anställd inom branschen.", "Kunskaper om miljöaspekter i relation till ett hållbart samhälle.", "Kunskaper om lagar och andra bestämmelser, rutiner och märkningar." ]
  } ],
  "courses" : [ {
    "name" : "Städservice",
    "description" : "Kursen städservice omfattar punkterna 1–8 under rubriken Ämnets syfte. I kursen behandlas grundläggande kunskaper i ämnet.",
    "code" : "REGSTA0",
    "centralContent" : [ {
      "heading" : "Undervisningen i kursen ska behandla följande centrala innehåll:",
      "lines" : [ "Metoder, system, digitala hjälpmedel och instruktioner för att planera och utföra städservice, till exempel skötsel och underhåll av golv och inredningsmaterial.", "Användningsområden för redskap, maskiner och kemisk-tekniska produkter.", "Hantering, skötsel och förvaring av vanligt förekommande redskap, maskiner, skyddsutrustning och kemisk-tekniska produkter.", "Förebyggande arbetsmiljöarbete.", "Hälsoaspekter för olika städobjekt, till exempel mikroorganismers förekomst, egenskaper, livsbetingelser och smittorisker.", "Faktorer som påverkar den fysiska och psykosociala arbetsmiljön, till exempel skyddsutrustning, ergonomi och stresshantering.", "Fackspråk.", "Attityder, bemötande samt skrift-, tal- och kroppsspråkets betydelse i kommunikation.", "Metoder för egen bedömning, standardiserad utvärdering och kvalitetssäkring av utförd arbetsprocess och resultat.", "Faktorer som påverkar yrkesrollen, till exempel service- och kvalitetsmedvetenhet, etik, moral och värderingar, arbetsplats hos kund samt kundens integritet och säkerhet.", "Miljöaspekter och yrkets roll inom ett hållbart samhälle, till exempel val och dosering av kemisk-tekniska produkter samt avfallshantering, källsortering och återvinning.", "Lagar och andra bestämmelser samt märkningar och symboler." ]
    } ],
    "knowledgeRequirementParagraphs" : [ {
      "heading" : "",
      "knowledgeRequirements" : [ {
        "text" : "Eleven tolkar <strong>________</strong> med handledare <strong>________</strong> instruktioner, kravspecifikationer och symboler.",
        "knowledgeRequirementChoice" : {
          "E" : "Eleven tolkar <strong>i samråd</strong> med handledare <strong>med viss säkerhet</strong> instruktioner, kravspecifikationer och symboler.",
          "C" : "Eleven tolkar <strong>efter samråd</strong> med handledare <strong>med viss säkerhet</strong> instruktioner, kravspecifikationer, och symboler.",
          "A" : "Eleven tolkar <strong>efter samråd</strong> med handledare <strong>med säkerhet</strong> instruktioner, kravspecifikationer och symboler."
        }
      }, {
        "text" : "<strong>________</strong> med handledaren väljer eleven lämplig utrustning och metod.",
        "knowledgeRequirementChoice" : {
          "E" : "<strong>I samråd</strong> med handledaren väljer eleven lämplig utrustning och metod.",
          "C" : "<strong>Efter samråd</strong> med handledaren väljer eleven lämplig utrustning och metod.",
          "A" : "<strong>Efter samråd</strong> med handledaren väljer eleven lämplig utrustning och metod."
        }
      }, {
        "text" : "Eleven genomför arbetet <strong>________</strong> med handledare och utför arbetsuppgifterna med <strong>________</strong> handlag utifrån givna specifikationer och fastställda kvalitetskrav.",
        "knowledgeRequirementChoice" : {
          "E" : "Eleven genomför arbetet <strong>i samråd</strong> med handledare och utför arbetsuppgifterna med <strong>visst</strong> handlag utifrån givna specifikationer och fastställda kvalitetskrav.",
          "C" : "Eleven genomför arbetet <strong>efter samråd</strong> med handledare och utför arbetsuppgifterna med <strong>gott</strong> handlag utifrån givna specifikationer och fastställda kvalitetskrav.",
          "A" : "Eleven genomför arbetet <strong>efter samråd</strong> med handledare och utför arbetsuppgifterna med <strong>mycket gott</strong> handlag utifrån givna specifikationer och fastställda kvalitetskrav."
        }
      } ]
    }, {
      "heading" : "",
      "knowledgeRequirements" : [ {
        "text" : "Under arbetets gång upptäcker eleven eventuella problem och löser dem <strong>________</strong> med handledare.",
        "knowledgeRequirementChoice" : {
          "E" : "Under arbetets gång upptäcker eleven eventuella problem och löser dem <strong>i samråd</strong> med handledare.",
          "C" : "Under arbetets gång upptäcker eleven eventuella problem och löser dem <strong>efter samråd</strong> med handledare.",
          "A" : "Under arbetets gång upptäcker eleven eventuella problem och löser dem <strong>efter samråd</strong> med handledare."
        }
      }, {
        "text" : "I arbetet följer eleven <strong>________</strong> med handledare bestämmelser och rekommendationer samt hanterar och vårdar med <strong>________</strong> handlag kemisk-tekniska produkter, utrustning och maskiner.",
        "knowledgeRequirementChoice" : {
          "E" : "I arbetet följer eleven <strong>i samråd</strong> med handledare bestämmelser och rekommendationer samt hanterar och vårdar med <strong>visst</strong> handlag kemisk-tekniska produkter, utrustning och maskiner.",
          "C" : "I arbetet följer eleven <strong>efter samråd</strong> med handledare bestämmelser och rekommendationer samt hanterar och vårdar med <strong>gott</strong> handlag kemisk-tekniska produkter, utrustning och maskiner.",
          "A" : "I arbetet följer eleven <strong>efter samråd</strong> med handledare bestämmelser och rekommendationer samt hanterar och vårdar med <strong>mycket gott</strong> handlag kemisk-tekniska produkter, utrustning och maskiner."
        }
      } ]
    }, {
      "heading" : "",
      "knowledgeRequirements" : [ {
        "text" : "Eleven beskriver <strong>________</strong> hur den fysiska och psykosociala arbetsmiljön påverkar individ och arbetsplats.",
        "knowledgeRequirementChoice" : {
          "E" : "Eleven beskriver <strong>översiktligt</strong> hur den fysiska och psykosociala arbetsmiljön påverkar individ och arbetsplats.",
          "C" : "Eleven beskriver <strong>utförligt</strong> hur den fysiska och psykosociala arbetsmiljön påverkar individ och arbetsplats.",
          "A" : "Eleven beskriver <strong>utförligt och nyanserat</strong> hur den fysiska och psykosociala arbetsmiljön påverkar individ och arbetsplats."
        }
      }, {
        "text" : "I beskrivningen ger eleven konkreta exempel från sin egen arbetssituation samt <strong>________</strong> förslag på hur man själv kan påverka sin arbetsmiljö.",
        "knowledgeRequirementChoice" : {
          "E" : "I beskrivningen ger eleven konkreta exempel från sin egen arbetssituation samt <strong>enkla</strong> förslag på hur man själv kan påverka sin arbetsmiljö.",
          "C" : "I beskrivningen ger eleven konkreta exempel från sin egen arbetssituation samt <strong>välgrundade</strong> förslag på hur man själv kan påverka sin arbetsmiljö.",
          "A" : "I beskrivningen ger eleven konkreta exempel från sin egen arbetssituation samt <strong>välgrundade och nyanserade</strong> förslag på hur man själv kan påverka sin arbetsmiljö."
        }
      } ]
    }, {
      "heading" : "",
      "knowledgeRequirements" : [ {
        "text" : "Eleven anpassar <strong>________</strong> sin kommunikation efter situation och mottagare och använder <strong>________</strong> relevanta <strong>________</strong>.",
        "knowledgeRequirementChoice" : {
          "E" : "Eleven anpassar <strong>med viss säkerhet</strong> sin kommunikation efter situation och mottagare och använder <strong>med viss säkerhet</strong> relevanta <strong>facktermer</strong>.",
          "C" : "Eleven anpassar <strong>med viss säkerhet</strong> sin kommunikation efter situation och mottagare och använder <strong>med viss säkerhet</strong> relevant <strong>fackspråk</strong>.",
          "A" : "Eleven anpassar <strong>med säkerhet</strong> sin kommunikation efter situation och mottagare och använder <strong>med säkerhet</strong> relevant <strong>fackspråk</strong>."
        }
      } ]
    }, {
      "heading" : "",
      "knowledgeRequirements" : [ {
        "text" : "När arbetet är utfört gör eleven en <strong>________</strong> dokumentation av utförda åtgärder, utvärderar med <strong>________</strong> omdömen det egna arbetet samt redogör <strong>________</strong> för eventuella avvikelser.",
        "knowledgeRequirementChoice" : {
          "E" : "När arbetet är utfört gör eleven en <strong>enkel</strong> dokumentation av utförda åtgärder, utvärderar med <strong>enkla</strong> omdömen det egna arbetet samt redogör <strong>översiktligt</strong> för eventuella avvikelser.",
          "C" : "När arbetet är utfört gör eleven en <strong>noggrann</strong> dokumentation av utförda åtgärder, utvärderar med <strong>nyanserade</strong> omdömen det egna arbetet samt redogör <strong>utförligt</strong> för eventuella avvikelser.",
          "A" : "När arbetet är utfört gör eleven en <strong>noggrann och utförlig</strong> dokumentation av utförda åtgärder och eventuella avvikelser samt utvärderar med <strong>nyanserade</strong> omdömen det egna arbetet och <strong>ger förslag på hur arbetet kan förbättras</strong>."
        }
      } ]
    }, {
      "heading" : "",
      "knowledgeRequirements" : [ {
        "text" : "Eleven samverkar <strong>________</strong> med andra och redogör <strong>________</strong>, utifrån exempel, för betydelsen av samarbete för att uppnå ett gott arbetsklimat samt en funktionell verksamhet.",
        "knowledgeRequirementChoice" : {
          "E" : "Eleven samverkar <strong>med viss säkerhet</strong> med andra och redogör <strong>översiktligt</strong>, utifrån exempel, för betydelsen av samarbete för att uppnå ett gott arbetsklimat samt en funktionell verksamhet.",
          "C" : "Eleven samverkar <strong>med viss säkerhet</strong> med andra och redogör <strong>utförligt</strong>, utifrån exempel, för betydelsen av samarbete för att uppnå ett gott arbetsklimat samt en funktionell verksamhet.",
          "A" : "Eleven samverkar <strong>med viss säkerhet</strong> med andra och redogör <strong>utförligt och nyanserat</strong>, utifrån exempel, för betydelsen av samarbete för att uppnå ett gott arbetsklimat samt en funktionell verksamhet."
        }
      } ]
    }, {
      "heading" : "",
      "knowledgeRequirements" : [ {
        "text" : "Eleven redogör <strong>________</strong> för städservicens roll i ett hållbart samhälle.",
        "knowledgeRequirementChoice" : {
          "E" : "Eleven redogör <strong>översiktligt</strong> för städservicens roll i ett hållbart samhälle.",
          "C" : "Eleven redogör <strong>utförligt</strong> för städservicens roll i ett hållbart samhälle.",
          "A" : "Eleven redogör <strong>utförligt och nyanserat</strong> för städservicens roll i ett hållbart samhälle."
        }
      } ]
    }, {
      "heading" : "",
      "knowledgeRequirements" : [ {
        "text" : "Eleven redogör <strong>________</strong> för lagar och andra bestämmelser som reglerar säkerhet och arbetsmiljö.",
        "knowledgeRequirementChoice" : {
          "E" : "Eleven redogör <strong>översiktligt</strong> för lagar och andra bestämmelser som reglerar säkerhet och arbetsmiljö.",
          "C" : "Eleven redogör <strong>utförligt</strong> för lagar och andra bestämmelser som reglerar säkerhet och arbetsmiljö.",
          "A" : "Eleven redogör <strong>utförligt och nyanserat</strong> för lagar och andra bestämmelser som reglerar säkerhet och arbetsmiljö."
        }
      } ]
    }, {
      "heading" : "",
      "knowledgeRequirements" : [ {
        "text" : "När eleven samråder med handledare bedömer hon eller han <strong>________</strong> den egna förmågan och situationens krav.",
        "knowledgeRequirementChoice" : {
          "E" : "När eleven samråder med handledare bedömer hon eller han <strong>med viss säkerhet</strong> den egna förmågan och situationens krav.",
          "C" : "När eleven samråder med handledare bedömer hon eller han <strong>med viss säkerhet</strong> den egna förmågan och situationens krav.",
          "A" : "När eleven samråder med handledare bedömer hon eller han <strong>med säkerhet</strong> den egna förmågan och situationens krav."
        }
      } ]
    } ],
    "point" : 100,
    "year" : null
  } ]
}