{
  "name" : "Religionskunskap",
  "description" : "Ämnet religionskunskap har sin vetenskapliga förankring främst i religionsvetenskapen men är till sin karaktär tvärvetenskapligt. Det behandlar hur religioner och livsåskådningar kommer till uttryck i ord och handling samt hur människor formulerar och förhåller sig till etiska och existentiella frågor. I ämnet behandlas trons och etikens betydelse för individers upplevelse av mening och tillhörighet.",
  "code" : "REL",
  "designation" : "",
  "skolfsId" : "2010:261",
  "purposes" : [ {
    "type" : "PARAGRAPH",
    "heading" : "",
    "lines" : [ "Undervisningen i ämnet religionskunskap ska syfta till att eleverna breddar, fördjupar och utvecklar kunskaper om religioner, livsåskådningar och etiska förhållningssätt och olika tolkningar när det gäller dessa.", "Kunskaper om samt förståelse för kristendomen och dess traditioner har särskild betydelse då denna tradition förvaltat den värdegrund som ligger till grund för det svenska samhället.", "Undervisningen ska ta sin utgångspunkt i en samhällssyn som präglas av öppenhet i fråga om livsstilar, livshållningar och människors olikheter samt ge eleverna möjlighet att utveckla en beredskap att förstå och leva i ett samhälle präglat av mångfald.", "Eleverna ska ges möjlighet att diskutera hur relationen mellan religion och vetenskap kan tolkas och uppfattas, till exempel beträffande frågor om skapelse och evolution." ]
  }, {
    "type" : "PARAGRAPH",
    "heading" : "",
    "lines" : [ "Undervisningen ska leda till att eleverna utvecklar kunskaper om hur människors moraliska förhållningssätt kan motiveras utifrån religioner och livsåskådningar.", "De ska ges möjlighet att reflektera över och analysera människors värderingar och trosföreställningar och därigenom utveckla respekt och förståelse för olika sätt att tänka och leva.", "Undervisningen ska också ge eleverna möjlighet att analysera och värdera hur religion kan förhålla sig till bland annat etnicitet, kön, sexualitet och socioekonomisk bakgrund." ]
  }, {
    "type" : "PARAGRAPH",
    "heading" : "",
    "lines" : [ "I undervisningen ska eleverna ges möjlighet att analysera texter och begrepp, kritiskt granska källor, diskutera och argumentera." ]
  }, {
    "type" : "BULLET",
    "heading" : "Undervisningen i ämnet religionskunskap ska ge eleverna förutsättningar att utveckla följande:",
    "lines" : [ "Förmåga att analysera religioner och livsåskådningar utifrån olika tolkningar och perspektiv.", "Kunskaper om människors identitet i relation till religioner och livsåskådningar.", "Kunskaper om olika uppfattningar om relationen mellan religion och vetenskap samt förmåga att analysera dessa.", "Förmåga att använda etiska begrepp, teorier och modeller.", "Förmåga att undersöka och analysera etiska frågor i relation till kristendomen, andra religioner och livsåskådningar." ]
  } ],
  "courses" : [ {
    "name" : "Religionskunskap 1",
    "description" : "Kursen religionskunskap 1 omfattar punkterna 1–5 under rubriken Ämnets syfte.",
    "code" : "RELREL01",
    "centralContent" : [ {
      "heading" : "Undervisningen i kursen ska behandla följande centrala innehåll:",
      "lines" : [ "Kristendomen, de övriga världsreligionerna och olika livsåskådningar, deras kännetecken och hur de tar sig uttryck för individer och grupper i samtiden, i Sverige och i omvärlden.", "Olika människosyn och gudsuppfattningar inom och mellan religioner.", "Religion i relation till kön, socioekonomisk bakgrund, etnicitet och sexualitet.", "Individers och gruppers identiteter och hur de kan formas i förhållande till religion och livsåskådning utifrån till exempel skriftliga källor, traditioner och historiska och nutida händelser.", "Olika uppfattningar om relationen mellan religion och vetenskap i den aktuella samhällsdebatten.", "Tolkning och analys av olika teorier och modeller inom normativ etik samt hur dessa kan tillämpas. Etiska och andra moraliska föreställningar om vad ett gott liv och ett gott samhälle kan vara.", "Analys av argument i etiska frågor med utgångspunkt i kristendomen, övriga världsreligioner, livsåskådningar och elevernas egna ställningstaganden." ]
    } ],
    "knowledgeRequirementParagraphs" : [ {
      "heading" : "",
      "knowledgeRequirements" : [ {
        "text" : "Eleven kan <strong>________</strong> redogöra för och analysera världsreligionerna och några livsåskådningar samt <strong>________</strong> redogöra för deras kännetecken och uttryck historiskt, i samtiden, i Sverige och i omvärlden.",
        "knowledgeRequirementChoice" : {
          "E" : "Eleven kan <strong>översiktligt</strong> redogöra för och analysera världsreligionerna och några livsåskådningar samt <strong>översiktligt</strong> redogöra för deras kännetecken och uttryck historiskt, i samtiden, i Sverige och i omvärlden.",
          "C" : "Eleven kan <strong>utförligt</strong> redogöra för och analysera världsreligionerna och några livsåskådningar samt <strong>utförligt</strong> redogöra för deras kännetecken och uttryck historiskt, i samtiden, i Sverige och i omvärlden.",
          "A" : "Eleven kan <strong>utförligt och nyanserat</strong> redogöra för och analysera världsreligionerna och några livsåskådningar samt <strong>utförligt och nyanserat</strong> redogöra för deras kännetecken och uttryck historiskt, i samtiden, i Sverige och i omvärlden."
        }
      }, {
        "text" : "I sin analys förklarar eleven <strong>________</strong> samband och drar <strong>________</strong> slutsatser om världsreligioner och livsåskådningar i relation till individer, grupper och samhällen utifrån olika tolkningar och perspektiv.",
        "knowledgeRequirementChoice" : {
          "E" : "I sin analys förklarar eleven <strong>enkla</strong> samband och drar <strong>enkla</strong> slutsatser om världsreligioner och livsåskådningar i relation till individer, grupper och samhällen utifrån olika tolkningar och perspektiv.",
          "C" : "I sin analys förklarar eleven samband och drar <strong>välgrundade</strong> slutsatser om världsreligioner och livsåskådningar i relation till individer, grupper och samhällen utifrån olika tolkningar och perspektiv.",
          "A" : "I sin analys förklarar eleven <strong>komplexa</strong> samband och drar <strong>välgrundade och nyanserade</strong> slutsatser om världsreligioner och livsåskådningar i relation till individer, grupper och samhällen utifrån olika tolkningar och perspektiv."
        }
      }, {
        "text" : "Vidare kan eleven <strong>________</strong> redogöra för likheter och skillnader mellan världsreligionernas människosyn och gudsuppfattningar och underbygga sina resonemang med <strong>________</strong> argument.",
        "knowledgeRequirementChoice" : {
          "E" : "Vidare kan eleven <strong>översiktligt</strong> redogöra för likheter och skillnader mellan världsreligionernas människosyn och gudsuppfattningar och underbygga sina resonemang med <strong>enkla</strong> argument.",
          "C" : "Vidare kan eleven <strong>utförligt</strong> redogöra för likheter och skillnader mellan världsreligionernas människosyn och gudsuppfattningar och underbygger sina resonemang med <strong>välgrundade</strong> argument.",
          "A" : "Vidare kan eleven <strong>utförligt och nyanserat</strong> redogöra för likheter och skillnader mellan världsreligionernas människosyn och gudsuppfattningar och underbygga sina resonemang med <strong>välgrundade och nyanserade</strong> argument."
        }
      } ]
    }, {
      "heading" : "",
      "knowledgeRequirements" : [ {
        "text" : "Eleven ger <strong>________</strong> exempel på hur identitet kan formas i relation till religion och livsåskådning samt gör en <strong>________</strong> analys av denna relation i vilken eleven beskriver <strong>________</strong> samband och drar <strong>________</strong> slutsatser.",
        "knowledgeRequirementChoice" : {
          "E" : "Eleven ger <strong>några</strong> exempel på hur identitet kan formas i relation till religion och livsåskådning samt gör en <strong>enkel</strong> analys av denna relation i vilken eleven beskriver <strong>enkla</strong> samband och drar <strong>enkla</strong> slutsatser.",
          "C" : "Eleven ger <strong>några</strong> exempel på hur identitet kan formas i relation till religion och livsåskådning samt gör en analys av denna relation i vilken eleven beskriver samband och drar <strong>välgrundade</strong> slutsatser.",
          "A" : "Eleven ger <strong>flera</strong> exempel på hur identitet kan formas i relation till religion och livsåskådning samt gör en <strong>komplex</strong> analys av denna relation i vilken eleven beskriver <strong>komplexa</strong> samband och drar <strong>välgrundade och nyanserade</strong> slutsatser."
        }
      }, {
        "text" : "Eleven kan <strong>________</strong> redogöra för hur religion kan förhålla sig till etnicitet, kön, sexualitet och socioekonomisk bakgrund.",
        "knowledgeRequirementChoice" : {
          "E" : "Eleven kan <strong>översiktligt</strong> redogöra för hur religion kan förhålla sig till etnicitet, kön, sexualitet och socioekonomisk bakgrund.",
          "C" : "Eleven kan <strong>utförligt</strong> redogöra för hur religion kan förhålla sig till etnicitet, kön, sexualitet och socioekonomisk bakgrund.",
          "A" : "Eleven kan <strong>utförligt och nyanserat</strong> redogöra för hur religion kan förhålla sig till etnicitet, kön, sexualitet och socioekonomisk bakgrund."
        }
      } ]
    }, {
      "heading" : "",
      "knowledgeRequirements" : [ {
        "text" : "Eleven kan <strong>________</strong> redogöra för olika uppfattningar om relationen mellan religion och vetenskap.",
        "knowledgeRequirementChoice" : {
          "E" : "Eleven kan <strong>översiktligt</strong> redogöra för olika uppfattningar om relationen mellan religion och vetenskap.",
          "C" : "Eleven kan <strong>utförligt</strong> redogöra för olika uppfattningar om relationen mellan religion och vetenskap.",
          "A" : "Eleven kan <strong>utförligt och nyanserat</strong> redogöra för olika uppfattningar om relationen mellan religion och vetenskap."
        }
      }, {
        "text" : "Dessutom kan eleven göra en <strong>________</strong> analys av de olika uppfattningarna.",
        "knowledgeRequirementChoice" : {
          "E" : "Dessutom kan eleven göra en <strong>enkel</strong> analys av de olika uppfattningarna.",
          "C" : "Dessutom kan eleven göra en <strong>välgrundad</strong> analys av de olika uppfattningarna.",
          "A" : "Dessutom kan eleven göra en <strong>välgrundad och nyanserad</strong> analys av de olika uppfattningarna."
        }
      } ]
    }, {
      "heading" : "",
      "knowledgeRequirements" : [ {
        "text" : "Eleven kan <strong>________</strong> beskriva vad som utmärker några normativa etiska teorier och modeller, genomföra en <strong>________</strong> analys av modellerna och använda dem för att ge <strong>________</strong> argument i <strong>________</strong> fråga.",
        "knowledgeRequirementChoice" : {
          "E" : "Eleven kan <strong>översiktligt</strong> beskriva vad som utmärker några normativa etiska teorier och modeller, genomföra en <strong>enkel</strong> analys av modellerna och använda dem för att ge <strong>enkla</strong> argument i <strong>någon</strong> fråga.",
          "C" : "Eleven kan <strong>utförligt</strong> beskriva vad som utmärker några normativa etiska teorier och modeller, genomföra en analys av modellerna och använda dem för att ge <strong>välgrundade</strong> argument i <strong>någon</strong> fråga.",
          "A" : "Eleven kan <strong>utförligt och nyanserat</strong> beskriva vad som utmärker några normativa etiska teorier och modeller, genomföra en <strong>komplex</strong> analys av modellerna och använda dem för att ge <strong>välgrundade och nyanserade</strong> argument i <strong>några</strong> frågor."
        }
      }, {
        "text" : "Eleven för <strong>________</strong> resonemang om vad ett gott liv och ett gott samhälle kan vara utifrån dygdetiska och andra moraliska föreställningar.",
        "knowledgeRequirementChoice" : {
          "E" : "Eleven för <strong>enkla</strong> resonemang om vad ett gott liv och ett gott samhälle kan vara utifrån dygdetiska och andra moraliska föreställningar.",
          "C" : "Eleven för <strong>välgrundade</strong> resonemang om vad ett gott liv och ett gott samhälle kan vara utifrån dygdetiska och andra moraliska föreställningar.",
          "A" : "Eleven för <strong>välgrundade och nyanserade</strong> resonemang om vad ett gott liv och ett gott samhälle kan vara utifrån dygdetiska och andra moraliska föreställningar."
        }
      } ]
    } ],
    "point" : 50,
    "year" : null
  }, {
    "name" : "Religionskunskap 2",
    "description" : "Kursen religionskunskap 2 omfattar punkterna 1–5 under rubriken Ämnets syfte, med särskild betoning på punkterna 4 och 5. I kursen behandlas fördjupade kunskaper i ämnet.",
    "code" : "RELREL02",
    "centralContent" : [ {
      "heading" : "Undervisningen i kursen ska behandla följande centrala innehåll:",
      "lines" : [ "Nyreligiösa rörelser och strömningar, vad som kännetecknar dem och vad de har för förhållande till världsreligionerna.", "Privatreligiositet. Individuella tolkningar av, och uttryck för, religiösa trosuppfattningar i ett samhälle präglat av mångfald.", "Religioners och livsåskådningars betydelse för människors identitet, tillhörighet, gemenskap och syn på jämställdhet.", "Olika uppfattningar om relationen mellan religion och vetenskap, hur de kan komma till uttryck och vad de kan betyda för individens förståelse av sig själv och sin omvärld.", "Etiska begrepp, teorier och modeller. Tillämpning av dessa på frågor som är relevanta för karaktärsämnena, till exempel biomedicinsk etik, djuretik, miljöetik eller etik i mellanmänskliga relationer." ]
    } ],
    "knowledgeRequirementParagraphs" : [ {
      "heading" : "",
      "knowledgeRequirements" : [ {
        "text" : "Eleven kan <strong>________</strong> redogöra för och analysera några religioner, nyreligiösa strömningar och livsåskådningar samt <strong>________</strong> redogöra för deras kännetecken och hur de tar sig samhälleliga uttryck.",
        "knowledgeRequirementChoice" : {
          "E" : "Eleven kan <strong>översiktligt</strong> redogöra för och analysera några religioner, nyreligiösa strömningar och livsåskådningar samt <strong>översiktligt</strong> redogöra för deras kännetecken och hur de tar sig samhälleliga uttryck.",
          "C" : "Eleven kan <strong>utförligt</strong> redogöra för och analysera några religioner, nyreligiösa strömningar och livsåskådningar samt <strong>utförligt</strong> redogöra för deras kännetecken och hur de tar sig samhälleliga uttryck.",
          "A" : "Eleven kan <strong>utförligt och nyanserat</strong> redogöra för och analysera några religioner, nyreligiösa strömningar och livsåskådningar samt <strong>utförligt och nyanserat</strong> redogöra för deras kännetecken och hur de tar sig samhälleliga uttryck."
        }
      }, {
        "text" : "I sin analys förklarar eleven <strong>________</strong> samband och drar <strong>________</strong> slutsatser om hur de förhåller sig till aktuella samhällsfrågor.",
        "knowledgeRequirementChoice" : {
          "E" : "I sin analys förklarar eleven <strong>enkla</strong> samband och drar <strong>enkla</strong> slutsatser om hur de förhåller sig till aktuella samhällsfrågor.",
          "C" : "I sin analys förklarar eleven samband och drar <strong>välgrundade</strong> slutsatser om hur de förhåller sig till aktuella samhällsfrågor.",
          "A" : "I sin analys förklarar eleven <strong>komplexa</strong> samband och drar <strong>välgrundade och nyanserade</strong> slutsatser om hur de förhåller sig till aktuella samhällsfrågor."
        }
      }, {
        "text" : "Dessutom kan eleven <strong>________</strong> redogöra för likheter och skillnader mellan å ena sidan nyreligiösa rörelser och strömningar och å andra sidan världsreligioner samt underbygga sina resonemang med <strong>________</strong> argument.",
        "knowledgeRequirementChoice" : {
          "E" : "Dessutom kan eleven <strong>översiktligt</strong> redogöra för likheter och skillnader mellan å ena sidan nyreligiösa rörelser och strömningar och å andra sidan världsreligioner samt underbygga sina resonemang med <strong>enkla</strong> argument.",
          "C" : "Dessutom kan eleven <strong>utförligt</strong> redogöra för likheter och skillnader mellan å ena sidan nyreligiösa rörelser och strömningar och å andra sidan världsreligioner samt underbygga sina resonemang med <strong>välgrundade</strong> argument.",
          "A" : "Dessutom kan eleven <strong>utförligt och nyanserat</strong> redogöra för likheter och skillnader mellan å ena sidan nyreligiösa rörelser och strömningar och å andra sidan världsreligioner samt underbygga sina resonemang med <strong>välgrundade och nyanserade</strong> argument."
        }
      }, {
        "text" : "Vidare kan eleven <strong>________</strong> redogöra för hur religioner och livsåskådningar kan ha betydelse för människors upplevelse av identitet.",
        "knowledgeRequirementChoice" : {
          "E" : "Vidare kan eleven <strong>översiktligt</strong> redogöra för hur religioner och livsåskådningar kan ha betydelse för människors upplevelse av identitet.",
          "C" : "Vidare kan eleven <strong>utförligt</strong> redogöra för hur religioner och livsåskådningar kan ha betydelse för människors upplevelse av identitet.",
          "A" : "Vidare kan eleven <strong>utförligt och nyanserat</strong> redogöra för hur religioner och livsåskådningar kan ha betydelse för människors upplevelse av identitet."
        }
      } ]
    }, {
      "heading" : "",
      "knowledgeRequirements" : [ {
        "text" : "Eleven kan <strong>________</strong> redogöra för olika uppfattningar om relationen mellan religion och vetenskap samt dra <strong>________</strong> slutsatser om vilken betydelse dessa uppfattningar kan ha för individens förståelse av sig själv och av sin omvärld.",
        "knowledgeRequirementChoice" : {
          "E" : "Eleven kan <strong>översiktligt</strong> redogöra för olika uppfattningar om relationen mellan religion och vetenskap samt dra <strong>enkla</strong> slutsatser om vilken betydelse dessa uppfattningar kan ha för individens förståelse av sig själv och av sin omvärld.",
          "C" : "Eleven kan <strong>utförligt</strong> redogöra för olika uppfattningar om relationen mellan religion och vetenskap samt drar <strong>välgrundade</strong> slutsatser om vilken betydelse dessa uppfattningar kan ha för individens förståelse av sig själv och av sin omvärld.",
          "A" : "Eleven kan <strong>utförligt och nyanserat</strong> redogöra för olika uppfattningar om relationen mellan religion och vetenskap samt drar <strong>välgrundade och nyanserade</strong> slutsatser om vilken betydelse dessa uppfattningar kan ha för individens förståelse av sig själv och av sin omvärld."
        }
      } ]
    }, {
      "heading" : "",
      "knowledgeRequirements" : [ {
        "text" : "Eleven diskuterar <strong>________</strong> etiska frågor och använder då etiska begrepp och ger, utifrån olika etiska teorier och modeller, <strong>________</strong> argument i frågorna.",
        "knowledgeRequirementChoice" : {
          "E" : "Eleven diskuterar <strong>översiktligt</strong> etiska frågor och använder då etiska begrepp och ger, utifrån olika etiska teorier och modeller, <strong>enkla</strong> argument i frågorna.",
          "C" : "Eleven diskuterar <strong>utförligt</strong> etiska frågor och använder då etiska begrepp och ger, utifrån olika etiska teorier och modeller, <strong>välgrundade</strong> argument i frågorna.",
          "A" : "Eleven diskuterar <strong>utförligt och nyanserat</strong> etiska frågor och använder då etiska begrepp och ger, utifrån olika etiska teorier och modeller, <strong>välgrundade och nyanserade</strong> argument i frågorna."
        }
      } ]
    } ],
    "point" : 50,
    "year" : null
  }, {
    "name" : "Religionskunskap – specialisering",
    "description" : "Kursen religionskunskap – specialisering omfattar punkterna 1 och 3–5 under rubriken Ämnets syfte. I kursen behandlas fördjupade kunskaper i ämnet.",
    "code" : "RELREL0",
    "centralContent" : [ {
      "heading" : "Undervisningen i kursen ska behandla följande centrala innehåll:",
      "lines" : [ "Fördjupning inom något eller några av ämnets kunskapsområden, till exempel centrala idéer, etiska principer, texter, riter och handlingsmönster i en eller flera valda religioner och livsåskådningar.", "Begrepp, teorier och metoder som är relevanta för kunskapsområdet.", "Analys och diskussion av kunskapsområdet ur historiska och samtida perspektiv.", "Källkritisk metod inom kunskapsområdet. Granskning, analys och tolkning av texter, bilder och annat material som det valda kunskapsområdet har gett upphov till samt av hur det valda kunskapsområdet framställs i olika medier och källor." ]
    } ],
    "knowledgeRequirementParagraphs" : [ {
      "heading" : "",
      "knowledgeRequirements" : [ {
        "text" : "Eleven kan <strong>________</strong> redogöra för och analysera ett eller flera valda kunskapsområden.",
        "knowledgeRequirementChoice" : {
          "E" : "Eleven kan <strong>översiktligt</strong> redogöra för och analysera ett eller flera valda kunskapsområden.",
          "C" : "Eleven kan <strong>utförligt</strong> redogöra för och analysera ett eller flera valda kunskapsområden.",
          "A" : "Eleven kan <strong>utförligt och nyanserat</strong> redogöra för och analysera ett eller flera valda kunskapsområden."
        }
      }, {
        "text" : "I redogörelsen använder eleven <strong>________</strong> begrepp, teorier och metoder som är relevanta för det eller de valda kunskapsområdena.",
        "knowledgeRequirementChoice" : {
          "E" : "I redogörelsen använder eleven <strong>med viss säkerhet</strong> begrepp, teorier och metoder som är relevanta för det eller de valda kunskapsområdena.",
          "C" : "I redogörelsen använder eleven <strong>med viss säkerhet</strong> begrepp, teorier och metoder som är relevanta för det eller de valda kunskapsområdena.",
          "A" : "I redogörelsen använder eleven <strong>med säkerhet</strong> begrepp, teorier och metoder som är relevanta för det eller de valda kunskapsområdena."
        }
      }, {
        "text" : "Eleven kan göra en <strong>________</strong> analys av kunskapsområdet ur historiska och samtida perspektiv.",
        "knowledgeRequirementChoice" : {
          "E" : "Eleven kan göra en <strong>enkel</strong> analys av kunskapsområdet ur historiska och samtida perspektiv.",
          "C" : "Eleven kan göra en <strong>enkel</strong> analys av kunskapsområdet ur historiska och samtida perspektiv.",
          "A" : "Eleven kan göra en <strong>komplex</strong> analys av kunskapsområdet ur historiska och samtida perspektiv."
        }
      }, {
        "text" : "I analysen redogör eleven <strong>________</strong> för kännetecken, påverkansfaktorer och utvecklingstendenser samt drar <strong>________</strong> slutsatser om hur kunskapsområdet har tagit och tar sig samhälleliga uttryck.",
        "knowledgeRequirementChoice" : {
          "E" : "I analysen redogör eleven <strong>översiktligt</strong> för kännetecken, påverkansfaktorer och utvecklingstendenser samt drar <strong>enkla</strong> slutsatser om hur kunskapsområdet har tagit och tar sig samhälleliga uttryck.",
          "C" : "I analysen redogör eleven <strong>utförligt</strong> för kännetecken, påverkansfaktorer och utvecklingstendenser samt drar <strong>välgrundade</strong> slutsatser om hur kunskapsområdet har tagit och tar sig samhälleliga uttryck.",
          "A" : "I analysen redogör eleven <strong>utförligt och nyanserat</strong> för kännetecken, påverkansfaktorer och utvecklingstendenser samt drar <strong>välgrundade och nyanserade</strong> slutsatser om hur kunskapsområdet har tagit och tar sig samhälleliga uttryck."
        }
      } ]
    }, {
      "heading" : "",
      "knowledgeRequirements" : [ {
        "text" : "Eleven kan värdera och kritiskt granska information om kunskapsområdet från olika medier och källor och dra <strong>________</strong> slutsatser om informationens relevans, trovärdighet och användbarhet.",
        "knowledgeRequirementChoice" : {
          "E" : "Eleven kan värdera och kritiskt granska information om kunskapsområdet från olika medier och källor och dra <strong>enkla</strong> slutsatser om informationens relevans, trovärdighet och användbarhet.",
          "C" : "Eleven kan värdera och kritiskt granska information om kunskapsområdet från olika medier och källor och dra <strong>välgrundade</strong> slutsatser om informationens relevans, trovärdighet och användbarhet.",
          "A" : "Eleven kan värdera och kritiskt granska information om kunskapsområdet från olika medier och källor och dra <strong>välgrundade och nyanserade</strong> slutsatser om informationens relevans, trovärdighet och användbarhet."
        }
      } ]
    }, {
      "heading" : "",
      "knowledgeRequirements" : [ {
        "text" : "Eleven diskuterar <strong>________</strong> etiska frågor i relation till det valda kunskapsområdet.",
        "knowledgeRequirementChoice" : {
          "E" : "Eleven diskuterar <strong>översiktligt</strong> etiska frågor i relation till det valda kunskapsområdet.",
          "C" : "Eleven diskuterar <strong>utförligt</strong> etiska frågor i relation till det valda kunskapsområdet.",
          "A" : "Eleven diskuterar <strong>utförligt och nyanserat</strong> etiska frågor i relation till det valda kunskapsområdet."
        }
      }, {
        "text" : "I diskussionen använder eleven etiska begrepp och ger, utifrån olika etiska modeller, <strong>________</strong> argument i frågorna.",
        "knowledgeRequirementChoice" : {
          "E" : "I diskussionen använder eleven etiska begrepp och ger, utifrån olika etiska modeller, <strong>enkla</strong> argument i frågorna.",
          "C" : "I diskussionen använder eleven etiska begrepp och ger, utifrån olika etiska modeller, <strong>välgrundade</strong> argument i frågorna.",
          "A" : "I diskussionen använder eleven etiska begrepp och ger, utifrån olika etiska modeller, <strong>välgrundade och nyanserade</strong> argument i frågorna."
        }
      } ]
    } ],
    "point" : 100,
    "year" : null
  } ]
}