{
  "name" : "Samhällskunskap",
  "description" : "Ämnet samhällskunskap är till sin karaktär tvärvetenskapligt. Det har sin bas inom statsvetenskap, sociologi och nationalekonomi, men även andra samhällsvetenskapliga och humanistiska discipliner ingår. Med hjälp av begrepp, teorier, modeller och metoder från alla dessa discipliner kan komplexa samhällsfrågor förstås och förklaras. Ämnet har även ett historiskt perspektiv.",
  "code" : "SAM",
  "designation" : "",
  "skolfsId" : "0000:00",
  "purposes" : [ {
    "type" : "PARAGRAPH",
    "heading" : "",
    "lines" : [ "Undervisningen i ämnet samhällskunskap ska syfta till att eleverna breddar, fördjupar och utvecklar kunskaper om människors livsvillkor med utgångspunkt i olika samhällsfrågor.", "Politiska, sociala och ekonomiska band sammanlänkar i dag människor i olika samhällen över hela världen.", "I undervisningen ska eleverna ges möjlighet att utveckla kunskaper om frågor som berör makt, demokrati, jämställdhet och de mänskliga rättigheterna inklusive barns och ungdomars rättigheter i enlighet med konventionen om barnets rättigheter.", "Eleverna ska också ges möjlighet att utveckla förståelse för frågor om arbetsliv, resurser och hållbar utveckling." ]
  }, {
    "type" : "PARAGRAPH",
    "heading" : "",
    "lines" : [ "Eleverna ska ges möjlighet att utveckla ett vetenskapligt förhållningssätt till samhällsfrågor och en förståelse av det vetenskapliga arbetet med samhällsfrågor.", "Dessutom ska undervisningen bidra till att skapa förutsättningar för ett aktivt deltagande i samhällslivet.", "Ett komplext samhälle med stort informationsflöde och snabb förändringstakt kräver ett kritiskt förhållningssätt och eleverna ska därför ges möjlighet att utveckla ett sådant.", "Det omfattar förmåga att söka, strukturera och värdera information från olika källor och medier samt förmåga att dra slutsatser utifrån informationen." ]
  }, {
    "type" : "PARAGRAPH",
    "heading" : "",
    "lines" : [ "I undervisningen ska eleverna ges möjlighet att arbeta med olika metoder för att samla in och bearbeta information.", "Genom undervisningen ska eleverna även ges möjlighet att uttrycka kunskaper och uppfattningar såväl muntligt som skriftligt samt med hjälp av modern informationsteknik." ]
  }, {
    "type" : "BULLET",
    "heading" : "Undervisningen i ämnet samhällskunskap ska ge eleverna förutsättningar att utveckla följande:",
    "lines" : [ "Kunskaper om demokrati och de mänskliga rättigheterna såväl de individuella som de kollektiva rättigheterna, samhällsfrågor, samhällsförhållanden samt olika samhällens organisation och funktion från lokal till global nivå utifrån olika tolkningar och perspektiv.", "Kunskaper om historiska förutsättningars betydelse samt om hur olika ideologiska, politiska, ekonomiska, sociala och miljömässiga förhållanden påverkar och påverkas av individer, grupper och samhällsstrukturer.", "Förmåga att analysera samhällsfrågor och identifiera orsaker och konsekvenser med hjälp av samhällsvetenskapliga begrepp, teorier, modeller och metoder.", "Förmåga att söka, kritiskt granska och tolka information från olika källor samt värdera källornas relevans och trovärdighet.", "Förmåga att uttrycka sina kunskaper i samhällskunskap i olika presentationsformer." ]
  } ],
  "courses" : [ {
    "name" : "Internationell ekonomi",
    "description" : "Kursen internationell ekonomi omfattar punkterna 1–5 under rubriken Ämnets syfte. I kursen behandlas fördjupade kunskaper i ämnet.",
    "code" : "SAMINE0",
    "centralContent" : [ {
      "heading" : "Undervisningen i kursen ska behandla följande centrala innehåll:",
      "lines" : [ "Internationella handelsrelationer och ekonomisk integration samt deras aktörer. Den internationella ekonomins och handelns utveckling med hjälp av ekonomiska teorier, utifrån både ett historiskt och ett nutida perspektiv. Den internationella ekonomins och handelns effekter för länders välfärd och för miljön.", "Kulturens betydelse för affärskontakter mellan företag i olika länder.", "Drivkrafter bakom och effekter av olika handels- och valutapolitiska ingrepp i internationella handelsrelationer. Finansiella marknader i den internationella ekonomin.", "Global resursfördelning. Relationen mellan produktionskostnader i olika delar av världen och företagens lokalisering och internationella handel. Förklaringar till uppkomsten av transnationella företag.", "Den ekonomiska integrationsprocessen inom EU och den fortsatta utvecklingen mot gemensamma marknader.", "Samhällsvetenskapliga begrepp, teorier, modeller och metoder.", "Källkritisk granskning, tolkning och värdering av information från olika medier och andra källor. Källhänvisning enligt vanliga system.", "Muntlig och skriftlig presentation i olika former som är vanliga inom området, till exempel debatter, debattartiklar, rapporter och essäer." ]
    } ],
    "knowledgeRequirementParagraphs" : [ {
      "heading" : "",
      "knowledgeRequirements" : [ {
        "text" : "Eleven kan <strong>________</strong> redogöra för handelskontakter och handelsrelationer utifrån olika perspektiv.",
        "knowledgeRequirementChoice" : {
          "E" : "Eleven kan <strong>översiktligt</strong> redogöra för handelskontakter och handelsrelationer utifrån olika perspektiv.",
          "C" : "Eleven kan <strong>utförligt</strong> redogöra för handelskontakter och handelsrelationer utifrån olika perspektiv.",
          "A" : "Eleven kan <strong>utförligt och nyanserat</strong> redogöra för handelskontakter och handelsrelationer utifrån olika perspektiv."
        }
      }, {
        "text" : "Dessutom kan eleven <strong>________</strong> redogöra för hur olika förutsättningar och förhållanden påverkar och påverkas av olika aktörer.",
        "knowledgeRequirementChoice" : {
          "E" : "Dessutom kan eleven <strong>översiktligt</strong> redogöra för hur olika förutsättningar och förhållanden påverkar och påverkas av olika aktörer.",
          "C" : "Dessutom kan eleven <strong>utförligt</strong> redogöra för hur olika förutsättningar och förhållanden påverkar och påverkas av olika aktörer.",
          "A" : "Dessutom kan eleven <strong>utförligt och nyanserat</strong> redogöra för hur olika förutsättningar och förhållanden påverkar och påverkas av olika aktörer."
        }
      }, {
        "text" : "Eleven diskuterar också <strong>________</strong> några effekter av reglerande ingrepp i den internationella ekonomin.",
        "knowledgeRequirementChoice" : {
          "E" : "Eleven diskuterar också <strong>översiktligt</strong> några effekter av reglerande ingrepp i den internationella ekonomin.",
          "C" : "Eleven diskuterar också <strong>utförligt</strong> några effekter av reglerande ingrepp i den internationella ekonomin.",
          "A" : "Eleven diskuterar också <strong>utförligt och nyanserat</strong> några effekter av reglerande ingrepp i den internationella ekonomin."
        }
      } ]
    }, {
      "heading" : "",
      "knowledgeRequirements" : [ {
        "text" : "Eleven kan analysera orsaker till och konsekvenser av den internationella ekonomins och handelns utseende och utveckling.",
        "knowledgeRequirementChoice" : {
          "E" : "Eleven kan analysera orsaker till och konsekvenser av den internationella ekonomins och handelns utseende och utveckling.",
          "C" : "Eleven kan analysera orsaker till och konsekvenser av den internationella ekonomins och handelns utseende och utveckling.",
          "A" : "Eleven kan analysera orsaker till och konsekvenser av den internationella ekonomins och handelns utseende och utveckling."
        }
      }, {
        "text" : "I analysen använder eleven <strong>________</strong> några relevanta begrepp, teorier, modeller och metoder.",
        "knowledgeRequirementChoice" : {
          "E" : "I analysen använder eleven <strong>med viss säkerhet</strong> några relevanta begrepp, teorier, modeller och metoder.",
          "C" : "I analysen använder eleven <strong>med viss säkerhet</strong> några relevanta begrepp, teorier, modeller och metoder.",
          "A" : "I analysen använder eleven <strong>med säkerhet</strong> några relevanta begrepp, teorier, modeller och metoder."
        }
      }, {
        "text" : "Dessutom diskuterar eleven <strong>________</strong> deras styrkor och svagheter med hänvisning till olika källor.",
        "knowledgeRequirementChoice" : {
          "E" : "Dessutom diskuterar eleven <strong>översiktligt</strong> deras styrkor och svagheter med hänvisning till olika källor.",
          "C" : "Dessutom diskuterar eleven <strong>utförligt</strong> deras styrkor och svagheter med hänvisning till olika källor.",
          "A" : "Dessutom diskuterar eleven <strong>utförligt och nyanserat</strong> deras styrkor och svagheter med hänvisning till olika källor."
        }
      } ]
    }, {
      "heading" : "",
      "knowledgeRequirements" : [ {
        "text" : "Eleven diskuterar <strong>________</strong> den internationella ekonomins betydelse för miljö och resursfördelning, kan ge <strong>________</strong> argument för olika ståndpunkter och värdera dem med <strong>________</strong> omdömen.",
        "knowledgeRequirementChoice" : {
          "E" : "Eleven diskuterar <strong>översiktligt</strong> den internationella ekonomins betydelse för miljö och resursfördelning, kan ge <strong>enkla</strong> argument för olika ståndpunkter och värdera dem med <strong>enkla</strong> omdömen.",
          "C" : "Eleven diskuterar <strong>utförligt</strong> den internationella ekonomins betydelse för miljö och resursfördelning, kan ge <strong>välgrundade</strong> argument för olika ståndpunkter och värderar dem med <strong>enkla</strong> omdömen.",
          "A" : "Eleven diskuterar <strong>utförligt och nyanserat</strong> den internationella ekonomins betydelse för miljö och resursfördelning, kan ge <strong>välgrundade och nyanserade</strong> argument för olika ståndpunkter och värdera dem med <strong>nyanserade</strong> omdömen."
        }
      } ]
    }, {
      "heading" : "",
      "knowledgeRequirements" : [ {
        "text" : "I arbetet med samhällsfrågor kan eleven <strong>________</strong> söka, granska och tolka information från olika källor, göra adekvata källhänvisningar samt göra <strong>________</strong> reflektioner om källornas relevans och trovärdighet.",
        "knowledgeRequirementChoice" : {
          "E" : "I arbetet med samhällsfrågor kan eleven <strong>med viss säkerhet</strong> söka, granska och tolka information från olika källor, göra adekvata källhänvisningar samt göra <strong>enkla</strong> reflektioner om källornas relevans och trovärdighet.",
          "C" : "I arbetet med samhällsfrågor kan eleven <strong>med viss säkerhet</strong> söka, granska och tolka information från olika källor, göra adekvata källhänvisningar samt göra <strong>välgrundade</strong> reflektioner om källornas relevans och trovärdighet <strong>utifrån syftet</strong>.",
          "A" : "I arbetet med samhällsfrågor kan eleven <strong>med säkerhet</strong> söka, granska och tolka information från olika källor, göra adekvata källhänvisningar samt göra <strong>välgrundade och nyanserade</strong> reflektioner om källornas relevans och trovärdighet utifrån syftet."
        }
      }, {
        "text" : "Eleven kan, <strong>________</strong> och på ett strukturerat sätt, uttrycka sina kunskaper i samhällskunskap i olika presentationsformer.",
        "knowledgeRequirementChoice" : {
          "E" : "Eleven kan, <strong>med viss säkerhet</strong> och på ett strukturerat sätt, uttrycka sina kunskaper i samhällskunskap i olika presentationsformer.",
          "C" : "Eleven kan, <strong>med viss säkerhet</strong> och på ett strukturerat sätt, uttrycka sina kunskaper i samhällskunskap i olika presentationsformer <strong>samt formulera sig självständigt i förhållande till källorna</strong>.",
          "A" : "Eleven kan, <strong>med säkerhet</strong> och på ett strukturerat sätt, uttrycka sina kunskaper i samhällskunskap i olika presentationsformer <strong>samt formulera sig självständigt i förhållande till källorna</strong>."
        }
      } ]
    } ],
    "point" : 100,
    "year" : null
  }, {
    "name" : "Internationella relationer",
    "description" : "Kursen internationella relationer omfattar punkterna 1–5 under rubriken Ämnets syfte. I kursen behandlas fördjupade kunskaper i ämnet.",
    "code" : "SAMINR0",
    "centralContent" : [ {
      "heading" : "Undervisningen i kursen ska behandla följande centrala innehåll:",
      "lines" : [ "Olika aktörer, deras mål och medel samt hur dessa samspelar inom utrikes- och säkerhetspolitik. Den moderna nationalstatens utmaningar som en internationell aktör.", "Olika teoretiska perspektiv på internationella relationer.", "Världskrigens och efterkrigstidens betydelse för etableringen av internationella institutioner. Olika former av organiserat samarbete mellan länder och sambandet mellan detta samarbete och den politiska och ekonomiska utvecklingen.", "Orsaker till och följder av samarbeten och konflikter.", "Internationell rätt. Möjligheter och svårigheter med att säkerställa såväl staters som individers rättigheter och säkerhet. Grundläggande internationella konventioner om mänskliga fri- och rättigheter och olika aktörers möjlighet till tillämpning.", "Globaliseringens betydelse för individer, grupper och samhällen samt möjligheter och utmaningar för miljö och resursfördelning.", "Samhällsvetenskapliga begrepp, teorier, modeller och metoder.", "Källkritisk granskning, tolkning och värdering av informationen från olika medier och andra källor. Källhänvisning enligt vanliga system.", "Muntlig och skriftlig presentation i olika former som är vanliga inom området, till exempel debatter, debattartiklar, vetenskapliga rapporter och essäer." ]
    } ],
    "knowledgeRequirementParagraphs" : [ {
      "heading" : "",
      "knowledgeRequirements" : [ {
        "text" : "Eleven kan <strong>________</strong> redogöra för hur olika nationella och internationella förutsättningar och förhållanden påverkar och påverkas av internationella aktörer.",
        "knowledgeRequirementChoice" : {
          "E" : "Eleven kan <strong>översiktligt</strong> redogöra för hur olika nationella och internationella förutsättningar och förhållanden påverkar och påverkas av internationella aktörer.",
          "C" : "Eleven kan <strong>utförligt</strong> redogöra för hur olika nationella och internationella förutsättningar och förhållanden påverkar och påverkas av internationella aktörer.",
          "A" : "Eleven kan <strong>utförligt och nyanserat</strong> redogöra för hur olika nationella och internationella förutsättningar och förhållanden påverkar och påverkas av internationella aktörer."
        }
      }, {
        "text" : "Dessutom diskuterar eleven <strong>________</strong> några teoretiska perspektiv på internationella relationer.",
        "knowledgeRequirementChoice" : {
          "E" : "Dessutom diskuterar eleven <strong>översiktligt</strong> några teoretiska perspektiv på internationella relationer.",
          "C" : "Dessutom diskuterar eleven <strong>utförligt</strong> några teoretiska perspektiv på internationella relationer.",
          "A" : "Dessutom diskuterar eleven <strong>utförligt och nyanserat</strong> några teoretiska perspektiv på internationella relationer."
        }
      } ]
    }, {
      "heading" : "",
      "knowledgeRequirements" : [ {
        "text" : "Eleven kan analysera orsaker till och konsekvenser av samarbeten och konflikter.",
        "knowledgeRequirementChoice" : {
          "E" : "Eleven kan analysera orsaker till och konsekvenser av samarbeten och konflikter.",
          "C" : "Eleven kan analysera orsaker till och konsekvenser av samarbeten och konflikter.",
          "A" : "Eleven kan analysera orsaker till och konsekvenser av samarbeten och konflikter."
        }
      }, {
        "text" : "I analysen använder eleven <strong>________</strong> några relevanta begrepp, teorier, modeller och metoder.",
        "knowledgeRequirementChoice" : {
          "E" : "I analysen använder eleven <strong>med viss säkerhet</strong> några relevanta begrepp, teorier, modeller och metoder.",
          "C" : "I analysen använder eleven <strong>med viss säkerhet</strong> några relevanta begrepp, teorier, modeller och metoder.",
          "A" : "I analysen använder eleven <strong>med säkerhet</strong> några relevanta begrepp, teorier, modeller och metoder."
        }
      }, {
        "text" : "Dessutom diskuterar eleven <strong>________</strong> deras styrkor och svagheter med hänvisning till olika källor.",
        "knowledgeRequirementChoice" : {
          "E" : "Dessutom diskuterar eleven <strong>översiktligt</strong> deras styrkor och svagheter med hänvisning till olika källor.",
          "C" : "Dessutom diskuterar eleven <strong>utförligt</strong> deras styrkor och svagheter med hänvisning till olika källor.",
          "A" : "Dessutom diskuterar eleven <strong>utförligt och nyanserat</strong> deras styrkor och svagheter med hänvisning till olika källor."
        }
      } ]
    }, {
      "heading" : "",
      "knowledgeRequirements" : [ {
        "text" : "Eleven diskuterar <strong>________</strong> lösningar på internationella konflikter och problem, kan ge <strong>________</strong> argument för olika ståndpunkter om globaliseringens konsekvenser och betydelsen av internationella samarbeten samt värdera ståndpunkterna med <strong>________</strong> omdömen.",
        "knowledgeRequirementChoice" : {
          "E" : "Eleven diskuterar <strong>översiktligt</strong> lösningar på internationella konflikter och problem, kan ge <strong>enkla</strong> argument för olika ståndpunkter om globaliseringens konsekvenser och betydelsen av internationella samarbeten samt värdera ståndpunkterna med <strong>enkla</strong> omdömen.",
          "C" : "Eleven diskuterar <strong>utförligt</strong> lösningar på internationella konflikter och problem, kan ge <strong>välgrundade</strong> argument för olika ståndpunkter om globaliseringens konsekvenser och betydelsen av internationella samarbeten samt värdera ståndpunkterna med <strong>enkla</strong> omdömen.",
          "A" : "Eleven diskuterar <strong>utförligt och nyanserat</strong> lösningar på internationella konflikter och problem, kan ge <strong>välgrundade och nyanserade</strong> argument för olika ståndpunkter om globaliseringens konsekvenser och betydelsen av internationella samarbeten samt värderar ståndpunkterna med <strong>nyanserade</strong> omdömen."
        }
      } ]
    }, {
      "heading" : "",
      "knowledgeRequirements" : [ {
        "text" : "I arbetet med samhällsfrågor kan eleven <strong>________</strong> söka, granska och tolka information från olika källor, gör adekvata källhänvisningar samt göra <strong>________</strong> reflektioner om källornas relevans och trovärdighet.",
        "knowledgeRequirementChoice" : {
          "E" : "I arbetet med samhällsfrågor kan eleven <strong>med viss säkerhet</strong> söka, granska och tolka information från olika källor, gör adekvata källhänvisningar samt göra <strong>enkla</strong> reflektioner om källornas relevans och trovärdighet.",
          "C" : "I arbetet med samhällsfrågor kan eleven <strong>med viss säkerhet</strong> söka, granska och tolka information från olika källor, göra adekvata källhänvisningar samt göra <strong>välgrundade</strong> reflektioner om källornas relevans och trovärdighet utifrån syftet.",
          "A" : "I arbetet med samhällsfrågor kan eleven <strong>med säkerhet</strong> söka, granska och tolka information från olika källor, göra adekvata källhänvisningar samt göra <strong>välgrundade och nyanserade</strong> reflektioner om källornas relevans och trovärdighet utifrån syftet."
        }
      }, {
        "text" : "Eleven kan, <strong>________</strong> och på ett strukturerat sätt, uttrycka sina kunskaper i samhällskunskap i olika presentationsformer.",
        "knowledgeRequirementChoice" : {
          "E" : "Eleven kan, <strong>med viss säkerhet</strong> och på ett strukturerat sätt, uttrycka sina kunskaper i samhällskunskap i olika presentationsformer.",
          "C" : "Eleven kan, <strong>med viss säkerhet</strong> och på ett strukturerat sätt, uttrycka sina kunskaper i samhällskunskap i olika presentationsformer <strong>samt formulera sig självständigt i förhållande till källorna</strong>.",
          "A" : "Eleven kan, <strong>med säkerhet</strong> och på ett strukturerat sätt, uttrycka sina kunskaper i samhällskunskap i olika presentationsformer <strong>samt formulera sig självständigt i förhållande till källorna</strong>."
        }
      } ]
    } ],
    "point" : 100,
    "year" : null
  }, {
    "name" : "Samhällskunskap 1a1",
    "description" : "Kursen samhällskunskap 1a1 omfattar punkterna 1–5 under rubriken Ämnets syfte.",
    "code" : "SAMSAM01a1",
    "centralContent" : [ {
      "heading" : "Undervisningen i kursen ska behandla följande centrala innehåll:",
      "lines" : [ "Demokrati och politiska system på lokal och nationell nivå samt inom EU. Internationella och nordiska samarbeten. Medborgarnas möjligheter att påverka politiska beslut på de olika nivåerna. Maktfördelning och påverkansmöjligheter i olika system och på olika nivåer utifrån olika demokratimodeller och den digitala teknikens möjligheter. Mediers innehåll och nyhetsvärdering i samband med frågor om demokrati och politik.", "De mänskliga rättigheterna; vilka de är, hur de förhåller sig till stat och individ och hur man kan utkräva sina individuella och kollektiva mänskliga rättigheter.", "Folkrätten i väpnade konflikter. Den internationella humanitära rätten och skyddet för civila i väpnade konflikter.", "Arbetsmarknad, arbetsrätt och arbetsmiljö. Arbetsmarknadens parter, deras olika roller och betydelse för samhällsutvecklingen. Arbetsmarknadens sätt att fungera, anställningsvillkor.", "Gruppers och individers identitet, relationer och sociala livsvillkor med utgångspunkt i att människor grupperas utifrån kategorier som skapar både gemenskap och utanförskap.", "Privatekonomi. Hushållets inkomster, utgifter, tillgångar och skulder. Konsumenträtt samt konsumtion i förhållande till behov och resurser. Hur privatekonomin påverkas av samhällsekonomiska förändringar.", "Metoder för att kritiskt bearbeta information, till exempel källkritik.", "Presentation i olika former och med olika tekniker med betoning på det skriftliga och muntliga, till exempel debatter och debattartiklar." ]
    } ],
    "knowledgeRequirementParagraphs" : [ {
      "heading" : "",
      "knowledgeRequirements" : [ {
        "text" : "Eleven kan <strong>________</strong> redogöra för och analysera olika samhällens organisation och samhällsförhållanden samt de bakomliggande idéerna.",
        "knowledgeRequirementChoice" : {
          "E" : "Eleven kan <strong>översiktligt</strong> redogöra för och analysera olika samhällens organisation och samhällsförhållanden samt de bakomliggande idéerna.",
          "C" : "Eleven kan <strong>utförligt</strong> redogöra för och analysera olika samhällens organisation och samhällsförhållanden samt de bakomliggande idéerna.",
          "A" : "Eleven kan <strong>utförligt och nyanserat</strong> redogöra för och analysera olika samhällens organisation och samhällsförhållanden samt de bakomliggande idéerna."
        }
      }, {
        "text" : "Eleven kan också <strong>________</strong> redogöra för de mänskliga rättigheterna.",
        "knowledgeRequirementChoice" : {
          "E" : "Eleven kan också <strong>översiktligt</strong> redogöra för de mänskliga rättigheterna.",
          "C" : "Eleven kan också <strong>utförligt</strong> redogöra för de mänskliga rättigheterna.",
          "A" : "Eleven kan också <strong>utförligt och nyanserat</strong> redogöra för de mänskliga rättigheterna."
        }
      }, {
        "text" : "I sin analys förklarar eleven <strong>________</strong> samband och drar <strong>________</strong> slutsatser om likheter och skillnader mellan olika samhällens organisation.",
        "knowledgeRequirementChoice" : {
          "E" : "I sin analys förklarar eleven <strong>enkla</strong> samband och drar <strong>enkla</strong> slutsatser om likheter och skillnader mellan olika samhällens organisation.",
          "C" : "I sin analys förklarar eleven samband och drar <strong>välgrundade</strong> slutsatser om likheter och skillnader mellan olika samhällens organisation.",
          "A" : "I sin analys förklarar eleven <strong>komplexa</strong> samband och drar <strong>välgrundade och nyanserade</strong> slutsatser om likheter och skillnader mellan olika samhällens organisation."
        }
      }, {
        "text" : "Dessutom kan eleven dra <strong>________</strong> slutsatser om hur nutida samhällsförhållanden, exempelvis arbetslivets utveckling, påverkar och påverkas av individer, grupper och samhällsstrukturer.",
        "knowledgeRequirementChoice" : {
          "E" : "Dessutom kan eleven dra <strong>enkla</strong> slutsatser om hur nutida samhällsförhållanden, exempelvis arbetslivets utveckling, påverkar och påverkas av individer, grupper och samhällsstrukturer.",
          "C" : "Dessutom kan eleven dra <strong>välgrundade</strong> slutsatser om hur nutida samhällsförhållanden, exempelvis arbetslivets utveckling, påverkar och påverkas av individer, grupper och samhällsstrukturer.",
          "A" : "Dessutom kan eleven dra <strong>välgrundade och nyanserade</strong> slutsatser om hur nutida samhällsförhållanden, exempelvis arbetslivets utveckling, påverkar och påverkas av individer, grupper och samhällsstrukturer."
        }
      } ]
    }, {
      "heading" : "",
      "knowledgeRequirements" : [ {
        "text" : "Eleven kan analysera samhällsfrågor och identifiera <strong>________</strong> orsak och konsekvens.",
        "knowledgeRequirementChoice" : {
          "E" : "Eleven kan analysera samhällsfrågor och identifiera <strong>någon</strong> orsak och konsekvens.",
          "C" : "Eleven kan analysera samhällsfrågor och identifierar <strong>några</strong> orsaker och konsekvenser.",
          "A" : "Eleven kan analysera samhällsfrågor och identifierar <strong>flera</strong> orsaker och konsekvenser."
        }
      }, {
        "text" : "I analysen diskuterar eleven <strong>________</strong> orsakerna och konsekvenserna samt möjliga lösningar på samhällsfrågorna.",
        "knowledgeRequirementChoice" : {
          "E" : "I analysen diskuterar eleven <strong>översiktligt</strong> orsakerna och konsekvenserna samt möjliga lösningar på samhällsfrågorna.",
          "C" : "I analysen diskuterar eleven <strong>utförligt</strong> orsakerna och konsekvenserna samt möjliga lösningar på samhällsfrågorna.",
          "A" : "I analysen diskuterar eleven <strong>utförligt och nyanserat</strong> orsakerna och konsekvenserna samt möjliga lösningar på samhällsfrågorna."
        }
      }, {
        "text" : "Eleven kan ge <strong>________</strong> argument för sina ståndpunkter och värderar med <strong>________</strong> omdömen andras ståndpunkter.",
        "knowledgeRequirementChoice" : {
          "E" : "Eleven kan ge <strong>enkla</strong> argument för sina ståndpunkter och värderar med <strong>enkla</strong> omdömen andras ståndpunkter.",
          "C" : "Eleven kan ge <strong>välgrundade</strong> argument för sina ståndpunkter och värderar med <strong>enkla</strong> omdömen andras ståndpunkter.",
          "A" : "Eleven kan ge <strong>välgrundade och nyanserade</strong> argument för sina ståndpunkter och värderar med <strong>nyanserade</strong> omdömen andras ståndpunkter."
        }
      } ]
    }, {
      "heading" : "",
      "knowledgeRequirements" : [ {
        "text" : "Eleven kan <strong>________</strong> redogöra för individens rättigheter och skyldigheter i rollen som konsument, förhållandet mellan hushållets inkomster och utgifter, tillgångar och skulder samt för sambanden mellan den privata ekonomin och samhällsekonomin.",
        "knowledgeRequirementChoice" : {
          "E" : "Eleven kan <strong>översiktligt</strong> redogöra för individens rättigheter och skyldigheter i rollen som konsument, förhållandet mellan hushållets inkomster och utgifter, tillgångar och skulder samt för sambanden mellan den privata ekonomin och samhällsekonomin.",
          "C" : "Eleven kan <strong>utförligt</strong> redogöra för individens rättigheter och skyldigheter i rollen som konsument, förhållandet mellan hushållets inkomster och utgifter, tillgångar och skulder samt för sambanden mellan den privata ekonomin och samhällsekonomin.",
          "A" : "Eleven kan <strong>utförligt och nyanserat</strong> redogöra för individens rättigheter och skyldigheter i rollen som konsument, förhållandet mellan hushållets inkomster och utgifter, tillgångar och skulder samt för sambanden mellan den privata ekonomin och samhällsekonomin."
        }
      } ]
    }, {
      "heading" : "",
      "knowledgeRequirements" : [ {
        "text" : "I arbetet med samhällsfrågor kan eleven <strong>________</strong> söka, granska och tolka information från olika källor samt göra <strong>________</strong> reflektioner om källornas relevans och trovärdighet.",
        "knowledgeRequirementChoice" : {
          "E" : "I arbetet med samhällsfrågor kan eleven <strong>med viss säkerhet</strong> söka, granska och tolka information från olika källor samt göra <strong>enkla</strong> reflektioner om källornas relevans och trovärdighet.",
          "C" : "I arbetet med samhällsfrågor kan eleven <strong>med viss säkerhet</strong> söka, granska och tolka information från olika källor samt gör <strong>välgrundade</strong> reflektioner om källornas relevans och trovärdighet <strong>utifrån syftet</strong>.",
          "A" : "I arbetet med samhällsfrågor kan eleven <strong>med säkerhet</strong> söka, granska och tolka information från olika källor samt göra <strong>välgrundade och nyanserade</strong> reflektioner om källornas relevans och trovärdighet <strong>utifrån syftet</strong>."
        }
      }, {
        "text" : "Eleven kan, <strong>________</strong> och på ett strukturerat sätt, uttrycka sina kunskaper i samhällskunskap i olika presentationsformer.",
        "knowledgeRequirementChoice" : {
          "E" : "Eleven kan, <strong>med viss säkerhet</strong> och på ett strukturerat sätt, uttrycka sina kunskaper i samhällskunskap i olika presentationsformer.",
          "C" : "Eleven kan, <strong>med viss säkerhet</strong> och på ett strukturerat sätt, uttrycka sina kunskaper i samhällskunskap i olika presentationsformer <strong>samt formulera sig självständigt i förhållande till källorna</strong>.",
          "A" : "Eleven kan, <strong>med säkerhet</strong> och på ett strukturerat sätt, uttrycka sina kunskaper i samhällskunskap i olika presentationsformer <strong>samt formulera sig självständigt i förhållande till källorna</strong>."
        }
      } ]
    } ],
    "point" : 50,
    "year" : null
  }, {
    "name" : "Samhällskunskap 1a2",
    "description" : "Kursen samhällskunskap 1a2 omfattar punkterna 1–5 under rubriken Ämnets syfte, med särskild betoning på punkt 3.",
    "code" : "SAMSAM01a2",
    "centralContent" : [ {
      "heading" : "Undervisningen i kursen ska behandla följande centrala innehåll:",
      "lines" : [ "Politiska ideologier och deras koppling till samhällsbyggande och välfärdsteorier.", "Samhällsekonomi, till exempel ekonomiska strukturer och flöden i Sverige och internationellt. Försörjning, tillväxt och företagande, resursanvändning och resursfördelning utifrån olika förutsättningar.", "Massmediers och informationsteknikens roll i samhället. Deras möjligheter att påverka människor och samhällsutvecklingen samt de möjligheter de ger människor att påverka.", "Samhällsvetenskapliga begrepp, teorier, modeller och metoder i samband med undersökningar av samhällsfrågor och samhällsförhållanden. Exempel på metoder för att samla in information är intervju, enkät och observation. Exempel på metoder för att bearbeta information är statistiska metoder, samhällsvetenskaplig textanalys, argumentationsanalys och källkritik.", "Presentation i olika former och med olika tekniker med betoning på det skriftliga och muntliga, till exempel debatter, debattartiklar och rapporter." ]
    } ],
    "knowledgeRequirementParagraphs" : [ {
      "heading" : "",
      "knowledgeRequirements" : [ {
        "text" : "Eleven kan <strong>________</strong> redogöra för och analysera olika samhällens organisation och samhällsförhållanden samt de bakomliggande idéerna.",
        "knowledgeRequirementChoice" : {
          "E" : "Eleven kan <strong>översiktligt</strong> redogöra för och analysera olika samhällens organisation och samhällsförhållanden samt de bakomliggande idéerna.",
          "C" : "Eleven kan <strong>utförligt</strong> redogöra för och analysera olika samhällens organisation och samhällsförhållanden samt de bakomliggande idéerna.",
          "A" : "Eleven kan <strong>utförligt och nyanserat</strong> redogöra för och analysera olika samhällens organisation och samhällsförhållanden samt de bakomliggande idéerna."
        }
      }, {
        "text" : "I sin analys förklarar eleven <strong>________</strong> samband och drar <strong>________</strong> slutsatser om likheter och skillnader mellan olika samhällens organisation.",
        "knowledgeRequirementChoice" : {
          "E" : "I sin analys förklarar eleven <strong>enkla</strong> samband och drar <strong>enkla</strong> slutsatser om likheter och skillnader mellan olika samhällens organisation.",
          "C" : "I sin analys förklarar eleven samband och drar <strong>välgrundade</strong> slutsatser om likheter och skillnader mellan olika samhällens organisation.",
          "A" : "I sin analys förklarar eleven <strong>komplexa</strong> samband och drar <strong>välgrundade</strong> slutsatser om likheter och skillnader mellan olika samhällens organisation."
        }
      }, {
        "text" : "Dessutom kan eleven <strong>________</strong> redogöra för de historiska förutsättningarnas betydelse och dra <strong>________</strong> slutsatser om hur nutida samhällsförhållanden påverkar och påverkas av individer, grupper och samhällsstrukturer.",
        "knowledgeRequirementChoice" : {
          "E" : "Dessutom kan eleven <strong>översiktligt</strong> redogöra för de historiska förutsättningarnas betydelse och dra <strong>enkla</strong> slutsatser om hur nutida samhällsförhållanden påverkar och påverkas av individer, grupper och samhällsstrukturer.",
          "C" : "Dessutom kan eleven <strong>utförligt</strong> redogöra för de historiska förutsättningarnas betydelse och dra <strong>välgrundade</strong> slutsatser om hur nutida samhällsförhållanden påverkar och påverkas av individer, grupper och samhällsstrukturer.",
          "A" : "Dessutom kan eleven <strong>utförligt och nyanserat</strong> redogöra för de historiska förutsättningarnas betydelse och dra <strong>välgrundade och nyanserade</strong> slutsatser om hur nutida samhällsförhållanden påverkar och påverkas av individer, grupper och samhällsstrukturer."
        }
      } ]
    }, {
      "heading" : "",
      "knowledgeRequirements" : [ {
        "text" : "Eleven kan analysera samhällsfrågor och identifiera <strong>________</strong> orsak och konsekvens.",
        "knowledgeRequirementChoice" : {
          "E" : "Eleven kan analysera samhällsfrågor och identifiera <strong>någon</strong> orsak och konsekvens.",
          "C" : "Eleven kan analysera samhällsfrågor och identifiera <strong>några</strong> orsaker och konsekvenser.",
          "A" : "Eleven kan analysera samhällsfrågor och identifierar <strong>flera</strong> orsaker och konsekvenser."
        }
      }, {
        "text" : "I analysen använder eleven <strong>________</strong> samhällsvetenskapliga begrepp, teorier, modeller och metoder.",
        "knowledgeRequirementChoice" : {
          "E" : "I analysen använder eleven <strong>med viss säkerhet</strong> samhällsvetenskapliga begrepp, teorier, modeller och metoder.",
          "C" : "I analysen använder eleven <strong>med viss säkerhet</strong> samhällsvetenskapliga begrepp, teorier, modeller och metoder <strong>samt värderar dem med enkla omdömen</strong>.",
          "A" : "I analysen använder eleven <strong>med säkerhet</strong> samhällsvetenskapliga begrepp, teorier, modeller och metoder <strong>samt värderar dem med nyanserade omdömen</strong>."
        }
      }, {
        "text" : "Eleven diskuterar <strong>________</strong> orsaker och konsekvenser samt möjliga lösningar på samhällsfrågorna.",
        "knowledgeRequirementChoice" : {
          "E" : "Eleven diskuterar <strong>översiktligt</strong> orsaker och konsekvenser samt möjliga lösningar på samhällsfrågorna.",
          "C" : "Eleven diskuterar <strong>utförligt</strong> orsakerna och konsekvenserna samt möjliga lösningar på samhällsfrågorna.",
          "A" : "Eleven diskuterar <strong>nyanserat</strong> orsakerna och konsekvenserna samt möjliga lösningar på samhällsfrågorna."
        }
      }, {
        "text" : "Eleven kan ge <strong>________</strong> argument för sina ståndpunkter och värderar med <strong>________</strong> omdömen andras ståndpunkter.",
        "knowledgeRequirementChoice" : {
          "E" : "Eleven kan ge <strong>enkla</strong> argument för sina ståndpunkter och värderar med <strong>enkla</strong> omdömen andras ståndpunkter.",
          "C" : "Eleven kan ge <strong>välgrundade</strong> argument för sina ståndpunkter och värderar med <strong>enkla</strong> omdömen andras ståndpunkter.",
          "A" : "Eleven kan ge <strong>välgrundade och nyanserade</strong> argument för sina ståndpunkter och värderar med <strong>nyanserade</strong> omdömen andras ståndpunkter."
        }
      } ]
    }, {
      "heading" : "",
      "knowledgeRequirements" : [ {
        "text" : "I arbetet med samhällsfrågor kan eleven <strong>________</strong> söka, granska och tolka information från olika källor, redovisa sina källor samt göra <strong>________</strong> reflektioner om deras relevans och trovärdighet.",
        "knowledgeRequirementChoice" : {
          "E" : "I arbetet med samhällsfrågor kan eleven <strong>med viss säkerhet</strong> söka, granska och tolka information från olika källor, redovisa sina källor samt göra <strong>enkla</strong> reflektioner om deras relevans och trovärdighet.",
          "C" : "I arbetet med samhällsfrågor kan eleven <strong>med viss säkerhet</strong> söka, granska och tolka information från olika källor, redovisa sina källor samt göra <strong>välgrundade</strong> reflektioner om deras relevans och trovärdighet utifrån syftet.",
          "A" : "I arbetet med samhällsfrågor kan eleven <strong>med säkerhet</strong> söka, granska och tolka information från olika källor, redovisa sina källor samt göra <strong>välgrundade och nyanserade</strong> reflektioner om deras relevans och trovärdighet utifrån syftet."
        }
      }, {
        "text" : "Eleven kan, <strong>________</strong> och på ett strukturerat sätt, uttrycka sina kunskaper i samhällskunskap i olika presentationsformer.",
        "knowledgeRequirementChoice" : {
          "E" : "Eleven kan, <strong>med viss säkerhet</strong> och på ett strukturerat sätt, uttrycka sina kunskaper i samhällskunskap i olika presentationsformer.",
          "C" : "Eleven kan, <strong>med viss säkerhet</strong> och på ett strukturerat sätt, uttrycka sina kunskaper i samhällskunskap i olika presentationsformer <strong>samt formulera sig självständigt i förhållande till källorna</strong>.",
          "A" : "Eleven kan, <strong>med säkerhet</strong> och på ett strukturerat sätt, uttrycka sina kunskaper i samhällskunskap i olika presentationsformer <strong>samt formulera sig självständigt i förhållande till källorna</strong>."
        }
      } ]
    } ],
    "point" : 50,
    "year" : null
  }, {
    "name" : "Samhällskunskap 1b",
    "description" : "Kursen samhällskunskap 1b omfattar punkterna 1–5 under rubriken Ämnets syfte. I kursen behandlas grundläggande kunskaper i ämnet.",
    "code" : "SAMSAM01b",
    "centralContent" : [ {
      "heading" : "Undervisningen i kursen ska behandla följande centrala innehåll:",
      "lines" : [ "Demokrati och politiska system på lokal och nationell nivå samt inom EU. Internationella och nordiska samarbeten. Medborgarnas möjligheter att påverka politiska beslut på de olika nivåerna. Maktfördelning och påverkansmöjligheter i olika system och på olika nivåer utifrån grundläggande demokratimodeller och den digitala teknikens möjligheter. Politiska ideologier och deras koppling till samhällsbyggande och välfärdsteorier.", "De mänskliga rättigheterna; vilka de är, hur de förhåller sig till stat och individ och hur man kan utkräva sina individuella och kollektiva mänskliga rättigheter.", "Folkrätten i väpnade konflikter. Den internationella humanitära rätten och skyddet för civila i väpnade konflikter.", "Arbetsmarknad, arbetsrätt och arbetsmiljö. Arbetsmarknadens parter, deras olika roller och betydelse för samhällsutvecklingen. Arbetsmarknadens sätt att fungera, anställningsvillkor.", "Gruppers och individers identitet, relationer och sociala livsvillkor med utgångspunkt i att människor grupperas utifrån kategorier som skapar både gemenskap och utanförskap.", "Samhällsekonomi, till exempel ekonomiska strukturer och flöden i Sverige och internationellt. Försörjning, tillväxt och företagande, resursanvändning och resursfördelning utifrån olika förutsättningar.", "Privatekonomi. Hushållets inkomster, utgifter, tillgångar och skulder. Konsumenträtt samt konsumtion i förhållande till behov och resurser. Hur privatekonomin påverkas av samhällsekonomiska förändringar.", "Massmediers och informationsteknikens roll i samhället. Deras möjligheter att påverka människor och samhällsutvecklingen samt de möjligheter de ger människor att påverka. Mediers innehåll och nyhetsvärdering.", "Samhällsvetenskapliga begrepp, teorier, modeller och metoder i samband med undersökningar av samhällsfrågor och samhällsförhållanden. Exempel på metoder för att samla in information är intervju, enkät och observation. Exempel på metoder för att bearbeta information är statistiska metoder, samhällsvetenskaplig textanalys, argumentationsanalys och källkritik.", "Presentation i olika former och med olika tekniker med betoning på det skriftliga och muntliga, till exempel debatter, debattartiklar och rapporter." ]
    } ],
    "knowledgeRequirementParagraphs" : [ {
      "heading" : "",
      "knowledgeRequirements" : [ {
        "text" : "Eleven kan <strong>________</strong> redogöra för och analysera olika samhällens organisation och samhällsförhållanden samt de bakomliggande idéerna.",
        "knowledgeRequirementChoice" : {
          "E" : "Eleven kan <strong>översiktligt</strong> redogöra för och analysera olika samhällens organisation och samhällsförhållanden samt de bakomliggande idéerna.",
          "C" : "Eleven kan <strong>utförligt</strong> redogöra för och analysera olika samhällens organisation och samhällsförhållanden samt de bakomliggande idéerna.",
          "A" : "Eleven kan <strong>utförligt och nyanserat</strong> redogöra för och analysera olika samhällens organisation och samhällsförhållanden samt de bakomliggande idéerna."
        }
      }, {
        "text" : "Eleven kan också <strong>________</strong> redogöra för de mänskliga rättigheterna.",
        "knowledgeRequirementChoice" : {
          "E" : "Eleven kan också <strong>översiktligt</strong> redogöra för de mänskliga rättigheterna.",
          "C" : "Eleven kan också <strong>utförligt</strong> redogöra för de mänskliga rättigheterna.",
          "A" : "Eleven kan också <strong>utförligt och nyanserat</strong> redogöra för de mänskliga rättigheterna."
        }
      }, {
        "text" : "I sin analys förklarar eleven <strong>________</strong> samband och drar <strong>________</strong> slutsatser om likheter och skillnader mellan olika samhällens organisation.",
        "knowledgeRequirementChoice" : {
          "E" : "I sin analys förklarar eleven <strong>enkla</strong> samband och drar <strong>enkla</strong> slutsatser om likheter och skillnader mellan olika samhällens organisation.",
          "C" : "I sin analys förklarar eleven samband och drar <strong>välgrundade</strong> slutsatser om likheter och skillnader mellan olika samhällens organisation.",
          "A" : "I sin analys förklarar eleven <strong>komplexa</strong> samband och drar <strong>välgrundade</strong> slutsatser om likheter och skillnader mellan olika samhällens organisation."
        }
      }, {
        "text" : "Dessutom kan eleven <strong>________</strong> redogöra för de historiska förutsättningarnas betydelse och dra <strong>________</strong> slutsatser om hur nutida samhällsförhållanden, exempelvis arbetslivets utveckling, påverkar och påverkas av individer, grupper och samhällsstrukturer.",
        "knowledgeRequirementChoice" : {
          "E" : "Dessutom kan eleven <strong>översiktligt</strong> redogöra för de historiska förutsättningarnas betydelse och dra <strong>enkla</strong> slutsatser om hur nutida samhällsförhållanden, exempelvis arbetslivets utveckling, påverkar och påverkas av individer, grupper och samhällsstrukturer.",
          "C" : "Dessutom kan eleven <strong>utförligt</strong> redogöra för de historiska förutsättningarnas betydelse och dra <strong>välgrundade</strong> slutsatser om hur nutida samhällsförhållanden, exempelvis arbetslivets utveckling, påverkar och påverkas av individer, grupper och samhällsstrukturer.",
          "A" : "Dessutom kan eleven <strong>utförligt och nyanserat</strong> redogöra för de historiska förutsättningarnas betydelse och dra <strong>välgrundade och nyanserade</strong> slutsatser om hur nutida samhällsförhållanden, exempelvis arbetslivets utveckling, påverkar och påverkas av individer, grupper och samhällsstrukturer."
        }
      } ]
    }, {
      "heading" : "",
      "knowledgeRequirements" : [ {
        "text" : "Eleven kan analysera samhällsfrågor och identifiera <strong>________</strong> orsak och konsekvens.",
        "knowledgeRequirementChoice" : {
          "E" : "Eleven kan analysera samhällsfrågor och identifiera <strong>någon</strong> orsak och konsekvens.",
          "C" : "Eleven kan analysera samhällsfrågor och identifiera <strong>några</strong> orsaker och konsekvenser.",
          "A" : "Eleven kan analysera samhällsfrågor och identifierar <strong>flera</strong> orsaker och konsekvenser."
        }
      }, {
        "text" : "I analysen använder eleven <strong>________</strong> samhällsvetenskapliga begrepp, teorier, modeller och metoder.",
        "knowledgeRequirementChoice" : {
          "E" : "I analysen använder eleven <strong>med viss säkerhet</strong> samhällsvetenskapliga begrepp, teorier, modeller och metoder.",
          "C" : "I analysen använder eleven <strong>med viss säkerhet</strong> samhällsvetenskapliga begrepp, teorier, modeller och metoder <strong>samt värderar dem med enkla omdömen</strong>.",
          "A" : "I analysen använder eleven <strong>med säkerhet</strong> samhällsvetenskapliga begrepp, teorier, modeller och metoder <strong>samt värderar dem med nyanserade omdömen</strong>."
        }
      }, {
        "text" : "Eleven diskuterar <strong>________</strong> orsakerna och konsekvenserna samt möjliga lösningar på samhällsfrågorna.",
        "knowledgeRequirementChoice" : {
          "E" : "Eleven diskuterar <strong>översiktligt</strong> orsakerna och konsekvenserna samt möjliga lösningar på samhällsfrågorna.",
          "C" : "Eleven diskuterar <strong>utförligt</strong> orsakerna och konsekvenserna samt möjliga lösningar på samhällsfrågorna.",
          "A" : "Eleven diskuterar <strong>utförligt och nyanserat</strong> orsakerna och konsekvenserna samt möjliga lösningar på samhällsfrågorna."
        }
      }, {
        "text" : "Eleven kan ge <strong>________</strong> argument för sina ståndpunkter och värderar med <strong>________</strong> omdömen andras ståndpunkter.",
        "knowledgeRequirementChoice" : {
          "E" : "Eleven kan ge <strong>enkla</strong> argument för sina ståndpunkter och värderar med <strong>enkla</strong> omdömen andras ståndpunkter.",
          "C" : "Eleven kan ge <strong>välgrundade</strong> argument för sina ståndpunkter och värderar med <strong>enkla</strong> omdömen andras ståndpunkter.",
          "A" : "Eleven kan ge <strong>nyanserade</strong> argument för sina ståndpunkter och värderar med <strong>nyanserade</strong> omdömen andras ståndpunkter."
        }
      } ]
    }, {
      "heading" : "",
      "knowledgeRequirements" : [ {
        "text" : "Eleven kan <strong>________</strong> redogöra för individens rättigheter och skyldigheter i rollen som konsument, förhållandet mellan hushållets inkomster och utgifter, tillgångar och skulder samt för sambanden mellan den privata ekonomin och samhällsekonomin.",
        "knowledgeRequirementChoice" : {
          "E" : "Eleven kan <strong>översiktligt</strong> redogöra för individens rättigheter och skyldigheter i rollen som konsument, förhållandet mellan hushållets inkomster och utgifter, tillgångar och skulder samt för sambanden mellan den privata ekonomin och samhällsekonomin.",
          "C" : "Eleven kan <strong>utförligt</strong> redogöra för individens rättigheter och skyldigheter i rollen som konsument, förhållandet mellan hushållets inkomster och utgifter, tillgångar och skulder samt för sambanden mellan den privata ekonomin och samhällsekonomin.",
          "A" : "Eleven kan <strong>utförligt och nyanserat</strong> redogöra för individens rättigheter och skyldigheter i rollen som konsument, förhållandet mellan hushållets inkomster och utgifter, tillgångar och skulder samt för sambanden mellan den privata ekonomin och samhällsekonomin."
        }
      } ]
    }, {
      "heading" : "",
      "knowledgeRequirements" : [ {
        "text" : "I arbetet med samhällsfrågor kan eleven <strong>________</strong> söka, granska och tolka information från olika källor, redovisa sina källor samt göra <strong>________</strong> reflektioner om deras relevans och trovärdighet.",
        "knowledgeRequirementChoice" : {
          "E" : "I arbetet med samhällsfrågor kan eleven <strong>med viss säkerhet</strong> söka, granska och tolka information från olika källor, redovisa sina källor samt göra <strong>enkla</strong> reflektioner om deras relevans och trovärdighet.",
          "C" : "I arbetet med samhällsfrågor kan eleven <strong>med viss säkerhet</strong> söka, granska och tolka information från olika källor, redovisa sina källor samt göra <strong>välgrundade</strong> reflektioner om deras relevans och trovärdighet utifrån syftet.",
          "A" : "I arbetet med samhällsfrågor kan eleven <strong>med säkerhet</strong> söka, granska och tolka information från olika källor, redovisa sina källor samt göra <strong>välgrundade och nyanserade</strong> reflektioner om deras relevans och trovärdighet utifrån syftet."
        }
      }, {
        "text" : "Eleven kan, <strong>________</strong> och på ett strukturerat sätt, uttrycka sina kunskaper i samhällskunskap i olika presentationsformer.",
        "knowledgeRequirementChoice" : {
          "E" : "Eleven kan, <strong>med viss säkerhet</strong> och på ett strukturerat sätt, uttrycka sina kunskaper i samhällskunskap i olika presentationsformer.",
          "C" : "Eleven kan, <strong>med viss säkerhet</strong> och på ett strukturerat sätt, uttrycka sina kunskaper i samhällskunskap i olika presentationsformer <strong>samt formulera sig självständigt i förhållande till källorna</strong>.",
          "A" : "Eleven kan, <strong>med säkerhet</strong> och på ett strukturerat sätt, uttrycka sina kunskaper i samhällskunskap i olika presentationsformer <strong>samt formulera sig självständigt i förhållande till källorna</strong>."
        }
      } ]
    } ],
    "point" : 100,
    "year" : null
  }, {
    "name" : "Samhällskunskap 2",
    "description" : "Kursen samhällskunskap 2 omfattar punkterna 1–5 under rubriken Ämnets syfte, med särskild betoning på punkterna 2 och 3. I kursen behandlas fördjupade kunskaper i ämnet.",
    "code" : "SAMSAM02",
    "centralContent" : [ {
      "heading" : "Undervisningen i kursen ska behandla följande centrala innehåll:",
      "lines" : [ "Nationalekonomiska teoriers framväxt och genomslagskraft utifrån historiska villkor och motsättningar, till exempel merkantilism, ekonomisk liberalism, marxism , keynesianism och monetarism. Frågor om tillväxt, makt, inflytande, ett hållbart samhälle, miljö och resursfördelning i relation till de ekonomiska teorierna.", "Det nutida samhällets politiska utveckling utifrån historiska ideologiska villkor, till exempel mänskliga rättigheter, nationalism, kolonialism och jämställdhet, i relation till maktfördelning och ekonomiska villkor. Frågor om aktörens handlingsfrihet kontra strukturella villkor.", "Tematisk fördjupning i samhällsfrågor.", "Tillämpning av samhällsvetenskapliga begrepp, teorier, modeller och metoder i arbetet med komplexa samhällsfrågor.", "Källkritisk granskning, tolkning och värdering av information från olika medier och källor i arbetet med komplexa samhällsfrågor. Källhänvisning enligt vanliga system.", "Muntlig och skriftlig presentation i olika former och med olika tekniker som är vanliga inom området, till exempel debatter, debattartiklar, rapporter och essäer." ]
    } ],
    "knowledgeRequirementParagraphs" : [ {
      "heading" : "",
      "knowledgeRequirements" : [ {
        "text" : "Eleven kan <strong>________</strong> redogöra för några centrala teorier och <strong>________</strong> diskutera deras styrkor och svagheter.",
        "knowledgeRequirementChoice" : {
          "E" : "Eleven kan <strong>översiktligt</strong> redogöra för några centrala teorier och <strong>översiktligt</strong> diskutera deras styrkor och svagheter.",
          "C" : "Eleven kan <strong>utförligt</strong> redogöra för några centrala teorier och <strong>utförligt</strong> diskutera deras styrkor och svagheter.",
          "A" : "Eleven kan <strong>utförligt och nyanserat</strong> redogöra för några centrala teorier och <strong>utförligt och nyanserat</strong> diskutera deras styrkor och svagheter."
        }
      }, {
        "text" : "Dessutom kan eleven <strong>________</strong> redogöra för hur teorierna påverkar nutidens ekonomiska, politiska och sociala förhållanden samt hur dessa förhållanden kan förstås utifrån teorierna.",
        "knowledgeRequirementChoice" : {
          "E" : "Dessutom kan eleven <strong>översiktligt</strong> redogöra för hur teorierna påverkar nutidens ekonomiska, politiska och sociala förhållanden samt hur dessa förhållanden kan förstås utifrån teorierna.",
          "C" : "Dessutom kan eleven <strong>utförligt</strong> redogöra för hur teorierna påverkar nutidens ekonomiska, politiska och sociala förhållanden samt hur dessa förhållanden kan förstås utifrån teorierna.",
          "A" : "Dessutom kan eleven <strong>utförligt och nyanserat</strong> redogöra för hur teorierna påverkar nutidens ekonomiska, politiska och sociala förhållanden samt hur dessa förhållanden kan förstås utifrån teorierna."
        }
      } ]
    }, {
      "heading" : "",
      "knowledgeRequirements" : [ {
        "text" : "Eleven kan analysera komplexa samhällsfrågor och identifiera orsaker och konsekvenser.",
        "knowledgeRequirementChoice" : {
          "E" : "Eleven kan analysera komplexa samhällsfrågor och identifiera orsaker och konsekvenser.",
          "C" : "Eleven kan analysera komplexa samhällsfrågor och identifiera orsaker och konsekvenser.",
          "A" : "Eleven kan analysera komplexa samhällsfrågor och identifiera orsaker och konsekvenser."
        }
      }, {
        "text" : "I analysen använder eleven <strong>________</strong> samhällsvetenskapliga begrepp, teorier, modeller och metoder.",
        "knowledgeRequirementChoice" : {
          "E" : "I analysen använder eleven <strong>med viss säkerhet</strong> samhällsvetenskapliga begrepp, teorier, modeller och metoder.",
          "C" : "I analysen använder eleven <strong>med viss säkerhet</strong> samhällsvetenskapliga begrepp, teorier, modeller och metoder <strong>samt värderar dem med enkla omdömen</strong>.",
          "A" : "I analysen använder eleven <strong>med säkerhet</strong> samhällsvetenskapliga begrepp, teorier, modeller och metoder <strong>samt värderar dem med nyanserade omdömen</strong>."
        }
      }, {
        "text" : "Eleven diskuterar <strong>________</strong> orsakerna samt politiska, ekonomiska och sociala konsekvenser av olika lösningar på samhällsfrågor.",
        "knowledgeRequirementChoice" : {
          "E" : "Eleven diskuterar <strong>översiktligt</strong> orsakerna samt politiska, ekonomiska och sociala konsekvenser av olika lösningar på samhällsfrågor.",
          "C" : "Eleven diskuterar <strong>utförligt</strong> orsakerna samt politiska, ekonomiska och sociala konsekvenser av olika lösningar på samhällsfrågor.",
          "A" : "Eleven diskuterar <strong>utförligt och nyanserat</strong> orsakerna samt politiska, ekonomiska och sociala konsekvenser av olika lösningar på samhällsfrågor."
        }
      }, {
        "text" : "Eleven kan ge <strong>________</strong> argument för sina ståndpunkter och värderar med <strong>________</strong> omdömen andras ståndpunkter.",
        "knowledgeRequirementChoice" : {
          "E" : "Eleven kan ge <strong>enkla</strong> argument för sina ståndpunkter och värderar med <strong>enkla</strong> omdömen andras ståndpunkter.",
          "C" : "Eleven kan ge <strong>välgrundade</strong> argument för sina ståndpunkter och värderar med <strong>enkla</strong> omdömen andras ståndpunkter.",
          "A" : "Eleven kan ge <strong>välgrundade och nyanserade</strong> argument för sina ståndpunkter och värderar med <strong>nyanserade</strong> omdömen andras ståndpunkter."
        }
      } ]
    }, {
      "heading" : "",
      "knowledgeRequirements" : [ {
        "text" : "I arbetet med samhällsfrågor kan eleven <strong>________</strong> söka, granska och tolka information från olika källor, göra adekvata källhänvisningar samt göra <strong>________</strong> reflektioner om källornas relevans och trovärdighet.",
        "knowledgeRequirementChoice" : {
          "E" : "I arbetet med samhällsfrågor kan eleven <strong>med viss säkerhet</strong> söka, granska och tolka information från olika källor, göra adekvata källhänvisningar samt göra <strong>enkla</strong> reflektioner om källornas relevans och trovärdighet.",
          "C" : "I arbetet med samhällsfrågor kan eleven <strong>med viss säkerhet</strong> söka, granska och tolka information från olika källor, göra adekvata källhänvisningar samt göra <strong>välgrundade</strong> reflektioner om källornas relevans och trovärdighet utifrån syftet.",
          "A" : "I arbetet med samhällsfrågor kan eleven <strong>med säkerhet</strong> söka, granska och tolka information från olika källor, göra adekvata källhänvisningar samt göra <strong>välgrundade och nyanserade</strong> reflektioner om källornas relevans och trovärdighet utifrån syftet."
        }
      }, {
        "text" : "Eleven kan, <strong>________</strong> och på ett strukturerat sätt, uttrycka sina kunskaper i samhällskunskap i olika presentationsformer.",
        "knowledgeRequirementChoice" : {
          "E" : "Eleven kan, <strong>med viss säkerhet</strong> och på ett strukturerat sätt, uttrycka sina kunskaper i samhällskunskap i olika presentationsformer.",
          "C" : "Eleven kan, <strong>med viss säkerhet</strong> och på ett strukturerat sätt, uttrycka sina kunskaper i samhällskunskap i olika presentationsformer <strong>samt formulera sig självständigt i förhållande till källorna</strong>.",
          "A" : "Eleven kan, <strong>med säkerhet</strong> och på ett strukturerat sätt, uttrycka sina kunskaper i samhällskunskap i olika presentationsformer <strong>samt formulera sig självständigt i förhållande till källorna</strong>."
        }
      } ]
    } ],
    "point" : 100,
    "year" : null
  }, {
    "name" : "Samhällskunskap 3",
    "description" : "Kursen samhällskunskap 3 omfattar punkterna 1–5 under rubriken Ämnets syfte, med särskild betoning på punkt 3. I kursen behandlas fördjupade kunskaper i ämnet.",
    "code" : "SAMSAM03",
    "centralContent" : [ {
      "heading" : "Undervisningen i kursen ska behandla följande centrala innehåll:",
      "lines" : [ "Globalisering och dess betydelse utifrån ett demokratiskt, ekonomiskt och politiskt perspektiv samt för individer, grupper och nationer. Analys av utmaningar som individen, nationen och jorden står inför i en globaliserad värld.", "Introduktion av vetenskapsteori.", "Hur vetenskapliga begrepp används i samhällsdebatten och påverkar individens syn på sig själv, på andra och på det omgivande samhället.", "Tillämpning av samhällsvetenskapliga begrepp, teorier, modeller och metoder i arbetet med komplexa samhällsfrågor.", "Källkritisk granskning, tolkning och värdering av information från olika medier och källor i arbetet med komplexa samhällsfrågor. Källhänvisning enligt vanliga system.", "Muntlig och skriftlig presentation i utredande och andra former och med olika tekniker som är vanliga inom området, till exempel debatter, debattartiklar, rapporter och essäer." ]
    } ],
    "knowledgeRequirementParagraphs" : [ {
      "heading" : "",
      "knowledgeRequirements" : [ {
        "text" : "Eleven kan <strong>________</strong> redogöra för centrala teorier utifrån olika perspektiv.",
        "knowledgeRequirementChoice" : {
          "E" : "Eleven kan <strong>översiktligt</strong> redogöra för centrala teorier utifrån olika perspektiv.",
          "C" : "Eleven kan <strong>utförligt</strong> redogöra för centrala teorier utifrån olika perspektiv.",
          "A" : "Eleven kan <strong>utförligt och nyanserat</strong> redogöra för centrala teorier utifrån olika perspektiv."
        }
      }, {
        "text" : "Dessutom kan eleven <strong>________</strong> redogöra för hur olika faktorer och förhållanden skapar olika förutsättningar för individer, grupper och nationer.",
        "knowledgeRequirementChoice" : {
          "E" : "Dessutom kan eleven <strong>översiktligt</strong> redogöra för hur olika faktorer och förhållanden skapar olika förutsättningar för individer, grupper och nationer.",
          "C" : "Dessutom kan eleven <strong>utförligt</strong> redogöra för hur olika faktorer och förhållanden skapar olika förutsättningar för individer, grupper och nationer.",
          "A" : "Dessutom kan eleven <strong>utförligt och nyanserat</strong> redogöra för hur olika faktorer och förhållanden skapar olika förutsättningar för individer, grupper och nationer."
        }
      } ]
    }, {
      "heading" : "",
      "knowledgeRequirements" : [ {
        "text" : "Eleven kan analysera komplexa samhällsfrågor och identifierar orsaker och konsekvenser.",
        "knowledgeRequirementChoice" : {
          "E" : "Eleven kan analysera komplexa samhällsfrågor och identifierar orsaker och konsekvenser.",
          "C" : "Eleven kan analysera komplexa samhällsfrågor och identifiera orsaker och konsekvenser.",
          "A" : "Eleven kan analysera komplexa samhällsfrågor och identifiera orsaker och konsekvenser."
        }
      }, {
        "text" : "I analysen använder eleven <strong>________</strong> samhällsvetenskapliga begrepp, teorier, modeller och metoder samt diskuterar <strong>________</strong> deras styrkor och svagheter med hänvisning till såväl empiriska källor som någon vetenskapsteoretisk källa.",
        "knowledgeRequirementChoice" : {
          "E" : "I analysen använder eleven <strong>med viss säkerhet</strong> samhällsvetenskapliga begrepp, teorier, modeller och metoder samt diskuterar <strong>översiktligt</strong> deras styrkor och svagheter med hänvisning till såväl empiriska källor som någon vetenskapsteoretisk källa.",
          "C" : "I analysen använder eleven <strong>med viss säkerhet</strong> samhällsvetenskapliga begrepp, teorier, modeller och metoder samt diskuterar <strong>utförligt</strong> deras styrkor och svagheter med hänvisning till såväl empiriska källor som någon vetenskapsteoretisk källa.",
          "A" : "I analysen använder eleven <strong>med säkerhet</strong> samhällsvetenskapliga begrepp, teorier, modeller och metoder samt diskuterar <strong>utförligt och nyanserat</strong> deras styrkor och svagheter med hänvisning till såväl empiriska källor som någon vetenskapsteoretisk källa."
        }
      }, {
        "text" : "Eleven diskuterar <strong>________</strong> orsakerna och konsekvenserna samt möjliga lösningar på samhällsfrågorna.",
        "knowledgeRequirementChoice" : {
          "E" : "Eleven diskuterar <strong>översiktligt</strong> orsakerna och konsekvenserna samt möjliga lösningar på samhällsfrågorna.",
          "C" : "Eleven diskuterar <strong>utförligt</strong> orsakerna och konsekvenserna samt möjliga lösningar på samhällsfrågorna.",
          "A" : "Eleven diskuterar <strong>utförligt och nyanserat</strong> orsakerna och konsekvenserna samt möjliga lösningar på samhällsfrågorna."
        }
      }, {
        "text" : "Eleven kan ge <strong>________</strong> argument för sina ståndpunkter och värderar med <strong>________</strong> omdömen andras ståndpunkter.",
        "knowledgeRequirementChoice" : {
          "E" : "Eleven kan ge <strong>enkla</strong> argument för sina ståndpunkter och värderar med <strong>enkla</strong> omdömen andras ståndpunkter.",
          "C" : "Eleven ger <strong>välgrundade</strong> argument för sina ståndpunkter och värderar med <strong>enkla</strong> omdömen andras ståndpunkter.",
          "A" : "Eleven ger <strong>välgrundade och nyanserade</strong> argument för sina ståndpunkter och värderar med <strong>nyanserade</strong> omdömen andras ståndpunkter."
        }
      } ]
    }, {
      "heading" : "",
      "knowledgeRequirements" : [ {
        "text" : "Eleven kan ge <strong>________</strong> exempel på hur vetenskapliga begrepp används i samhällsdebatten och <strong>________</strong> beskriva hur detta påverkar synen på samhällsfrågor.",
        "knowledgeRequirementChoice" : {
          "E" : "Eleven kan ge <strong>något</strong> exempel på hur vetenskapliga begrepp används i samhällsdebatten och <strong>översiktligt</strong> beskriva hur detta påverkar synen på samhällsfrågor.",
          "C" : "Eleven kan ge <strong>några</strong> exempel på hur vetenskapliga begrepp används i samhällsdebatten och <strong>utförligt</strong> beskriva hur detta påverkar synen på samhällsfrågor.",
          "A" : "Eleven kan ge <strong>några</strong> exempel på hur vetenskapliga begrepp används i samhällsdebatten och <strong>utförligt och nyanserat</strong> beskriva hur detta påverkar synen på samhällsfrågor."
        }
      } ]
    }, {
      "heading" : "",
      "knowledgeRequirements" : [ {
        "text" : "I arbetet med samhällsfrågor kan eleven <strong>________</strong> söka, granska och tolka information från olika källor, göra adekvata källhänvisningar samt göra <strong>________</strong> reflektioner om källornas relevans och trovärdighet.",
        "knowledgeRequirementChoice" : {
          "E" : "I arbetet med samhällsfrågor kan eleven <strong>med viss säkerhet</strong> söka, granska och tolka information från olika källor, göra adekvata källhänvisningar samt göra <strong>enkla</strong> reflektioner om källornas relevans och trovärdighet.",
          "C" : "I arbetet med samhällsfrågor kan eleven <strong>med viss säkerhet</strong> söka, granska och tolka information från olika källor, göra adekvata källhänvisningar samt göra <strong>välgrundade</strong> reflektioner om källornas relevans och trovärdighet utifrån syftet.",
          "A" : "I arbetet med samhällsfrågor kan eleven <strong>med säkerhet</strong> söka, granska och tolka information från olika källor, göra adekvata källhänvisningar samt göra <strong>välgrundade och nyanserade</strong> reflektioner om källornas relevans och trovärdighet utifrån syftet."
        }
      }, {
        "text" : "Eleven kan, <strong>________</strong> och på ett strukturerat sätt, uttrycka sina kunskaper i samhällskunskap i olika presentationsformer.",
        "knowledgeRequirementChoice" : {
          "E" : "Eleven kan, <strong>med viss säkerhet</strong> och på ett strukturerat sätt, uttrycka sina kunskaper i samhällskunskap i olika presentationsformer.",
          "C" : "Eleven kan <strong>med viss säkerhet</strong> och på ett strukturerat sätt, uttrycka sina kunskaper i samhällskunskap i olika presentationsformer <strong>samt formulera sig självständigt i förhållande till källorna</strong>.",
          "A" : "Eleven kan, <strong>med säkerhet</strong> och på ett strukturerat sätt, uttrycka sina kunskaper i samhällskunskap i olika presentationsformer <strong>samt formulera sig självständigt i förhållande till källorna</strong>."
        }
      } ]
    } ],
    "point" : 100,
    "year" : null
  } ]
}