{
  "name" : "Socialt arbete",
  "description" : "Ämnet socialt arbete är tvärvetenskapligt och har sin grund i socialvetenskap, sociologi, pedagogik och statsvetenskap. Det är också yrkesrelaterat och handlar om arbete som inriktas på sociala frågor och problem, deras konsekvenser och lösningar.",
  "code" : "SOC",
  "designation" : "",
  "skolfsId" : "2010:142",
  "purposes" : [ {
    "type" : "PARAGRAPH",
    "heading" : "",
    "lines" : [ "Undervisningen i ämnet socialt arbete ska syfta till att eleverna utvecklar kunskaper om sociala frågor och verksamheter.", "Eleverna ska ges möjlighet att utifrån lagar, styrdokument, en demokratisk värdegrund och överenskommelser om mänskliga rättigheter utveckla förmåga att arbeta inom sociala verksamheter, inkluderat funktionshinderområdet.", "Undervisningen ska leda till att eleverna ges möjlighet att utveckla förmåga att möta och arbeta med människor utifrån ett etiskt och ett inkluderande förhållningssätt.", "Såväl egna som samhällets attityder till, samt värderingar och bemötande av, människors sociala utsatthet ska därför behandlas i undervisningen." ]
  }, {
    "type" : "PARAGRAPH",
    "heading" : "",
    "lines" : [ "Problemlösning och handlingsberedskap ska stimuleras i undervisningen, och tillfällen ska ges för eleverna att medverka vid val av arbetsformer och innehåll.", "Genom fältstudier eller genom att medverka i olika verksamheter ska eleverna ges möjlighet att få inblick i och erfarenhet av sociala och pedagogiska sammanhang.", "Eleverna ska ges möjlighet att reflektera över och diskutera ämnesinnehållet, centrala begrepp och egna och andras handlingar och attityder.", "I undervisningen ska eleverna också ges möjlighet att utveckla förmåga att kritiskt söka, bearbeta, värdera och använda information från olika källor." ]
  }, {
    "type" : "BULLET",
    "heading" : "Undervisningen i ämnet socialt arbete ska ge eleverna förutsättningar att utveckla följande:",
    "lines" : [ "Kunskaper om olika sociala verksamheter.", "Kunskaper om sociala frågor och problem på samhälls-, grupp- och individnivå.", "Förmåga att använda centrala begrepp och teorier inom kunskapsområdet.", "Färdigheter i att kritiskt använda information från olika källor.", "Förmåga att arbeta utifrån lagar och andra bestämmelser som styr sociala verksamheter samt ta hänsyn till arbetsmiljö, säkerhet och yrkesetik.", "Färdigheter i att arbeta med förekommande arbetsuppgifter inom sociala verksamheter.", "Förmåga att kommunicera, samarbeta och samverka för att möta och arbeta med människor i sociala sammanhang.", "Förmåga att diskutera egna, andras och samhällets attityder till och värderingar av människors olika levnadsvillkor." ]
  } ],
  "courses" : [ {
    "name" : "Socialt arbete",
    "description" : "Kursen socialt arbete omfattar punkterna 1–8 under rubriken Ämnets syfte.",
    "code" : "SOCSOI0",
    "centralContent" : [ {
      "heading" : "Undervisningen i kursen ska behandla följande centrala innehåll:",
      "lines" : [ "Innehållet i, bakgrunden till samt framväxten och organisationen av samhällets socialpolitik och socialt arbete.", "Samhällets hantering av sociala frågor och problem.", "Sociala myndigheter och ombudsmän, deras funktioner och roller i samhället.", "Offentliga, frivilliga och privata sociala verksamheter, deras organisationer, innehåll och ideologier samt roller i samhället.", "Kritisk bearbetning av information från olika källor.", "Lagar, förordningar, internationella överenskommelser och riktlinjer för sociala verksamheter.", "Bestämmelser och praxis när det gäller arbetsmiljö, säkerhet och yrkesetik inom sociala verksamheter.", "Planering, genomförande, utvärdering och dokumentation av uppgifter och aktiviteter inom sociala verksamheter.", "Yrkesroll och ledarskap.", "Kommunikation, samarbete och samverkan med människor i olika situationer." ]
    } ],
    "knowledgeRequirementParagraphs" : [ {
      "heading" : "",
      "knowledgeRequirements" : [ {
        "text" : "Eleven beskriver <strong>________</strong> sociala verksamheter.",
        "knowledgeRequirementChoice" : {
          "E" : "Eleven beskriver <strong>översiktligt</strong> sociala verksamheter.",
          "C" : "Eleven beskriver <strong>utförligt</strong> sociala verksamheter.",
          "A" : "Eleven beskriver <strong>utförligt och nyanserat</strong> sociala verksamheter."
        }
      }, {
        "text" : "Dessutom redogör eleven <strong>________</strong> för hur sociala frågor och problem hanteras i samhället.",
        "knowledgeRequirementChoice" : {
          "E" : "Dessutom redogör eleven <strong>översiktligt</strong> för hur sociala frågor och problem hanteras i samhället.",
          "C" : "Dessutom redogör eleven <strong>utförligt</strong> för hur sociala frågor och problem hanteras i samhället.",
          "A" : "Dessutom redogör eleven <strong>utförligt och nyanserat</strong> för hur sociala frågor och problem hanteras i samhället."
        }
      }, {
        "text" : "I beskrivningar och redogörelser använder eleven <strong>________</strong> centrala begrepp och teorier samt förklarar <strong>________</strong> samband och drar <strong>________</strong> slutsatser.",
        "knowledgeRequirementChoice" : {
          "E" : "I beskrivningar och redogörelser använder eleven <strong>med viss säkerhet</strong> centrala begrepp och teorier samt förklarar <strong>enkla</strong> samband och drar <strong>enkla</strong> slutsatser.",
          "C" : "I beskrivningar och redogörelser använder eleven <strong>med viss säkerhet</strong> centrala begrepp och teorier samt förklarar samband och drar <strong>välgrundade</strong> slutsatser.",
          "A" : "I beskrivningar och redogörelser använder eleven <strong>med säkerhet</strong> centrala begrepp och teorier samt förklarar <strong>komplexa</strong> samband och drar <strong>välgrundade och nyanserade</strong> slutsatser."
        }
      } ]
    }, {
      "heading" : "",
      "knowledgeRequirements" : [ {
        "text" : "Eleven söker och bearbetar <strong>________</strong> information från olika källor samt värderar den med <strong>________</strong> omdömen.",
        "knowledgeRequirementChoice" : {
          "E" : "Eleven söker och bearbetar <strong>med viss säkerhet</strong> information från olika källor samt värderar den med <strong>enkla</strong> omdömen.",
          "C" : "Eleven söker och bearbetar <strong>med viss säkerhet</strong> information från olika källor samt värderar den med <strong>nyanserade</strong> omdömen.",
          "A" : "Eleven söker och bearbetar <strong>med säkerhet</strong> information från olika källor samt värderar den med <strong>nyanserade</strong> omdömen."
        }
      } ]
    }, {
      "heading" : "",
      "knowledgeRequirements" : [ {
        "text" : "Eleven redogör <strong>________</strong> för olika lagar och andra bestämmelser som styr verksamheterna och tar utgångspunkt i dem i sitt arbete.",
        "knowledgeRequirementChoice" : {
          "E" : "Eleven redogör <strong>översiktligt</strong> för olika lagar och andra bestämmelser som styr verksamheterna och tar utgångspunkt i dem i sitt arbete.",
          "C" : "Eleven redogör <strong>utförligt</strong> för olika lagar och andra bestämmelser som styr verksamheterna och tar utgångspunkt i dem i sitt arbete.",
          "A" : "Eleven redogör <strong>utförligt</strong> för olika lagar och andra bestämmelser som styr verksamheterna och tar utgångspunkt i dem i sitt arbete."
        }
      } ]
    }, {
      "heading" : "",
      "knowledgeRequirements" : [ {
        "text" : "Eleven planerar, organiserar och utför vanligt förekommande <strong>________</strong> arbetsuppgifter <strong>________</strong> med handledare och på ett yrkesmässigt sätt.",
        "knowledgeRequirementChoice" : {
          "E" : "Eleven planerar, organiserar och utför vanligt förekommande <strong>enkla</strong> arbetsuppgifter <strong>i samråd</strong> med handledare och på ett yrkesmässigt sätt.",
          "C" : "Eleven planerar, organiserar och utför vanligt förekommande arbetsuppgifter <strong>efter samråd</strong> med handledare och på ett yrkesmässigt sätt. <strong>Eleven diskuterar utförligt sin egen och andras roll och betydelse samt tar utgångspunkt i det vid sitt eget handlande</strong>.",
          "A" : "Eleven planerar, organiserar och utför vanligt förekommande, <strong>även avancerade</strong>, arbetsuppgifter <strong>efter samråd</strong> med handledare och på ett yrkesmässigt sätt <strong>samt anpassar vid behov genomförandet till ändrade förutsättningar</strong>. <strong>Eleven diskuterar utförligt och nyanserat sin egen och andras roll och betydelse samt tar utgångspunkt i det vid sitt eget handlande</strong>."
        }
      }, {
        "text" : "I arbetet interagerar eleven, samt kommunicerar <strong>________</strong>, i samarbete och möten med människor.",
        "knowledgeRequirementChoice" : {
          "E" : "I arbetet interagerar eleven, samt kommunicerar <strong>med viss säkerhet</strong>, i samarbete och möten med människor.",
          "C" : "I arbetet interagerar eleven, samt kommunicerar <strong>med viss säkerhet</strong>, i samarbete och möten med människor.",
          "A" : "I arbetet interagerar eleven, samt kommunicerar <strong>med säkerhet</strong>, i samarbete och möten med människor."
        }
      }, {
        "text" : "Eleven gör en <strong>________</strong> dokumentation av utförda uppgifter och aktiviteter.",
        "knowledgeRequirementChoice" : {
          "E" : "Eleven gör en <strong>enkel</strong> dokumentation av utförda uppgifter och aktiviteter.",
          "C" : "Eleven gör en <strong>noggrann</strong> dokumentation av utförda uppgifter och aktiviteter.",
          "A" : "Eleven gör en <strong>noggrann och utförlig</strong> dokumentation av utförda uppgifter och aktiviteter."
        }
      }, {
        "text" : "I dokumentationen använder eleven <strong>________</strong> relevanta begrepp.",
        "knowledgeRequirementChoice" : {
          "E" : "I dokumentationen använder eleven <strong>med viss säkerhet</strong> relevanta begrepp.",
          "C" : "I dokumentationen använder eleven <strong>med viss säkerhet</strong> relevanta begrepp.",
          "A" : "I dokumentationen använder eleven <strong>med säkerhet</strong> relevanta begrepp."
        }
      }, {
        "text" : "När arbetet är utfört utvärderar eleven uppgifterna och aktiviteterna med <strong>________</strong> omdömen utifrån uppsatta mål.",
        "knowledgeRequirementChoice" : {
          "E" : "När arbetet är utfört utvärderar eleven uppgifterna och aktiviteterna med <strong>enkla</strong> omdömen utifrån uppsatta mål.",
          "C" : "När arbetet är utfört utvärderar eleven uppgifterna och aktiviteterna med <strong>nyanserade</strong> omdömen utifrån uppsatta mål.",
          "A" : "När arbetet är utfört utvärderar eleven uppgifterna och aktiviteterna med <strong>nyanserade</strong> omdömen utifrån uppsatta mål."
        }
      }, {
        "text" : "I utvärderingen diskuterar eleven <strong>________</strong> möjliga alternativa lösningar och föreslår vid behov förbättringar.",
        "knowledgeRequirementChoice" : {
          "E" : "I utvärderingen diskuterar eleven <strong>översiktligt</strong> möjliga alternativa lösningar och föreslår vid behov förbättringar.",
          "C" : "I utvärderingen diskuterar eleven <strong>utförligt</strong> möjliga alternativa lösningar och föreslår vid behov förbättringar.",
          "A" : "I utvärderingen diskuterar eleven <strong>utförligt och nyanserat</strong> möjliga alternativa lösningar och föreslår vid behov förbättringar."
        }
      } ]
    }, {
      "heading" : "",
      "knowledgeRequirements" : [ {
        "text" : "Eleven diskuterar <strong>________</strong> egna, andras och samhällets attityder, värderingar och handlingar i relation till arbetsuppgifterna.",
        "knowledgeRequirementChoice" : {
          "E" : "Eleven diskuterar <strong>översiktligt</strong> egna, andras och samhällets attityder, värderingar och handlingar i relation till arbetsuppgifterna.",
          "C" : "Eleven diskuterar <strong>utförligt</strong> egna, andras och samhällets attityder, värderingar och handlingar i relation till arbetsuppgifterna.",
          "A" : "Eleven diskuterar <strong>utförligt och nyanserat</strong> egna, andras och samhällets attityder, värderingar och handlingar i relation till arbetsuppgifterna."
        }
      }, {
        "text" : "I diskussionen framför eleven <strong>________</strong> argument för sina åsikter samt visar respekt för andras åsikter.",
        "knowledgeRequirementChoice" : {
          "E" : "I diskussionen framför eleven <strong>enkla</strong> argument för sina åsikter samt visar respekt för andras åsikter.",
          "C" : "I diskussionen framför eleven <strong>välgrundade</strong> argument för sina åsikter samt visar respekt för andras åsikter.",
          "A" : "I diskussionen framför eleven <strong>välgrundade och nyanserade</strong> argument för sina åsikter samt visar respekt för andras åsikter."
        }
      } ]
    }, {
      "heading" : "",
      "knowledgeRequirements" : [ {
        "text" : "När eleven samråder med handledare bedömer hon eller han <strong>________</strong> den egna förmågan och situationens krav.",
        "knowledgeRequirementChoice" : {
          "E" : "När eleven samråder med handledare bedömer hon eller han <strong>med viss säkerhet</strong> den egna förmågan och situationens krav.",
          "C" : "När eleven samråder med handledare bedömer hon eller han <strong>med viss säkerhet</strong> den egna förmågan och situationens krav.",
          "A" : "När eleven samråder med handledare bedömer hon eller han <strong>med säkerhet</strong> den egna förmågan och situationens krav."
        }
      } ]
    } ],
    "point" : 200,
    "year" : null
  } ]
}