{
  "name" : "Specialpedagogik",
  "description" : "Ämnet specialpedagogik är tvärvetenskapligt och har utvecklats ur pedagogik med nära kopplingar till filosofi, psykologi, sociologi och medicin. I ämnet behandlas människors olika villkor för lärande och utveckling i samspel med det omgivande samhället. Det behandlar också arbetsuppgifter, yrkesroller och verksamheter inom funktionshinderområdet.",
  "code" : "SPC",
  "designation" : "",
  "skolfsId" : "2010:145",
  "purposes" : [ {
    "type" : "PARAGRAPH",
    "heading" : "",
    "lines" : [ "Undervisningen i ämnet specialpedagogik ska syfta till att eleverna utvecklar kunskaper om relationer mellan samhället och människor med funktionsnedsättningar.", "Eleverna ska också ges möjlighet att utveckla kunskaper om samhällets olika insatser för människor med funktionsnedsättningar samt förmåga att arbeta utifrån lagar och styrdokument för att, i olika situationer, skapa likvärdighet, delaktighet och tillgänglighet för människor med funktionsnedsättningar.", "Undervisningen ska leda till att eleverna utvecklar förmåga att möta människor med respekt och arbeta utifrån ett etiskt och inkluderande förhållningssätt, med utgångspunkt i en demokratisk värdegrund och i överenskommelser om mänskliga rättigheter.", "Såväl egna som samhällets attityder till och värderingar av människors olikheter och rättigheter ska behandlas i undervisningen." ]
  }, {
    "type" : "PARAGRAPH",
    "heading" : "",
    "lines" : [ "Problemlösning och handlingsberedskap ska stimuleras i undervisningen.", "Genom fältstudier eller genom att medverka i olika verksamheter ska eleverna ges möjlighet att få inblick i och erfarenhet av sociala och pedagogiska sammanhang.", "Eleverna ska ges möjlighet att reflektera över och diskutera ämnesinnehållet och centrala begrepp.", "I undervisningen ska eleverna också ges möjlighet att utveckla förmåga att kritiskt söka, bearbeta, värdera och använda information från olika källor." ]
  }, {
    "type" : "BULLET",
    "heading" : "Undervisningen i ämnet specialpedagogik ska ge eleverna förutsättningar att utveckla följande:",
    "lines" : [ "Kunskaper om olika funktionsnedsättningar och om deras konsekvenser i olika sammanhang.", "Kunskaper om samhällets olika insatser för människor med funktionsnedsättningar.", "Kunskaper om specialpedagogiska arbetssätt och hjälpmedel samt färdigheter i att utveckla och använda dessa.", "Förmåga att använda centrala specialpedagogiska begrepp.", "Färdigheter i att kritiskt använda information från olika källor.", "Förmåga att arbeta utifrån lagar och andra bestämmelser som styr olika verksamheter.", "Förmåga att planera, genomföra, utvärdera, följa upp och dokumentera olika insatser och aktiviteter för att skapa goda villkor för människors deltagande i olika situationer.", "Förmåga att kommunicera, samarbeta och samverka för att stödja och assistera människor i olika situationer.", "Förmåga att diskutera egna, andras och samhällets attityder till, samt värderingar och bemötande av, människors olikheter." ]
  } ],
  "courses" : [ {
    "name" : "Specialpedagogik 1",
    "description" : "Kursen specialpedagogik 1 omfattar punkterna 1, 3–5 och 7–9 under rubriken Ämnets syfte. I kursen behandlas grundläggande kunskaper i ämnet.",
    "code" : "SPCSPE01",
    "centralContent" : [ {
      "heading" : "Undervisningen i kursen ska behandla följande centrala innehåll:",
      "lines" : [ "Olika funktionsnedsättningar och hur de kan påverka människors liv, lärande och delaktighet i samhället.", "Anpassning av arbetssätt och innehåll i verksamheter till både individers och gruppers olika behov och erfarenheter samt till situationen.", "Specialpedagogiska insatser, arbetssätt och hjälpmedel i sociala och pedagogiska sammanhang.", "Människors olikheter, förutsättningar och möjligheter för lärande och delaktighet i olika situationer och aktiviteter.", "Innebörden av olika begrepp, till exempel funktionsnedsättning, funktionshinder, normalitet, avvikelse, diagnoser, inkludering, exkludering, tillgänglighet, delaktighet och likvärdighet.", "Kritisk bearbetning av information från olika källor.", "Planering, genomförande, utvärdering, uppföljning och dokumentation av olika insatser och aktiviteter på individ- och gruppnivå.", "Alternativa kompletterande kommunikationssätt och vilken funktion och betydelse de har för människors delaktighet.", "Interaktion och kommunikation i samarbete och möten med människor." ]
    } ],
    "knowledgeRequirementParagraphs" : [ {
      "heading" : "",
      "knowledgeRequirements" : [ {
        "text" : "Eleven beskriver <strong>________</strong> olika funktionsnedsättningar och deras konsekvenser för människors liv, lärande och deltagande i olika sammanhang.",
        "knowledgeRequirementChoice" : {
          "E" : "Eleven beskriver <strong>översiktligt</strong> olika funktionsnedsättningar och deras konsekvenser för människors liv, lärande och deltagande i olika sammanhang.",
          "C" : "Eleven beskriver <strong>utförligt</strong> olika funktionsnedsättningar och deras konsekvenser för människors liv, lärande och deltagande i olika sammanhang.",
          "A" : "Eleven beskriver <strong>utförligt och nyanserat</strong> olika funktionsnedsättningar och deras konsekvenser för människors liv, lärande och deltagande i olika sammanhang."
        }
      }, {
        "text" : "Dessutom redogör eleven <strong>________</strong> för hur likvärdighet, tillgänglighet och delaktighet kan skapas i olika situationer med hjälp av specialpedagogiska arbetssätt och hjälpmedel.",
        "knowledgeRequirementChoice" : {
          "E" : "Dessutom redogör eleven <strong>översiktligt</strong> för hur likvärdighet, tillgänglighet och delaktighet kan skapas i olika situationer med hjälp av specialpedagogiska arbetssätt och hjälpmedel.",
          "C" : "Dessutom redogör eleven <strong>utförligt</strong> för hur likvärdighet, tillgänglighet och delaktighet kan skapas i olika situationer med hjälp av specialpedagogiska arbetssätt och hjälpmedel.",
          "A" : "Dessutom redogör eleven <strong>utförligt och nyanserat</strong> för hur likvärdighet, tillgänglighet och delaktighet kan skapas i olika situationer med hjälp av specialpedagogiska arbetssätt och hjälpmedel."
        }
      }, {
        "text" : "I beskrivningar och redogörelser använder eleven <strong>________</strong> centrala begrepp samt förklarar <strong>________</strong> samband och drar <strong>________</strong> slutsatser.",
        "knowledgeRequirementChoice" : {
          "E" : "I beskrivningar och redogörelser använder eleven <strong>med viss säkerhet</strong> centrala begrepp samt förklarar <strong>enkla</strong> samband och drar <strong>enkla</strong> slutsatser.",
          "C" : "I beskrivningar och redogörelser använder eleven <strong>med viss säkerhet</strong> centrala begrepp samt förklarar samband och drar <strong>välgrundade</strong> slutsatser.",
          "A" : "I beskrivningar och redogörelser använder eleven <strong>med säkerhet</strong> centrala begrepp samt förklarar <strong>komplexa</strong> samband och drar <strong>välgrundade och nyanserade</strong> slutsatser."
        }
      } ]
    }, {
      "heading" : "",
      "knowledgeRequirements" : [ {
        "text" : "Eleven söker och bearbetar <strong>________</strong> information från olika källor samt värderar den med <strong>________</strong> omdömen.",
        "knowledgeRequirementChoice" : {
          "E" : "Eleven söker och bearbetar <strong>med viss säkerhet</strong> information från olika källor samt värderar den med <strong>enkla</strong> omdömen.",
          "C" : "Eleven söker och bearbetar <strong>med viss säkerhet</strong> information från olika källor samt värderar den med <strong>nyanserade</strong> omdömen.",
          "A" : "Eleven söker och bearbetar <strong>med säkerhet</strong> information från olika källor samt värderar den med <strong>nyanserade</strong> omdömen."
        }
      } ]
    }, {
      "heading" : "",
      "knowledgeRequirements" : [ {
        "text" : "Eleven planerar, organiserar och utför vanligt förekommande <strong>________</strong> arbetsuppgifter och aktiviteter <strong>________</strong> med handledare.",
        "knowledgeRequirementChoice" : {
          "E" : "Eleven planerar, organiserar och utför vanligt förekommande <strong>enkla</strong> arbetsuppgifter och aktiviteter <strong>i samråd</strong> med handledare.",
          "C" : "Eleven planerar, organiserar och utför vanligt förekommande arbetsuppgifter och aktiviteter <strong>efter samråd</strong> med handledare.",
          "A" : "Eleven planerar, organiserar och utför vanligt förekommande, <strong>även avancerade</strong>, arbetsuppgifter och aktiviteter <strong>efter samråd</strong> med handledare, <strong>samt anpassar vid behov genomförandet till ändrade förutsättningar</strong>."
        }
      }, {
        "text" : "I arbetet använder eleven redskap och metoder som <strong>________</strong> för uppgiften.",
        "knowledgeRequirementChoice" : {
          "E" : "I arbetet använder eleven redskap och metoder som <strong>finns angivna</strong> för uppgiften.",
          "C" : "I arbetet <strong>väljer och</strong> använder eleven redskap och metoder som <strong>passar</strong> för uppgiften. <strong>Eleven diskuterar utförligt sin egen och andras roll och betydelse samt tar utgångspunkt i det vid sitt eget handlande</strong>.",
          "A" : "I arbetet <strong>väljer och</strong> använder eleven redskap och metoder som <strong>passar</strong> för uppgiften <strong>samt motiverar sina val</strong>. <strong>Eleven diskuterar utförligt och nyanserat sin egen och andras roll och betydelse samt tar utgångspunkt i det vid sitt eget handlande</strong>."
        }
      }, {
        "text" : "Dessutom interagerar eleven, samt kommunicerar <strong>________</strong>, i samarbete och möten med människor.",
        "knowledgeRequirementChoice" : {
          "E" : "Dessutom interagerar eleven, samt kommunicerar <strong>med viss säkerhet</strong>, i samarbete och möten med människor.",
          "C" : "Dessutom interagerar eleven, samt kommunicerar <strong>med viss säkerhet</strong>, i samarbete och möten med människor.",
          "A" : "Dessutom interagerar eleven, samt kommunicerar <strong>med säkerhet</strong>, i samarbete och möten med människor."
        }
      }, {
        "text" : "Eleven gör en <strong>________</strong> dokumentation av utförda uppgifter och aktiviteter.",
        "knowledgeRequirementChoice" : {
          "E" : "Eleven gör en <strong>enkel</strong> dokumentation av utförda uppgifter och aktiviteter.",
          "C" : "Eleven gör en <strong>noggrann</strong> dokumentation av utförda uppgifter och aktiviteter.",
          "A" : "Eleven gör en <strong>noggrann och utförlig</strong> dokumentation av utförda uppgifter och aktiviteter."
        }
      }, {
        "text" : "I dokumentationen använder eleven <strong>________</strong> relevanta begrepp.",
        "knowledgeRequirementChoice" : {
          "E" : "I dokumentationen använder eleven <strong>med viss säkerhet</strong> relevanta begrepp.",
          "C" : "I dokumentationen använder eleven <strong>med viss säkerhet</strong> relevanta begrepp.",
          "A" : "I dokumentationen använder eleven <strong>med säkerhet</strong> relevanta begrepp."
        }
      }, {
        "text" : "När arbetet är utfört utvärderar eleven uppgifterna och aktiviteterna med <strong>________</strong> omdömen utifrån uppsatta mål.",
        "knowledgeRequirementChoice" : {
          "E" : "När arbetet är utfört utvärderar eleven uppgifterna och aktiviteterna med <strong>enkla</strong> omdömen utifrån uppsatta mål.",
          "C" : "När arbetet är utfört utvärderar eleven uppgifterna och aktiviteterna med <strong>nyanserade</strong> omdömen utifrån uppsatta mål.",
          "A" : "När arbetet är utfört utvärderar eleven uppgifterna och aktiviteterna med <strong>nyanserade</strong> omdömen utifrån uppsatta mål <strong>och deltagarnas respons</strong>."
        }
      }, {
        "text" : "I utvärderingen diskuterar eleven <strong>________</strong> möjliga alternativa lösningar och föreslår vid behov förbättringar.",
        "knowledgeRequirementChoice" : {
          "E" : "I utvärderingen diskuterar eleven <strong>översiktligt</strong> möjliga alternativa lösningar och föreslår vid behov förbättringar.",
          "C" : "I utvärderingen diskuterar eleven <strong>utförligt</strong> möjliga alternativa lösningar och föreslår vid behov förbättringar.",
          "A" : "I utvärderingen diskuterar eleven <strong>utförligt och nyanserat</strong> möjliga alternativa lösningar och föreslår vid behov förbättringar."
        }
      } ]
    }, {
      "heading" : "",
      "knowledgeRequirements" : [ {
        "text" : "Eleven diskuterar <strong>________</strong> egna och andras attityder, värderingar och handlingar i relation till människor med funktionsnedsättningar.",
        "knowledgeRequirementChoice" : {
          "E" : "Eleven diskuterar <strong>översiktligt</strong> egna och andras attityder, värderingar och handlingar i relation till människor med funktionsnedsättningar.",
          "C" : "Eleven diskuterar <strong>utförligt</strong> egna och andras attityder, värderingar och handlingar i relation till människor med funktionsnedsättningar.",
          "A" : "Eleven diskuterar <strong>utförligt och nyanserat</strong> egna och andras attityder, värderingar och handlingar i relation till människor med funktionsnedsättningar."
        }
      }, {
        "text" : "I diskussionen framför eleven <strong>________</strong> argument för sina åsikter samt visar respekt för andras åsikter.",
        "knowledgeRequirementChoice" : {
          "E" : "I diskussionen framför eleven <strong>enkla</strong> argument för sina åsikter samt visar respekt för andras åsikter.",
          "C" : "I diskussionen framför eleven <strong>välgrundade</strong> argument för sina åsikter samt visar respekt för andras åsikter.",
          "A" : "I diskussionen framför eleven <strong>välgrundade och nyanserade</strong> argument för sina åsikter samt visar respekt för andras åsikter."
        }
      } ]
    }, {
      "heading" : "",
      "knowledgeRequirements" : [ {
        "text" : "När eleven samråder med handledare bedömer hon eller han <strong>________</strong> den egna förmågan och situationens krav.",
        "knowledgeRequirementChoice" : {
          "E" : "När eleven samråder med handledare bedömer hon eller han <strong>med viss säkerhet</strong> den egna förmågan och situationens krav.",
          "C" : "När eleven samråder med handledare bedömer hon eller han <strong>med viss säkerhet</strong> den egna förmågan och situationens krav.",
          "A" : "När eleven samråder med handledare bedömer hon eller han <strong>med säkerhet</strong> den egna förmågan och situationens krav."
        }
      } ]
    } ],
    "point" : 100,
    "year" : null
  }, {
    "name" : "Specialpedagogik 2",
    "description" : "Kursen specialpedagogik 2 omfattar punkterna 2–9 under rubriken Ämnets syfte. I kursen behandlas fördjupade kunskaper i ämnet.",
    "code" : "SPCSPE02",
    "centralContent" : [ {
      "heading" : "Undervisningen i kursen ska behandla följande centrala innehåll:",
      "lines" : [ "Innehållet i, bakgrunden till och framväxten av organisationer, arbetssätt och olika insatser inom funktionshinderområdet.", "Användande, utveckling och anpassning av specialpedagogiska arbetssätt och övriga hjälpmedel.", "Kritisk bearbetning av information från olika källor.", "Lagar, förordningar, internationella överenskommelser och riktlinjer som styr insatser och verksamheter för människor med funktionsnedsättningar.", "Lagar, andra bestämmelser och praxis när det gäller arbetsmiljö, säkerhet och yrkesetik inom funktionshinderområdet.", "Planering, genomförande, utvärdering, uppföljning och dokumentation av olika insatser och aktiviteter.", "Interaktion och kommunikation i samarbete och möten med människor." ]
    } ],
    "knowledgeRequirementParagraphs" : [ {
      "heading" : "",
      "knowledgeRequirements" : [ {
        "text" : "Eleven beskriver <strong>________</strong> olika insatser för människor med funktionsnedsättningar.",
        "knowledgeRequirementChoice" : {
          "E" : "Eleven beskriver <strong>översiktligt</strong> olika insatser för människor med funktionsnedsättningar.",
          "C" : "Eleven beskriver <strong>utförligt</strong> olika insatser för människor med funktionsnedsättningar.",
          "A" : "Eleven beskriver <strong>utförligt och nyanserat</strong> olika insatser för människor med funktionsnedsättningar."
        }
      }, {
        "text" : "Dessutom redogör eleven <strong>________</strong> för hur olika specialpedagogiska arbetssätt och hjälpmedel utvecklas och används.",
        "knowledgeRequirementChoice" : {
          "E" : "Dessutom redogör eleven <strong>översiktligt</strong> för hur olika specialpedagogiska arbetssätt och hjälpmedel utvecklas och används.",
          "C" : "Dessutom redogör eleven <strong>utförligt</strong> för hur olika specialpedagogiska arbetssätt och hjälpmedel utvecklas och används.",
          "A" : "Dessutom redogör eleven <strong>utförligt och nyanserat</strong> för hur olika specialpedagogiska arbetssätt och hjälpmedel utvecklas och används."
        }
      }, {
        "text" : "I beskrivningar och redogörelser använder eleven <strong>________</strong> centrala begrepp samt förklarar <strong>________</strong> samband och drar <strong>________</strong> slutsatser.",
        "knowledgeRequirementChoice" : {
          "E" : "I beskrivningar och redogörelser använder eleven <strong>med viss säkerhet</strong> centrala begrepp samt förklarar <strong>enkla</strong> samband och drar <strong>enkla</strong> slutsatser.",
          "C" : "I beskrivningar och redogörelser använder eleven <strong>med viss säkerhet</strong> centrala begrepp samt förklarar samband och drar <strong>välgrundade</strong> slutsatser.",
          "A" : "I beskrivningar och redogörelser använder eleven <strong>med säkerhet</strong> centrala begrepp samt förklarar <strong>komplexa</strong> samband och drar <strong>välgrundade och nyanserade</strong> slutsatser."
        }
      } ]
    }, {
      "heading" : "",
      "knowledgeRequirements" : [ {
        "text" : "Eleven söker och bearbetar <strong>________</strong> information från olika källor samt värderar den med <strong>________</strong> omdömen.",
        "knowledgeRequirementChoice" : {
          "E" : "Eleven söker och bearbetar <strong>med viss säkerhet</strong> information från olika källor samt värderar den med <strong>enkla</strong> omdömen.",
          "C" : "Eleven söker och bearbetar <strong>med viss säkerhet</strong> information från olika källor samt värderar den med <strong>nyanserade</strong> omdömen.",
          "A" : "Eleven söker och bearbetar <strong>med säkerhet</strong> information från olika källor samt värderar den med <strong>nyanserade</strong> omdömen."
        }
      } ]
    }, {
      "heading" : "",
      "knowledgeRequirements" : [ {
        "text" : "Eleven redogör <strong>________</strong> för olika lagar och andra bestämmelser som styr verksamheter och tar utgångspunkt i dem i sitt arbete.",
        "knowledgeRequirementChoice" : {
          "E" : "Eleven redogör <strong>översiktligt</strong> för olika lagar och andra bestämmelser som styr verksamheter och tar utgångspunkt i dem i sitt arbete.",
          "C" : "Eleven redogör <strong>utförligt</strong> för olika lagar och andra bestämmelser som styr verksamheter och tar utgångspunkt i dem i sitt arbete.",
          "A" : "Eleven redogör <strong>utförligt</strong> olika lagar och andra bestämmelser som styr verksamheterna och tar utgångspunkt i dem i sitt arbete."
        }
      } ]
    }, {
      "heading" : "",
      "knowledgeRequirements" : [ {
        "text" : "Eleven planerar, organiserar och utför vanligt förekommande <strong>________</strong> arbetsuppgifter och aktiviteter, <strong>________</strong> med handledare och på ett yrkesmässigt sätt.",
        "knowledgeRequirementChoice" : {
          "E" : "Eleven planerar, organiserar och utför vanligt förekommande <strong>enkla</strong> arbetsuppgifter och aktiviteter, <strong>i samråd</strong> med handledare och på ett yrkesmässigt sätt.",
          "C" : "Eleven planerar, organiserar och utför vanligt förekommande arbetsuppgifter och aktiviteter, <strong>efter samråd</strong> med handledare och på ett yrkesmässigt sätt.",
          "A" : "Eleven planerar, organiserar och utför vanligt förekommande, <strong>även avancerade</strong>, arbetsuppgifter och aktiviteter <strong>efter samråd</strong> med handledare och på ett yrkesmässigt sätt, <strong>samt anpassar vid behov genomförandet till ändrade förutsättningar</strong>."
        }
      }, {
        "text" : "I arbetet använder eleven redskap och metoder som <strong>________</strong> för uppgiften.",
        "knowledgeRequirementChoice" : {
          "E" : "I arbetet använder eleven redskap och metoder som <strong>finns angivna</strong> för uppgiften.",
          "C" : "I arbetet <strong>väljer och</strong> använder eleven redskap och metoder som <strong>passar</strong> för uppgiften. <strong>Eleven diskuterar utförligt sin egen och andras roll och betydelse samt tar utgångspunkt i det vid sitt eget handlande</strong>.",
          "A" : "I arbetet <strong>väljer och</strong> använder eleven redskap och metoder som <strong>passar</strong> för uppgiften <strong>samt motiverar sitt val</strong>. <strong>Eleven diskuterar utförligt och nyanserat sin egen och andras roll och betydelse samt tar utgångspunkt i det vid sitt eget handlande</strong>."
        }
      }, {
        "text" : "Dessutom interagerar eleven, samt kommunicerar <strong>________</strong>, i samarbete och möten med människor.",
        "knowledgeRequirementChoice" : {
          "E" : "Dessutom interagerar eleven, samt kommunicerar <strong>med viss säkerhet</strong>, i samarbete och möten med människor.",
          "C" : "Dessutom interagerar eleven, samt kommunicerar <strong>med viss säkerhet</strong>, i samarbete och möten med människor.",
          "A" : "Dessutom interagerar eleven, samt kommunicerar <strong>med säkerhet</strong>, i samarbete och möten med människor."
        }
      }, {
        "text" : "Eleven gör en <strong>________</strong> dokumentation av utförda uppgifter och aktiviteter.",
        "knowledgeRequirementChoice" : {
          "E" : "Eleven gör en <strong>enkel</strong> dokumentation av utförda uppgifter och aktiviteter.",
          "C" : "Eleven gör en <strong>noggrann</strong> dokumentation av utförda uppgifter och aktiviteter.",
          "A" : "Eleven gör en <strong>noggrann och utförlig</strong> dokumentation av utförda uppgifter och aktiviteter."
        }
      }, {
        "text" : "I dokumentationen använder eleven <strong>________</strong> relevanta begrepp.",
        "knowledgeRequirementChoice" : {
          "E" : "I dokumentationen använder eleven <strong>med viss säkerhet</strong> relevanta begrepp.",
          "C" : "I dokumentationen använder eleven <strong>med viss säkerhet</strong> relevanta begrepp.",
          "A" : "I dokumentationen använder eleven <strong>med säkerhet</strong> relevanta begrepp."
        }
      }, {
        "text" : "När arbetet är utfört utvärderar eleven uppgifterna och aktiviteterna med <strong>________</strong> omdömen utifrån uppsatta mål.",
        "knowledgeRequirementChoice" : {
          "E" : "När arbetet är utfört utvärderar eleven uppgifterna och aktiviteterna med <strong>enkla</strong> omdömen utifrån uppsatta mål.",
          "C" : "När arbetet är utfört utvärderar eleven uppgifterna och aktiviteterna med <strong>nyanserade</strong> omdömen utifrån uppsatta mål.",
          "A" : "När arbetet är utfört utvärderar eleven uppgifterna och aktiviteterna med <strong>nyanserade</strong> omdömen utifrån uppsatta mål <strong>och deltagarnas respons</strong>."
        }
      }, {
        "text" : "I utvärderingen diskuterar eleven <strong>________</strong> möjliga alternativa lösningar och föreslår vid behov förbättringar.",
        "knowledgeRequirementChoice" : {
          "E" : "I utvärderingen diskuterar eleven <strong>översiktligt</strong> möjliga alternativa lösningar och föreslår vid behov förbättringar.",
          "C" : "I utvärderingen diskuterar eleven <strong>utförligt</strong> möjliga alternativa lösningar och föreslår vid behov förbättringar.",
          "A" : "I utvärderingen diskuterar eleven <strong>utförligt och nyanserat</strong> möjliga alternativa lösningar och föreslår vid behov förbättringar."
        }
      } ]
    }, {
      "heading" : "",
      "knowledgeRequirements" : [ {
        "text" : "Eleven diskuterar <strong>________</strong> egna och andras attityder, värderingar och handlingar i relation till människor med funktionsnedsättningar.",
        "knowledgeRequirementChoice" : {
          "E" : "Eleven diskuterar <strong>översiktligt</strong> egna och andras attityder, värderingar och handlingar i relation till människor med funktionsnedsättningar.",
          "C" : "Eleven diskuterar <strong>utförligt</strong> egna och andras attityder, värderingar och handlingar i relation till människor med funktionsnedsättningar.",
          "A" : "Eleven diskuterar <strong>utförligt och nyanserat</strong> egna och andras attityder, värderingar och handlingar i relation till människor med funktionsnedsättningar."
        }
      }, {
        "text" : "I diskussionen framför eleven <strong>________</strong> argument för sina åsikter samt visar respekt för andras åsikter.",
        "knowledgeRequirementChoice" : {
          "E" : "I diskussionen framför eleven <strong>enkla</strong> argument för sina åsikter samt visar respekt för andras åsikter.",
          "C" : "I diskussionen framför eleven <strong>välgrundade</strong> argument för sina åsikter samt visar respekt för andras åsikter.",
          "A" : "I diskussionen framför eleven <strong>välgrundade och nyanserade</strong> argument för sina åsikter samt visar respekt för andras åsikter."
        }
      } ]
    }, {
      "heading" : "",
      "knowledgeRequirements" : [ {
        "text" : "När eleven samråder med handledare bedömer hon eller han <strong>________</strong> den egna förmågan och situationens krav.",
        "knowledgeRequirementChoice" : {
          "E" : "När eleven samråder med handledare bedömer hon eller han <strong>med viss säkerhet</strong> den egna förmågan och situationens krav.",
          "C" : "När eleven samråder med handledare bedömer hon eller han <strong>med viss säkerhet</strong> den egna förmågan och situationens krav.",
          "A" : "När eleven samråder med handledare bedömer hon eller han <strong>med säkerhet</strong> den egna förmågan och situationens krav."
        }
      } ]
    } ],
    "point" : 100,
    "year" : null
  } ]
}