{
  "name" : "Svenskt teckenspråk",
  "description" : "Ett välutvecklat teckenspråk är av betydelse för dövas och hörselskadades lärande i och utanför skolan. När språket utvecklas ökar förmågan att reflektera över, förstå, värdera och ta ställning till företeelser i omvärlden.",
  "code" : "SVK",
  "designation" : "",
  "skolfsId" : "0000:00",
  "purposes" : [ {
    "type" : "PARAGRAPH",
    "heading" : "",
    "lines" : [ "Undervisningen i ämnet svenskt teckenspråk ska syfta till att eleverna utvecklar ett rikt språk, som ger självförtroende, trygghet i olika situationer och möjligheter att uttrycka sin personlighet.", "Genom undervisningen ska eleverna ges möjlighet att utveckla aktiv tvåspråkighet med svenskt teckenspråk och svenska." ]
  }, {
    "type" : "PARAGRAPH",
    "heading" : "",
    "lines" : [ "Undervisningen ska stimulera elevernas nyfikenhet på språk och kultur samt ge dem möjlighet att delta i kulturella företeelser i sammanhang både där det svenska teckenspråket används och i samhället i övrigt.", "Undervisningen ska leda till att eleverna utvecklar sina språkliga uttrycksformer och med språket som redskap ges möjlighet att verka i samhället." ]
  }, {
    "type" : "PARAGRAPH",
    "heading" : "",
    "lines" : [ "Undervisningen ska även bidra till att eleverna utvecklar förståelse av hur man söker, värderar, sovrar och tillägnar sig innehåll från olika källor för information, kunskaper och upplevelser." ]
  }, {
    "type" : "PARAGRAPH",
    "heading" : "",
    "lines" : [ "Undervisningen ska omfatta både färdigheter i att använda, och kunskaper om, teckenspråk samt kunskaper om dess historia och kultur.", "Den ska leda till att eleverna utvecklar förmåga att tillägna sig, producera, tolka och reflektera över olika typer av teckenspråkiga texter samt att använda sig av tolk i olika kommunikationssituationer.", "Undervisningen ska ge eleverna möjlighet att utveckla kunskaper om de sätt på vilka teckenspråkiga texter kan skilja sig åt beroende på texttyp, syfte och mottagare samt hur en text bör vara uppbyggd och strukturerad för att fungera väl i olika sammanhang." ]
  }, {
    "type" : "PARAGRAPH",
    "heading" : "",
    "lines" : [ "Undervisningen ska erbjuda möjlighet till anpassning av stoff efter elevernas intresse och utbildning." ]
  }, {
    "type" : "BULLET",
    "heading" : "Undervisningen i ämnet svenskt teckenspråk ska ge eleverna förutsättningar att utveckla följande:",
    "lines" : [ "Förmåga att diskutera, samtala och hålla teckenspråkiga anföranden på ett sätt som är anpassat till syfte, mottagare och kommunikationssituation i övrigt.", "Kunskaper om hur teckenspråkiga texter utformas med hänsyn till texttyp, mottagare och kommunikationssituation, samt förmåga att producera olika typer av texter enligt de karaktäristiska drag som texttypen kräver.", "Förmåga att avläsa, samtala om, kritiskt granska, analysera och tolka olika teckenspråkiga texter utifrån deras särart.", "Förmåga att tillgodogöra sig texter, strukturera innehållet, sovra, referera och värdera samt förmåga att sammanställa information från olika källor.", "Kunskaper om språklig variation i svenska teckenspråket som hänger samman med individ och kommunikationssituation.", "Kunskaper om dövas och hörselskadades situation nationellt och internationellt över tid. Kunskaper om teckenspråkets ställning och historia i Sverige, Norden och övriga världen, samt om det teckenspråkiga samarbetet i världen.", "Kunskaper om det svenska teckenspråkets form och struktur.", "Kunskaper om tolketik och användning av teckenspråkstolk.", "Förmåga att använda svenskt teckenspråk och svenska parallellt samt att jämföra språken. Kunskaper om de speciella villkor som gäller för dövas och hörselskadades språkinlärning." ]
  } ],
  "courses" : [ {
    "name" : "Svenskt teckenspråk 1",
    "description" : " Kursen svenskt teckenspråk 1 omfattar punkterna 1–9 under rubriken Ämnets syfte. ",
    "code" : "SVKSVK01",
    "centralContent" : [ {
      "heading" : "Undervisningen i kursen ska behandla följande centrala innehåll:",
      "lines" : [ "Teckenspråkig framställning anpassad efter kommunikationssituation och mottagare. Presentationstekniska hjälpmedel. Språkriktighetsfrågor.", "Teckenspråkiga texter för kommunikation, lärande och reflektion: berättande, poetiska, instruerande, argumenterande och informerande texter.", "Informationssökning. Strategier för att sovra information och kritiskt granska källor.", "Rättigheter och skyldigheter knutna till yttrandefrihet, integritet och upphovsrätt. Ansvar för och konsekvenser av olika sätt att uttrycka sig i olika sociala sammanhang och digitala forum.", "Digitala medier och annan teknik för att utveckla kunskaper i och om teckenspråk.", "Teckenspråk i andra länder. Internationell teckenkommunikation.", "Svenska teckenspråkets form och struktur. Teckenbildning, satskonstruktion och texter.", "Tolkanvändning och tolksituationens påverkan på samtalet. Tolketiska frågeställningar.", "Grundläggande jämförelser av texter på svenskt teckenspråk och svenska som belyser skillnader och likheter avseende form, struktur och framställning." ]
    } ],
    "knowledgeRequirementParagraphs" : [ {
      "heading" : "",
      "knowledgeRequirements" : [ {
        "text" : "Eleven håller anföranden på svenskt teckenspråk som är sammanhängande och begripliga.",
        "knowledgeRequirementChoice" : {
          "E" : "Eleven håller anföranden på svenskt teckenspråk som är sammanhängande och begripliga.",
          "C" : "Eleven håller inför anföranden på svenskt teckenspråk som är sammanhängande och begripliga, <strong>har en tydligt urskiljbar disposition och ett klart och tydligt budskap</strong>.",
          "A" : "Eleven håller <strong>intresseväckande</strong> anföranden på svenskt teckenspråk som är sammanhängande, begripliga, <strong>väldisponerade, har en tydlig struktur och ett klart och tydligt budskap</strong>."
        }
      }, {
        "text" : "I anslutning till det använder eleven <strong>________</strong> presentationstekniska hjälpmedel.",
        "knowledgeRequirementChoice" : {
          "E" : "I anslutning till det använder eleven <strong>med viss säkerhet</strong> presentationstekniska hjälpmedel.",
          "C" : "I anslutning till det använder eleven <strong>med viss säkerhet</strong> presentationstekniska hjälpmedel <strong>som stöder och tydliggör anförandet</strong>.",
          "A" : "I anslutning till det använder eleven <strong>med säkerhet</strong> presentationstekniska hjälpmedel <strong>som stöder, tydliggör och är väl integrerade i anförandet</strong>."
        }
      }, {
        "text" : "Språk och stil är <strong>________</strong> anpassade till syfte, mottagare och kommunikationssituation.",
        "knowledgeRequirementChoice" : {
          "E" : "Språk och stil är <strong>till viss del</strong> anpassade till syfte, mottagare och kommunikationssituation.",
          "C" : "Språk och stil är <strong>till övervägande del</strong> anpassade till syfte, mottagare och kommunikationssituation.",
          "A" : "Språk och stil är <strong>varierade och</strong> anpassade till syfte, mottagare och kommunikationssituation."
        }
      }, {
        "text" : "Eleven förmedlar på svenskt teckenspråk, i förberedda samtal och diskussioner, sina tankar, känslor och åsikter <strong>________</strong>.",
        "knowledgeRequirementChoice" : {
          "E" : "Eleven förmedlar på svenskt teckenspråk, i förberedda samtal och diskussioner, sina tankar, känslor och åsikter <strong>med viss säkerhet</strong>.",
          "C" : "Eleven förmedlar på svenskt teckenspråk, i förberedda samtal och diskussioner, sina tankar, känslor och åsikter <strong>med viss säkerhet</strong>.",
          "A" : "Eleven förmedlar på svenskt teckenspråk, i förberedda samtal och diskussioner, sina tankar, känslor och åsikter <strong>på ett nyanserat sätt och med säkerhet</strong>."
        }
      } ]
    }, {
      "heading" : "",
      "knowledgeRequirements" : [ {
        "text" : "Eleven producerar olika typer av teckenspråkstexter, där språk, stil och disposition <strong>________</strong> är anpassade till syfte, mottagare och kommunikationssituation.",
        "knowledgeRequirementChoice" : {
          "E" : "Eleven producerar olika typer av teckenspråkstexter, där språk, stil och disposition <strong>till viss del</strong> är anpassade till syfte, mottagare och kommunikationssituation.",
          "C" : "Eleven producerar olika typer av teckenspråkstexter, där språk, stil och disposition <strong>till övervägande del</strong> är anpassade till syfte, mottagare och kommunikationssituation.",
          "A" : "Eleven producerar olika typer av teckenspråkstexter, där språk, stil och disposition är anpassade till syfte, mottagare och kommunikationssituation."
        }
      }, {
        "text" : "Budskapet <strong>________</strong>, och språket är <strong>________</strong> tydligt med ett ordförråd och en grammatisk behärskning som endast i undantagsfall hindrar kommunikationen.",
        "knowledgeRequirementChoice" : {
          "E" : "Budskapet <strong>är begripligt</strong>, och språket är <strong>någorlunda</strong> tydligt med ett ordförråd och en grammatisk behärskning som endast i undantagsfall hindrar kommunikationen.",
          "C" : "Budskapet <strong>framgår klart och tydligt</strong>, och språket är <strong>i huvudsak</strong> tydligt med ett ordförråd och en grammatisk behärskning som endast i undantagsfall hindrar kommunikationen.",
          "A" : "Budskapet <strong>framgår klart och tydligt</strong>, och språket är <strong>välformulerat och i huvudsak</strong> tydligt med ett ordförråd och en grammatisk behärskning som endast i undantagsfall hindrar kommunikationen."
        }
      }, {
        "text" : "Eleven återger <strong>________</strong> handlingen i teckenspråkiga texter, redogör <strong>________</strong> för några samband mellan texterna genom att ge exempel på gemensamma teman samt formulerar på svenskt teckenspråk egna tankar och <strong>________</strong> iakttagelser med utgångspunkt i det sedda och upplevda.",
        "knowledgeRequirementChoice" : {
          "E" : "Eleven återger <strong>översiktligt</strong> handlingen i teckenspråkiga texter, redogör <strong>översiktligt</strong> för några samband mellan texterna genom att ge exempel på gemensamma teman samt formulerar på svenskt teckenspråk egna tankar och <strong>enkla</strong> iakttagelser med utgångspunkt i det sedda och upplevda.",
          "C" : "Eleven återger <strong>utförligt</strong> handlingen i teckenspråkiga texter, redogör <strong>utförligt</strong> för några samband mellan texterna genom att ge exempel på gemensamma teman samt formulerar på svenskt teckenspråk <strong>välgrundade</strong> egna tankar och iakttagelser med utgångspunkt i det sedda och upplevda.",
          "A" : "Eleven återger <strong>utförligt och nyanserat</strong> handlingen i teckenspråkiga texter, redogör <strong>utförligt och nyanserat</strong> för några samband mellan texterna genom att ge exempel på gemensamma teman samt formulerar på svenskt teckenspråk <strong>välgrundade och nyanserade</strong> egna tankar och iakttagelser med utgångspunkt i det sedda och upplevda. <strong>Dessutom relaterar eleven innehållet i texterna till sin egen situation</strong>."
        }
      } ]
    }, {
      "heading" : "",
      "knowledgeRequirements" : [ {
        "text" : "Eleven sammanställer <strong>________</strong> information från några olika källor till en sammanhängande teckenspråkig text.",
        "knowledgeRequirementChoice" : {
          "E" : "Eleven sammanställer <strong>med viss säkerhet</strong> information från några olika källor till en sammanhängande teckenspråkig text.",
          "C" : "Eleven sammanställer <strong>med viss säkerhet</strong> information från några olika källor till en sammanhängande teckenspråkig text.",
          "A" : "Eleven sammanställer <strong>med säkerhet</strong> information från några olika källor till en sammanhängande teckenspråkig text."
        }
      }, {
        "text" : "Dessutom värderar eleven med <strong>________</strong> omdömen källornas tillförlitlighet.",
        "knowledgeRequirementChoice" : {
          "E" : "Dessutom värderar eleven med <strong>enkla</strong> omdömen källornas tillförlitlighet.",
          "C" : "Dessutom värderar eleven med <strong>enkla</strong> omdömen källornas tillförlitlighet.",
          "A" : "Dessutom värderar eleven med <strong>nyanserade</strong> omdömen källornas tillförlitlighet."
        }
      } ]
    }, {
      "heading" : "",
      "knowledgeRequirements" : [ {
        "text" : "Eleven redogör <strong>________</strong> för dövas och hörselskadades situation i Sverige och några andra länder under olika tidsperioder samt ger <strong>________</strong> exempel på det svenska teckenspråkets form och struktur.",
        "knowledgeRequirementChoice" : {
          "E" : "Eleven redogör <strong>översiktligt</strong> för dövas och hörselskadades situation i Sverige och några andra länder under olika tidsperioder samt ger <strong>enkla</strong> exempel på det svenska teckenspråkets form och struktur.",
          "C" : "Eleven redogör <strong>utförligt</strong> för dövas och hörselskadades situation i Sverige och några andra länder under olika tidsperioder, <strong>ger översiktliga förklaringar till den utveckling som skett</strong> samt ger exempel på det svenska teckenspråkets form och struktur.",
          "A" : "Eleven redogör <strong>utförligt och nyanserat</strong> för dövas och hörselskadades situation i Sverige och några andra länder under olika tidsperioder, <strong>ger utförliga förklaringar till den utveckling som skett och gör välgrundade och nyanserade jämförelser med sin egen situation</strong> samt ger <strong>komplexa</strong> exempel på det svenska teckenspråkets form och struktur."
        }
      }, {
        "text" : "Eleven använder teckenspråkstolk samt diskuterar <strong>________</strong> några tolketiska frågeställningar.",
        "knowledgeRequirementChoice" : {
          "E" : "Eleven använder teckenspråkstolk samt diskuterar <strong>översiktligt</strong> några tolketiska frågeställningar.",
          "C" : "Eleven använder teckenspråkstolk samt diskuterar <strong>utförligt</strong> några tolketiska frågeställningar.",
          "A" : "Eleven använder teckenspråkstolk samt diskuterar <strong>utförligt och nyanserat</strong> några tolketiska frågeställningar."
        }
      }, {
        "text" : "Dessutom använder eleven svenskt teckenspråk och svenska parallellt och gör <strong>________</strong> jämförelser mellan språken avseende form, struktur och framställning.",
        "knowledgeRequirementChoice" : {
          "E" : "Dessutom använder eleven svenskt teckenspråk och svenska parallellt och gör <strong>med viss säkerhet enkla</strong> jämförelser mellan språken avseende form, struktur och framställning.",
          "C" : "Dessutom använder eleven svenskt teckenspråk och svenska parallellt och gör <strong>med viss säkerhet välgrundade</strong> jämförelser mellan språken avseende form, struktur och framställning.",
          "A" : "Dessutom använder eleven svenskt teckenspråk och svenska parallellt och gör <strong>med säkerhet välgrundade och nyanserade</strong> jämförelser mellan språken avseende form, struktur och framställning."
        }
      } ]
    } ],
    "point" : 100,
    "year" : null
  }, {
    "name" : "Svenskt teckenspråk 2",
    "description" : "Kursen svenskt teckenspråk 2 omfattar punkterna 1–7 och 9 under rubriken Ämnets syfte. I kursen behandlas fördjupade kunskaper i ämnet.",
    "code" : "SVKSVK02",
    "centralContent" : [ {
      "heading" : "Undervisningen i kursen ska behandla följande centrala innehåll:",
      "lines" : [ "Teckenspråkig framställning i och inför grupp med tillämpning av retorikens grunder. Strategier för att anpassa språk efter kommunikationssituation och mottagare.", "Diskussioner och debatter med fokus på samtalsregler och respekt för andras åsikter.", "Produktion, analys och bearbetning av olika genrer inom teckenspråk: avancerade berättande, poetiska, instruerande, argumenterande och informerande texter. Texters uppbyggnad, syfte och form.", "Teckenspråkets uttrycksformer inom poesi, scen- och bildkonst.", "Strategier för att samla och värdera information samt kritiskt granska olika typer av källor.", "Attityder till och värdering av olika former av språklig variation, till exempel varför människor tecknar olika. Geografiska faktorer, ålder, kön och social tillhörighet samt gruppspråk.", "Teckenspråkets ställning, dövas och hörselskadades livsvillkor, kultur och historia, i Sverige och världen.", "Fördjupning av svenska teckenspråkets form och struktur.", "Fördjupade jämförelser av texter på svenskt teckenspråk och svenska som belyser skillnader och likheter. Den egna två- eller flerspråkigheten." ]
    } ],
    "knowledgeRequirementParagraphs" : [ {
      "heading" : "",
      "knowledgeRequirements" : [ {
        "text" : "Eleven håller anföranden på svenskt teckenspråk som är sammanhängande och begripliga, har en <strong>________</strong> tydlig struktur och ett klart och tydligt budskap.",
        "knowledgeRequirementChoice" : {
          "E" : "Eleven håller anföranden på svenskt teckenspråk som är sammanhängande och begripliga, har en <strong>någorlunda</strong> tydlig struktur och ett klart och tydligt budskap.",
          "C" : "Eleven håller <strong>intresseväckande</strong> anföranden på svenskt teckenspråk som är sammanhängande och begripliga, har en tydlig struktur och ett klart och tydligt budskap.",
          "A" : "Eleven håller <strong>intresseväckande</strong> anföranden på svenskt teckenspråk som är sammanhängande, begripliga, <strong>väldisponerade</strong>, har en tydlig struktur och ett klart och tydligt budskap."
        }
      }, {
        "text" : "Språk och stil är <strong>________</strong> anpassade till syfte, mottagare och kommunikationssituation.",
        "knowledgeRequirementChoice" : {
          "E" : "Språk och stil är <strong>till övervägande del</strong> anpassade till syfte, mottagare och kommunikationssituation.",
          "C" : "Språk och stil är <strong>varierade, välformulerade och</strong> anpassade till syfte, mottagare och kommunikationssituation.",
          "A" : "Språk och stil är <strong>varierade, välformulerade och</strong> anpassade till syfte, mottagare och kommunikationssituation."
        }
      }, {
        "text" : "Eleven förmedlar på svenskt teckenspråk, i samtal och diskussioner, sina tankar, känslor och åsikter <strong>________</strong>.",
        "knowledgeRequirementChoice" : {
          "E" : "Eleven förmedlar på svenskt teckenspråk, i samtal och diskussioner, sina tankar, känslor och åsikter <strong>med viss säkerhet</strong>.",
          "C" : "Eleven förmedlar på svenskt teckenspråk, i samtal och diskussioner, sina tankar, känslor och åsikter <strong>med viss säkerhet</strong>.",
          "A" : "Eleven förmedlar på svenskt teckenspråk, i samtal och diskussioner, sina tankar, känslor och åsikter <strong>på ett ledigt och nyanserat sätt och med säkerhet</strong>."
        }
      } ]
    }, {
      "heading" : "",
      "knowledgeRequirements" : [ {
        "text" : "Eleven producerar olika typer av teckenspråkstexter, där språk, stil och disposition <strong>________</strong> är anpassade till texttyp, syfte, mottagare och kommunikationssituation.",
        "knowledgeRequirementChoice" : {
          "E" : "Eleven producerar olika typer av teckenspråkstexter, där språk, stil och disposition <strong>till övervägande del</strong> är anpassade till texttyp, syfte, mottagare och kommunikationssituation.",
          "C" : "Eleven producerar olika typer av teckenspråkstexter, där språk, stil och disposition är anpassade till texttyp, syfte, mottagare och kommunikationssituation.",
          "A" : "Eleven producerar olika typer av teckenspråkstexter, där språk, stil och disposition är anpassade till texttyp, syfte, mottagare och kommunikationssituation."
        }
      }, {
        "text" : "Framställningen är sammanhängande och begriplig, och språket är tydligt med ett ordförråd och en grammatisk behärskning som endast i undantagsfall hindrar kommunikationen.",
        "knowledgeRequirementChoice" : {
          "E" : "Framställningen är sammanhängande och begriplig, och språket är tydligt med ett ordförråd och en grammatisk behärskning som endast i undantagsfall hindrar kommunikationen.",
          "C" : "Framställningen är sammanhängande och begriplig och språket är tydligt med ett ordförråd och en grammatisk behärskning som endast i undantagsfall hindrar kommunikationen.",
          "A" : "Framställningen är sammanhängande, begriplig och <strong>väldisponerad</strong> och språket är <strong>varierat, välformulerat och</strong> tydligt med ett ordförråd och en grammatisk behärskning som endast i undantagsfall hindrar kommunikationen. <strong>Innehållet i texterna tar en tydlig relevans i förhållande till uppgiften</strong>."
        }
      }, {
        "text" : "Eleven återger <strong>________</strong> handlingen i teckenspråkiga texter, redogör <strong>________</strong> för några samband mellan texterna genom att ge exempel på gemensamma teman samt formulerar på svenskt teckenspråk egna tankar och <strong>________</strong> iakttagelser med utgångspunkt i det sedda och upplevda.",
        "knowledgeRequirementChoice" : {
          "E" : "Eleven återger <strong>översiktligt</strong> handlingen i teckenspråkiga texter, redogör <strong>översiktligt</strong> för några samband mellan texterna genom att ge exempel på gemensamma teman samt formulerar på svenskt teckenspråk egna tankar och <strong>enkla</strong> iakttagelser med utgångspunkt i det sedda och upplevda.",
          "C" : "Eleven återger <strong>utförligt</strong> handlingen i teckenspråkiga texter, redogör <strong>utförligt</strong> för några samband mellan texterna genom att ge exempel på gemensamma teman samt formulerar på svenskt teckenspråk <strong>välgrundade</strong> egna tankar och iakttagelser med utgångspunkt i det sedda och upplevda.",
          "A" : "Eleven återger <strong>utförligt och nyanserat</strong> handlingen i teckenspråkiga texter, redogör <strong>utförligt och nyanserat</strong> för några samband mellan texterna genom att ge exempel på gemensamma teman samt formulerar på svenskt teckenspråk <strong>välgrundade och nyanserade</strong> egna tankar och iakttagelser med utgångspunkt i det sedda och upplevda. <strong>Dessutom relaterar eleven innehållet i texterna till sin egen situation</strong>."
        }
      } ]
    }, {
      "heading" : "",
      "knowledgeRequirements" : [ {
        "text" : "Eleven samlar, sovrar och sammanställer <strong>________</strong> information från olika källor till en sammanhängande teckenspråkig text.",
        "knowledgeRequirementChoice" : {
          "E" : "Eleven samlar, sovrar och sammanställer <strong>med viss säkerhet</strong> information från olika källor till en sammanhängande teckenspråkig text.",
          "C" : "Eleven samlar, sovrar och sammanställer <strong>med viss säkerhet</strong> information från olika källor till en sammanhängande <strong>och väl strukturerad</strong> teckenspråkig text.",
          "A" : "Eleven samlar, sovrar och sammanställer <strong>med säkerhet</strong> information från olika källor till en sammanhängande, <strong>intresseväckande och väl strukturerad</strong> teckenspråkig text."
        }
      }, {
        "text" : "Dessutom ger eleven exempel på stil och innehåll i källorna samt värderar med <strong>________</strong> omdömen deras tillförlitlighet.",
        "knowledgeRequirementChoice" : {
          "E" : "Dessutom ger eleven exempel på stil och innehåll i källorna samt värderar med <strong>enkla</strong> omdömen deras tillförlitlighet.",
          "C" : "Dessutom ger eleven exempel på stil, innehåll och <strong>bärande tankar</strong> i källorna samt värderar med <strong>enkla</strong> omdömen deras tillförlitlighet.",
          "A" : "Dessutom ger eleven exempel på <strong>och drar välgrundade slutsatser om</strong> stil, innehåll och <strong>bärande tankar</strong> i källorna samt värderar med <strong>nyanserade</strong> omdömen deras tillförlitlighet."
        }
      } ]
    }, {
      "heading" : "",
      "knowledgeRequirements" : [ {
        "text" : "Eleven ger <strong>________</strong> exempel på hur språklig variation hänger samman med individ och kommunikationssituation och diskuterar <strong>________</strong> attityder till olika språkliga varianter.",
        "knowledgeRequirementChoice" : {
          "E" : "Eleven ger <strong>enkla</strong> exempel på hur språklig variation hänger samman med individ och kommunikationssituation och diskuterar <strong>översiktligt</strong> attityder till olika språkliga varianter.",
          "C" : "Eleven ger exempel på hur språklig variation hänger samman med individ och kommunikationssituation och diskuterar <strong>utförligt</strong> attityder till olika språkliga varianter.",
          "A" : "Eleven ger exempel på hur språklig variation hänger samman med individ och kommunikationssituation och diskuterar <strong>utförligt och nyanserat</strong> attityder till olika språkliga varianter."
        }
      }, {
        "text" : "Dessutom ger eleven exempel på teckenspråkets ställning samt redogör, ur ett historiskt perspektiv, <strong>________</strong> för dövas och hörselskadades situation i Sverige och några andra länder.",
        "knowledgeRequirementChoice" : {
          "E" : "Dessutom ger eleven exempel på teckenspråkets ställning samt redogör, ur ett historiskt perspektiv, <strong>översiktligt</strong> för dövas och hörselskadades situation i Sverige och några andra länder.",
          "C" : "Dessutom ger eleven exempel på teckenspråkets ställning <strong>och gör välgrundade jämförelser med de svenska minoritetsspråken</strong> samt redogör, ur ett historiskt perspektiv, <strong>utförligt</strong> för dövas och hörselskadades situation i Sverige och några andra länder.",
          "A" : "Dessutom ger eleven exempel på teckenspråkets ställning <strong>och gör välgrundade och nyanserade jämförelser med de svenska minoritetsspråken</strong> samt redogör, ur ett historiskt perspektiv, <strong>utförligt och nyanserat</strong> för dövas och hörselskadades situation i Sverige och några andra länder <strong>och gör välgrundade och nyanserade jämförelser med sin egen situation</strong>."
        }
      }, {
        "text" : "Eleven ger <strong>________</strong> exempel på det svenska teckenspråkets form och struktur.",
        "knowledgeRequirementChoice" : {
          "E" : "Eleven ger <strong>enkla</strong> exempel på det svenska teckenspråkets form och struktur.",
          "C" : "Eleven ger exempel på det svenska teckenspråkets form och struktur <strong>och diskuterar utförligt formen och strukturen utifrån analyser av egna och andras texter</strong>.",
          "A" : "Eleven ger <strong>komplexa</strong> exempel på det svenska teckenspråkets form och struktur <strong>och diskuterar utförligt och nyanserat formen och strukturen utifrån analyser av egna och andras texter samt bidrar till att texter kan förbättras gällande teckenval, stil, språkriktighet och disposition</strong>."
        }
      }, {
        "text" : "Dessutom använder eleven svenskt teckenspråk och svenska parallellt samt gör <strong>________</strong> jämförelser mellan språken avseende form, struktur och framställning.",
        "knowledgeRequirementChoice" : {
          "E" : "Dessutom använder eleven svenskt teckenspråk och svenska parallellt samt gör <strong>med viss säkerhet enkla</strong> jämförelser mellan språken avseende form, struktur och framställning.",
          "C" : "Dessutom använder eleven svenskt teckenspråk och svenska parallellt samt gör <strong>med viss säkerhet välgrundade</strong> jämförelser mellan språken avseende form, struktur och framställning.",
          "A" : "Dessutom använder eleven svenskt teckenspråk och svenska parallellt samt gör <strong>med säkerhet välgrundade och nyanserade</strong> jämförelser mellan språken avseende form, struktur och framställning."
        }
      } ]
    } ],
    "point" : 100,
    "year" : null
  }, {
    "name" : "Svenskt teckenspråk – aktiv tvåspråkighet",
    "description" : "Kursen svenskt teckenspråk – aktiv tvåspråkighet omfattar punkterna 1–5 och 7–9 under rubriken Ämnets syfte, med särskild betoning på punkt 9.",
    "code" : "SVKSVE0",
    "centralContent" : [ {
      "heading" : "Undervisningen i kursen ska behandla följande centrala innehåll:",
      "lines" : [ "Framställningar på svenskt teckenspråk och skriven svenska, anpassade efter kommunikationssituation och mottagare.", "Kommunikation på svenskt teckenspråk och skriven svenska med till exempel myndigheter, högskolor och arbetsgivare.", "Texter på båda språken: berättande, poetiska, instruerande, argumenterande och informerande texter samt jämförelser mellan dem i fråga om form och struktur.", "Informationssökning. Strategier för att sovra och kritiskt granska källor på båda språken.", "Framställning på svenskt teckenspråk och skriven svenska om ett valt ämnesområde med anknytning till elevens utbildning och erfarenhetsvärld.", "Olika typer av språklig variation. Attityder till språk och språkvarianter.", "Tolkanvändning och tolksituationens påverkan på samtalet.", "Fördjupade jämförelser av texter på svenskt teckenspråk och svenska som belyser skillnader och likheter avseende form, struktur, uppbyggnad och framställning.", "Översättning i vardagliga sammanhang mellan svenskt teckenspråk och svenska.", "Dövas och hörselskadades språkinlärning." ]
    } ],
    "knowledgeRequirementParagraphs" : [ {
      "heading" : "",
      "knowledgeRequirements" : [ {
        "text" : "Eleven producerar olika typer av texter på svenskt teckenspråk och svenska, där språk, stil och disposition <strong>________</strong> är anpassade till syfte, mottagare och kommunikationssituation.",
        "knowledgeRequirementChoice" : {
          "E" : "Eleven producerar olika typer av texter på svenskt teckenspråk och svenska, där språk, stil och disposition <strong>till viss del</strong> är anpassade till syfte, mottagare och kommunikationssituation.",
          "C" : "Eleven producerar olika typer av texter på svenskt teckenspråk och svenska, där språk, stil och disposition <strong>till övervägande del</strong> är anpassade till syfte, mottagare och kommunikationssituation.",
          "A" : "Eleven producerar olika typer av texter på svenskt teckenspråk och svenska, där språk, stil och disposition är anpassade till syfte, mottagare och kommunikationssituation."
        }
      }, {
        "text" : "Budskapet <strong>________</strong> och språket är <strong>________</strong> tydligt med ett ordförråd och en grammatisk behärskning som endast i undantagsfall hindrar kommunikationen.",
        "knowledgeRequirementChoice" : {
          "E" : "Budskapet <strong>är begripligt</strong> och språket är <strong>i huvudsak</strong> tydligt med ett ordförråd och en grammatisk behärskning som endast i undantagsfall hindrar kommunikationen.",
          "C" : "Budskapet <strong>framgår klart och tydligt</strong>, och språket är tydligt med ett ordförråd och en grammatisk behärskning som endast i undantagsfall hindrar kommunikationen.",
          "A" : "Budskapet <strong>framgår klart och tydligt</strong>, och språket är <strong>varierat, välformulerat och</strong> tydligt med ett ordförråd och en grammatisk behärskning som endast i undantagsfall hindrar kommunikationen."
        }
      }, {
        "text" : "Eleven återger <strong>________</strong> handlingen i texter på båda språken, redogör <strong>________</strong> för några samband mellan texterna genom att ge exempel på gemensamma teman samt formulerar tankar och <strong>________</strong> iakttagelser med utgångspunkt i det sedda och upplevda.",
        "knowledgeRequirementChoice" : {
          "E" : "Eleven återger <strong>översiktligt</strong> handlingen i texter på båda språken, redogör <strong>översiktligt</strong> för några samband mellan texterna genom att ge exempel på gemensamma teman samt formulerar tankar och <strong>enkla</strong> iakttagelser med utgångspunkt i det sedda och upplevda.",
          "C" : "Eleven återger <strong>utförligt</strong> handlingen i texter på båda språken, redogör <strong>utförligt</strong> för några samband mellan texterna genom att ge exempel på gemensamma teman samt formulerar <strong>välgrundade</strong> tankar och iakttagelser med utgångspunkt i det sedda och upplevda.",
          "A" : "Eleven återger <strong>utförligt och nyanserat</strong> handlingen i texter på båda språken, redogör <strong>utförligt och nyanserat</strong> för några samband mellan texterna genom att ge exempel på gemensamma teman samt formulerar <strong>välgrundade och nyanserade</strong> tankar och iakttagelser med utgångspunkt i det sedda och upplevda. <strong>Dessutom relaterar eleven innehållet i texterna till sin egen situation</strong>."
        }
      } ]
    }, {
      "heading" : "",
      "knowledgeRequirements" : [ {
        "text" : "Eleven samlar, sovrar och sammanställer <strong>________</strong> information om ett valt ämnesområde från olika källor på både svenskt teckenspråk och svenska.",
        "knowledgeRequirementChoice" : {
          "E" : "Eleven samlar, sovrar och sammanställer <strong>med viss säkerhet</strong> information om ett valt ämnesområde från olika källor på både svenskt teckenspråk och svenska.",
          "C" : "Eleven samlar, sovrar och sammanställer <strong>med viss säkerhet</strong> information om ett valt ämnesområde från olika källor på både svenskt teckenspråk och svenska.",
          "A" : "Eleven samlar, sovrar och sammanställer <strong>med säkerhet</strong> information om ett valt ämnesområde från olika källor på både svenskt teckenspråk och svenska."
        }
      }, {
        "text" : "Dessutom värderar eleven med <strong>________</strong> omdömen källornas tillförlitlighet.",
        "knowledgeRequirementChoice" : {
          "E" : "Dessutom värderar eleven med <strong>enkla</strong> omdömen källornas tillförlitlighet.",
          "C" : "Dessutom värderar eleven med <strong>enkla</strong> omdömen källornas tillförlitlighet.",
          "A" : "Dessutom värderar eleven med <strong>nyanserade</strong> omdömen källornas tillförlitlighet."
        }
      } ]
    }, {
      "heading" : "",
      "knowledgeRequirements" : [ {
        "text" : "Eleven ger <strong>________</strong> exempel på hur språklig variation hänger samman med individ och kommunikationssituation och diskuterar <strong>________</strong> attityder till olika språkliga varianter i båda språken.",
        "knowledgeRequirementChoice" : {
          "E" : "Eleven ger <strong>enkla</strong> exempel på hur språklig variation hänger samman med individ och kommunikationssituation och diskuterar <strong>översiktligt</strong> attityder till olika språkliga varianter i båda språken.",
          "C" : "Eleven ger exempel på hur språklig variation hänger samman med individ och kommunikationssituation och diskuterar <strong>utförligt</strong> attityder till olika språkliga varianter i båda språken.",
          "A" : "Eleven ger exempel på hur språklig variation hänger samman med individ och kommunikationssituation och diskuterar <strong>utförligt och nyanserat</strong> attityder till olika språkliga varianter i båda språken."
        }
      }, {
        "text" : "Eleven gör också <strong>________</strong> jämförelser mellan texter med liknande innehåll på båda språken avseende form och struktur.",
        "knowledgeRequirementChoice" : {
          "E" : "Eleven gör också <strong>enkla</strong> jämförelser mellan texter med liknande innehåll på båda språken avseende form och struktur.",
          "C" : "Eleven gör också <strong>välgrundade</strong> jämförelser mellan texter med liknande innehåll på båda språken avseende form och struktur.",
          "A" : "Eleven gör också <strong>välgrundade och nyanserade</strong> jämförelser mellan texter med liknande innehåll på båda språken avseende form och struktur."
        }
      }, {
        "text" : "Dessutom använder eleven teckenspråkstolk samt diskuterar <strong>________</strong> hur tolksituationen kan påverka samtalet.",
        "knowledgeRequirementChoice" : {
          "E" : "Dessutom använder eleven teckenspråkstolk samt diskuterar <strong>översiktligt</strong> hur tolksituationen kan påverka samtalet.",
          "C" : "Dessutom använder eleven teckenspråkstolk samt diskuterar <strong>utförligt</strong> hur tolksituationen kan påverka samtalet.",
          "A" : "Dessutom använder eleven teckenspråkstolk samt diskuterar <strong>utförligt och nyanserat</strong> hur tolksituationen kan påverka samtalet."
        }
      } ]
    }, {
      "heading" : "",
      "knowledgeRequirements" : [ {
        "text" : "Eleven använder svenskt teckenspråk och svenska parallellt samt gör <strong>________</strong> jämförelser mellan språken avseende form, struktur, uppbyggnad och framställning.",
        "knowledgeRequirementChoice" : {
          "E" : "Eleven använder svenskt teckenspråk och svenska parallellt samt gör <strong>med viss säkerhet enkla</strong> jämförelser mellan språken avseende form, struktur, uppbyggnad och framställning.",
          "C" : "Eleven använder svenskt teckenspråk och svenska parallellt <strong>i olika sammanhang och på skilda stilnivåer</strong> samt gör <strong>med viss säkerhet välgrundade</strong> jämförelser mellan språken avseende form, struktur, uppbyggnad och framställning.",
          "A" : "Eleven använder svenskt teckenspråk och svenska parallellt <strong>i olika sammanhang och på skilda stilnivåer</strong> samt gör <strong>med säkerhet välgrundade och nyanserade</strong> jämförelser mellan språken avseende form, struktur, uppbyggnad och framställning."
        }
      }, {
        "text" : "Eleven översätter också, i vardagliga sammanhang, mellan svenskt teckenspråk och svenska på ett begripligt sätt, <strong>________</strong> grammatiskt korrekt och med ett för sammanhanget lämpligt ordval.",
        "knowledgeRequirementChoice" : {
          "E" : "Eleven översätter också, i vardagliga sammanhang, mellan svenskt teckenspråk och svenska på ett begripligt sätt, <strong>någorlunda</strong> grammatiskt korrekt och med ett för sammanhanget lämpligt ordval.",
          "C" : "Eleven översätter också, i vardagliga sammanhang, mellan svenskt teckenspråk och svenska på ett begripligt sätt, <strong>i huvudsak</strong> grammatiskt korrekt och med ett för sammanhanget lämpligt <strong>och varierat</strong> ordval.",
          "A" : "Eleven översätter också, i vardagliga sammanhang, mellan svenskt teckenspråk och svenska på ett begripligt sätt, grammatiskt korrekt och med ett för sammanhanget lämpligt <strong>och varierat</strong> ordval."
        }
      }, {
        "text" : "Dessutom redogör eleven <strong>________</strong> för de speciella villkor som gäller för dövas och hörselskadades språkinlärning.",
        "knowledgeRequirementChoice" : {
          "E" : "Dessutom redogör eleven <strong>översiktligt</strong> för de speciella villkor som gäller för dövas och hörselskadades språkinlärning.",
          "C" : "Dessutom redogör eleven <strong>utförligt</strong> för de speciella villkor som gäller för dövas och hörselskadades språkinlärning <strong>samt gör välgrundade jämförelser med sin egen situation</strong>.",
          "A" : "Dessutom redogör eleven <strong>utförligt och nyanserat</strong> för de speciella villkor som gäller för dövas och hörselskadades språkinlärning <strong>samt gör välgrundade och nyanserade jämförelser med sin egen situation</strong>."
        }
      } ]
    } ],
    "point" : 100,
    "year" : null
  } ]
}