{
  "name" : "Svenska för döva",
  "description" : "Kärnan i ämnet svenska för döva är tvåspråkighet, svenska språket och litteratur. Språket är människans främsta redskap för reflektion, kommunikation och kunskapsutveckling. Genom språket kan människan uttrycka sin personlighet, och med hjälp av skönlitteratur, texter av olika slag och olika typer av medier lär hon känna sin omvärld, sina medmänniskor och sig själv.",
  "code" : "SVN",
  "designation" : "",
  "skolfsId" : "0000:00",
  "purposes" : [ {
    "type" : "PARAGRAPH",
    "heading" : "",
    "lines" : [ "Undervisningen i ämnet svenska för döva ska syfta till att eleverna utvecklar sin förmåga att kommunicera i skrift samt att läsa och arbeta med texter, både skönlitteratur och andra typer av texter.", "Eleverna ska ges möjlighet att i skönlitteraturen se såväl det särskiljande som det allmänmänskliga i tid och rum.", "Undervisningen ska också leda till att eleverna utvecklar förmåga att använda skönlitteratur och andra typer av texter samt film och andra medier som källa till självinsikt och förståelse av andra människors erfarenheter, livsvillkor, tankar och föreställningsvärldar.", "Den ska utmana eleverna till nya tankesätt och öppna för nya perspektiv.", "Vidare ska undervisningen leda till att eleverna utvecklar kunskaper om det svenska språket, dess uppbyggnad och ursprung samt ge dem möjlighet att reflektera över olika typer av språklig variation.", "Undervisningen ska även bidra till att eleverna utvecklar kunskaper om hur man söker, sammanställer och kritiskt granskar information från olika källor." ]
  }, {
    "type" : "PARAGRAPH",
    "heading" : "",
    "lines" : [ "Undervisningen ska stimulera elevernas lust att kommunicera, skriva och läsa och därmed stödja deras personliga utveckling.", "Undervisningen ska också främja elevernas utveckling till tvåspråkiga individer med svenskt teckenspråk som första språk och skriven svenska som ett andra språk.", "Eleverna ska ges möjlighet att bygga upp en tillit till sin egen språkförmåga och tillägna sig de språkliga redskap som krävs för vardags- och samhällsliv där det skrivna svenska språket används som ett funktionellt komplement till teckenspråket.", "De ska också ges möjlighet att utveckla sådana kunskaper om skriftlig kommunikation som behövs i arbetslivet och för vidare studier." ]
  }, {
    "type" : "PARAGRAPH",
    "heading" : "",
    "lines" : [ "I undervisningen ska eleverna ges rikliga tillfällen att kommunicera, skriva och läsa.", "Undervisningen i skriftlig framställning ska ge eleverna tillfälle att värdera andras texter samt bearbeta sina egna texter, efter egen värdering och andras råd.", "I undervisningen ska eleverna få möta olika typer av skönlitteratur och andra typer av texter samt få sätta innehållet i relation till egna erfarenheter, intressen och den egna utbildningen." ]
  }, {
    "type" : "PARAGRAPH",
    "heading" : "",
    "lines" : [ "Undervisningen ska stödja den speciella inlärningsprocess som ett visuellt tillägnande av skriftspråket innebär." ]
  }, {
    "type" : "BULLET",
    "heading" : "Undervisningen i ämnet svenska för döva ska ge eleverna förutsättningar att utveckla följande:",
    "lines" : [ "Kunskaper om språkriktighet i text samt förmåga att utforma texter som fungerar väl i sitt sammanhang.", "Kunskaper om den retoriska arbetsprocessen, dvs. att på ett strukturerat och metodiskt sätt planera och genomföra muntlig och skriftlig framställning som tar hänsyn till syfte, mottagare och kommunikationssituation i övrigt.", "Förmåga att läsa, arbeta med, reflektera över och kritiskt granska texter samt producera egna texter med utgångspunkt i det lästa.", "Kunskaper om centrala svenska och internationella skönlitterära verk och författarskap samt förmåga att sätta in dessa i ett sammanhang.", "Kunskaper om genrer samt berättartekniska och stilistiska drag, dels i skönlitteratur från olika tider, dels i film och andra medier.", "Förmåga att läsa, arbeta med och reflektera över skönlitteratur från olika tider och kulturer, författad av såväl kvinnor som män, samt producera egna texter med utgångspunkt i det lästa.", "Kunskaper om det svenska språkets uppbyggnad.", "Kunskaper om språkförhållanden i Sverige och övriga Norden samt det svenska språkets ursprung. Förmåga att reflektera över olika former av språklig variation.", "Förmåga att jämföra svenskt teckenspråk och svenska. Kunskaper om de speciella villkor som gäller för dövas och hörselskadades språkinlärning." ]
  } ],
  "courses" : [ {
    "name" : "Svenska för döva 1",
    "description" : "Kursen svenska för döva 1 omfattar punkterna 1–9 under rubriken Ämnets syfte.",
    "code" : "SVNSVN01",
    "centralContent" : [ {
      "heading" : "Undervisningen i kursen ska behandla följande centrala innehåll:",
      "lines" : [ "Skriftlig framställning av texter för kommunikation, lärande och reflektion. Språkriktighet, dvs. vilka språkliga egenskaper och textegenskaper i övrigt som en text bör ha för att fungera väl i sitt sammanhang.", "Argumentationsteknik och skriftlig framställning av argumenterande text.", "Grunderna i den retoriska arbetsprocessen.", "Bearbetning, sammanfattning och kritisk granskning av text. Citat- och referatteknik. Grundläggande källkritik.", "Skönlitteratur, författad av såväl kvinnor som män, från olika tider och kulturer.", "Centrala motiv, berättarteknik och vanliga stildrag i fiktivt berättande, till exempel i skönlitteratur och teater samt i film och andra medier.", "Grundläggande språkliga begrepp som behövs för att på ett metodiskt och strukturerat sätt samtala om och analysera språk och språklig variation samt diskutera språkriktighetsfrågor.", "Språklig variation i skriftlig direktkommunikation och skrivet språk som hänger samman med till exempel ålder, kön och social bakgrund. Skillnader mellan formellt och informellt språkbruk samt attityder till olika former av språklig variation.", "Grundläggande jämförelser av språkliga särdrag i svenskt teckenspråk och svenska som belyser skillnader och likheter avseende form, struktur och framställning." ]
    } ],
    "knowledgeRequirementParagraphs" : [ {
      "heading" : "",
      "knowledgeRequirements" : [ {
        "text" : "Eleven kan skriftligt förmedla egna tankar och åsikter <strong>________</strong>.",
        "knowledgeRequirementChoice" : {
          "E" : "Eleven kan skriftligt förmedla egna tankar och åsikter <strong>med viss säkerhet</strong>.",
          "C" : "Eleven kan skriftligt förmedla egna tankar och åsikter <strong>med viss säkerhet och på ett nyanserat sätt</strong>.",
          "A" : "Eleven kan skriftligt förmedla egna tankar och åsikter <strong>med säkerhet och på ett nyanserat sätt</strong>."
        }
      }, {
        "text" : "Eleven kan skriva argumenterande text och andra typer av texter, som är sammanhängande och begripliga samt <strong>________</strong> anpassade till syfte, mottagare och kommunikationssituation.",
        "knowledgeRequirementChoice" : {
          "E" : "Eleven kan skriva argumenterande text och andra typer av texter, som är sammanhängande och begripliga samt <strong>till viss del</strong> anpassade till syfte, mottagare och kommunikationssituation.",
          "C" : "Eleven kan skriva argumenterande text och andra typer av texter, som är sammanhängande och begripliga samt anpassade till syfte, mottagare och kommunikationssituation. <strong>Dispositionen i den skriftliga framställningen är tydligt urskiljbar</strong>.",
          "A" : "Eleven kan skriva argumenterande text och andra typer av texter, som är sammanhängande, begripliga <strong>och väldisponerade</strong> samt anpassade till syfte, mottagare och kommunikationssituation. <strong>Dispositionen i den skriftliga framställningen är tydligt urskiljbar</strong>."
        }
      }, {
        "text" : "Eleven kan i huvudsak följa skriftspråkets normer för språkriktighet.",
        "knowledgeRequirementChoice" : {
          "E" : "Eleven kan i huvudsak följa skriftspråkets normer för språkriktighet.",
          "C" : "Eleven kan i huvudsak följa skriftspråkets normer för språkriktighet, <strong>och språket är varierat och delvis välformulerat</strong>.",
          "A" : "Eleven kan i huvudsak följa skriftspråkets normer för språkriktighet, <strong>och språket är varierat och innehåller goda formuleringar</strong>."
        }
      } ]
    }, {
      "heading" : "",
      "knowledgeRequirements" : [ {
        "text" : "Eleven kan läsa, reflektera över och göra <strong>________</strong> sammanfattningar av texter samt skriva egna texter som <strong>________</strong> det lästa.",
        "knowledgeRequirementChoice" : {
          "E" : "Eleven kan läsa, reflektera över och göra <strong>enkla</strong> sammanfattningar av texter samt skriva egna texter som <strong>anknyter till</strong> det lästa.",
          "C" : "Eleven kan läsa, reflektera över och göra sammanfattningar av texter samt skriva egna texter som <strong>lyfter fram huvudtanken i</strong> det lästa.",
          "A" : "Eleven kan läsa, reflektera över och göra sammanfattningar av texter samt skriva egna texter som <strong>lyfter fram huvudtanken i</strong> det lästa <strong>och ger nya, relevanta perspektiv</strong>."
        }
      }, {
        "text" : "I sitt arbete värderar och granskar eleven <strong>________</strong> källor kritiskt samt tillämpar grundläggande regler för citat- och referatteknik.",
        "knowledgeRequirementChoice" : {
          "E" : "I sitt arbete värderar och granskar eleven <strong>med viss säkerhet</strong> källor kritiskt samt tillämpar grundläggande regler för citat- och referatteknik.",
          "C" : "I sitt arbete värderar och granskar eleven <strong>med viss säkerhet</strong> källor kritiskt samt tillämpar grundläggande regler för citat- och referatteknik.",
          "A" : "I sitt arbete värderar och granskar eleven <strong>med säkerhet</strong> källor kritiskt samt tillämpar grundläggande regler för citat- och referatteknik."
        }
      } ]
    }, {
      "heading" : "",
      "knowledgeRequirements" : [ {
        "text" : "Eleven kan översiktligt återge innehållet i några centrala svenska och internationella skönlitterära verk och annat berättande.",
        "knowledgeRequirementChoice" : {
          "E" : "Eleven kan översiktligt återge innehållet i några centrala svenska och internationella skönlitterära verk och annat berättande.",
          "C" : "Eleven kan översiktligt återge innehållet i några centrala svenska och internationella skönlitterära verk och annat berättande. <strong>Eleven reflekterar också över innehåll och form med hjälp av några berättartekniska och stilistiska begrepp</strong>.",
          "A" : "Eleven kan översiktligt återge innehållet i några centrala svenska och internationella skönlitterära verk och annat berättande. <strong>Eleven reflekterar också över innehåll och form med hjälp av några berättartekniska och stilistiska begrepp</strong>."
        }
      }, {
        "text" : "Dessutom kan eleven <strong>________</strong> redogöra för några samband mellan olika verk genom att ge exempel på gemensamma teman och motiv.",
        "knowledgeRequirementChoice" : {
          "E" : "Dessutom kan eleven <strong>översiktligt</strong> redogöra för några samband mellan olika verk genom att ge exempel på gemensamma teman och motiv.",
          "C" : "Dessutom kan eleven <strong>utförligt</strong> redogöra för några samband mellan olika verk genom att ge exempel på gemensamma teman och motiv.",
          "A" : "Dessutom kan eleven <strong>utförligt redogöra</strong> för några samband mellan olika verk genom att ge exempel på gemensamma teman och motiv."
        }
      }, {
        "text" : "Eleven återger <strong>________</strong> iakttagelse och formulerar egna tankar med utgångspunkt i berättandet.",
        "knowledgeRequirementChoice" : {
          "E" : "Eleven återger <strong>någon</strong> iakttagelse och formulerar egna tankar med utgångspunkt i berättandet.",
          "C" : "Eleven återger <strong>några</strong> iakttagelser och formulerar <strong>välgrundade</strong> egna tankar med utgångspunkt i berättandet.",
          "A" : "Eleven återger <strong>några</strong> iakttagelser, formulerar <strong>välgrundade och nyanserade</strong> egna tankar med utgångspunkt i berättandet <strong>samt relaterar innehållet i berättandet på ett relevant sätt till allmänmänskliga förhållanden</strong>."
        }
      } ]
    }, {
      "heading" : "",
      "knowledgeRequirements" : [ {
        "text" : "Eleven kan göra <strong>________</strong> reflektioner över hur språklig variation hänger samman med språkanvändare och kommunikationssituation samt ge exempel på hur språk och språkbruk kan markera avstånd och samhörighet.",
        "knowledgeRequirementChoice" : {
          "E" : "Eleven kan göra <strong>enkla</strong> reflektioner över hur språklig variation hänger samman med språkanvändare och kommunikationssituation samt ge exempel på hur språk och språkbruk kan markera avstånd och samhörighet.",
          "C" : "Eleven kan göra <strong>välgrundade</strong> reflektioner över hur språklig variation hänger samman med språkanvändare och kommunikationssituation samt ge exempel på <strong>och diskutera</strong> hur språk och språkbruk kan markera avstånd och samhörighet.",
          "A" : "Eleven kan göra <strong>välgrundade och nyanserade</strong> reflektioner över hur språklig variation hänger samman med språkanvändare och kommunikationssituation samt ge exempel på <strong>och nyanserat diskutera</strong> hur språk och språkbruk kan markera avstånd och samhörighet."
        }
      }, {
        "text" : "Dessutom resonerar eleven <strong>________</strong> om attityder till <strong>________</strong> form av språklig variation.",
        "knowledgeRequirementChoice" : {
          "E" : "Dessutom resonerar eleven <strong>översiktligt</strong> om attityder till <strong>någon</strong> form av språklig variation.",
          "C" : "Dessutom resonerar eleven <strong>översiktligt, utifrån några olika perspektiv</strong>, om attityder till <strong>några</strong> olika former av språklig variation.",
          "A" : "Dessutom resonerar eleven <strong>utförligt, utifrån flera olika perspektiv</strong>, om attityder till <strong>flera</strong> olika former av språklig variation."
        }
      } ]
    }, {
      "heading" : "",
      "knowledgeRequirements" : [ {
        "text" : "Eleven kan göra <strong>________</strong> jämförelser mellan svenskt teckenspråk och svenska avseende form, struktur och framställning.",
        "knowledgeRequirementChoice" : {
          "E" : "Eleven kan göra <strong>enkla</strong> jämförelser mellan svenskt teckenspråk och svenska avseende form, struktur och framställning.",
          "C" : "Eleven kan göra <strong>välgrundade</strong> jämförelser mellan svenskt teckenspråk och svenska avseende form, struktur och framställning.",
          "A" : "Eleven kan göra <strong>välgrundade och nyanserade</strong> jämförelser mellan svenskt teckenspråk och svenska avseende form, struktur och framställning."
        }
      } ]
    } ],
    "point" : 100,
    "year" : null
  }, {
    "name" : "Svenska för döva 2",
    "description" : "Kursen svenska för döva 2 omfattar punkterna 1–9 under rubriken Ämnets syfte.",
    "code" : "SVNSVN02",
    "centralContent" : [ {
      "heading" : "Undervisningen i kursen ska behandla följande centrala innehåll:",
      "lines" : [ "Uppbyggnad, språk och stil i olika typer av texter samt referat och kritisk granskning av texter. Skriftlig framställning av utredande och argumenterande texter. Normer och stildrag som hör till dessa texttyper.", "Svenska och internationella författarskap, såväl kvinnliga som manliga, och skönlitterära verk, vilket även inkluderar teater samt film och andra medier, från olika tider och epoker. Dansk och norsk skönlitteratur, delvis på originalspråk. Relationen mellan skönlitteratur och samhällsutveckling, dvs. hur skönlitteraturen har formats av förhållanden och idéströmningar i samhället och hur den har påverkat samhällsutvecklingen.", "Skönlitterära verkningsmedel. Centrala litteraturvetenskapliga begrepp och deras användning.", "Svenska språkets uppbyggnad, dvs. hur ord, fraser och satser är uppbyggda samt hur de samspelar i grammatiken.", "Språkförhållanden i Sverige och övriga Norden, till exempel språklagstiftning, minoritetsspråk och dialekter.", "Fördjupade jämförelser av språkliga särdrag i svenskt teckenspråk och svenska som belyser skillnader och likheter avseende form, struktur och framställning." ]
    } ],
    "knowledgeRequirementParagraphs" : [ {
      "heading" : "",
      "knowledgeRequirements" : [ {
        "text" : "Eleven kan <strong>________</strong> samla, sovra och sammanställa information från olika källor.",
        "knowledgeRequirementChoice" : {
          "E" : "Eleven kan <strong>med viss säkerhet</strong> samla, sovra och sammanställa information från olika källor.",
          "C" : "Elever kan <strong>med viss säkerhet</strong> samla, sovra och sammanställa information från olika källor.",
          "A" : "Elever kan <strong>med säkerhet</strong> samla, sovra och sammanställa information från olika källor."
        }
      }, {
        "text" : "Med utgångspunkt från det kan eleven skriva utredande och argumenterande texter som är sammanhängande <strong>________</strong>.",
        "knowledgeRequirementChoice" : {
          "E" : "Med utgångspunkt från det kan eleven skriva utredande och argumenterande texter som är sammanhängande <strong>och har tydligt urskiljbar disposition</strong>.",
          "C" : "Med utgångspunkt från det kan eleven skriva utredande och argumenterande texter som är sammanhängande, <strong>väldisponerade och som ger ett nytt perspektiv på det lästa</strong>. <strong>Dessutom resonerar och drar eleven slutsatser utifrån sina resonemang</strong>.",
          "A" : "Med utgångspunkt från det kan eleven skriva utredande och argumenterande texter som är sammanhängande och <strong>väldisponerade</strong>. <strong>Framställningen innehåller såväl belysande exempel som nya och vidgade perspektiv på det lästa. Dessutom resonerar och drar eleven välgrundade och nyanserade slutsatser utifrån sina resonemang</strong>."
        }
      }, {
        "text" : "Texterna är <strong>________</strong> anpassade till syfte, mottagare och kommunikationssituation.",
        "knowledgeRequirementChoice" : {
          "E" : "Texterna är <strong>till viss del</strong> anpassade till syfte, mottagare och kommunikationssituation.",
          "C" : "Texterna är anpassade till syfte, mottagare och kommunikationssituation.",
          "A" : "Texterna är anpassade till syfte, mottagare och kommunikationssituation."
        }
      }, {
        "text" : "Eleven kan tillämpa regler för citat- och referatteknik och följer i huvudsak skriftspråkets normer för språkriktighet.",
        "knowledgeRequirementChoice" : {
          "E" : "Eleven kan tillämpa regler för citat- och referatteknik och följer i huvudsak skriftspråkets normer för språkriktighet.",
          "C" : "Eleven kan tillämpa regler för citat- och referatteknik och följer i huvudsak skriftspråkets normer för språkriktighet.",
          "A" : "Eleven kan tillämpa regler för citat- och referatteknik och följer i huvudsak skriftspråkets normer för språkriktighet."
        }
      }, {
        "text" : "Språket är varierat och innehåller goda formuleringar.",
        "knowledgeRequirementChoice" : {
          "E" : "Språket är varierat och innehåller goda formuleringar.",
          "C" : "Språket är <strong>klart och</strong> varierat samt innehåller goda formuleringar.",
          "A" : "Språket är <strong>träffsäkert, klart och</strong> varierat och innehåller goda formuleringar."
        }
      } ]
    }, {
      "heading" : "",
      "knowledgeRequirements" : [ {
        "text" : "Eleven kan i skriftlig argumentation formulera en tes och ge välgrundade argument till stöd för den.",
        "knowledgeRequirementChoice" : {
          "E" : "Eleven kan i skriftlig argumentation formulera en tes och ge välgrundade argument till stöd för den.",
          "C" : "Eleven kan i skriftlig argumentation formulera en tes, <strong>hålla sig konsekvent till den</strong> och ge välgrundade argument till stöd för den.",
          "A" : "Eleven kan i skriftlig argumentation formulera en tes, <strong>hålla sig konsekvent till den</strong> och ge välgrundade argument till stöd för den. <strong>Dessutom kan eleven på ett relevant sätt bemöta tänkta motargument</strong>."
        }
      } ]
    }, {
      "heading" : "",
      "knowledgeRequirements" : [ {
        "text" : "Eleven diskuterar översiktligt stil, innehåll och bärande tankar i skönlitterära verk och författarskap från olika tider och epoker utifrån några centrala litteraturvetenskapliga begrepp.",
        "knowledgeRequirementChoice" : {
          "E" : "Eleven diskuterar översiktligt stil, innehåll och bärande tankar i skönlitterära verk och författarskap från olika tider och epoker utifrån några centrala litteraturvetenskapliga begrepp.",
          "C" : "Eleven diskuterar översiktligt stil, innehåll och bärande tankar i skönlitterära verk och författarskap från olika tider och epoker utifrån några få centrala litteraturvetenskapliga begrepp.",
          "A" : "Eleven diskuterar översiktligt stil, innehåll och bärande tankar i skönlitterära verk och författarskap från olika tider och epoker utifrån några få centrala litteraturvetenskapliga begrepp."
        }
      }, {
        "text" : "Eleven ger exempel på och diskuterar <strong>________</strong> och idéströmningar i samhället.",
        "knowledgeRequirementChoice" : {
          "E" : "Eleven ger exempel på och diskuterar <strong>översiktligt samband mellan skönlitteratur</strong> och idéströmningar i samhället.",
          "C" : "Eleven ger exempel på <strong>litterära verkningsmedel</strong> och diskuterar <strong>utförligt hur de skönlitterära verken förmedlar idéer och känslor samt sätter dessa verk och författarskap i relation till förhållanden</strong> och idéströmningar i samhället.",
          "A" : "Eleven ger exempel på <strong>litterära verkningsmedel, resonerar nyanserat om dem</strong> och diskuterar <strong>utförligt och nyanserat hur de skönlitterära verken förmedlar idéer och känslor samt sätter dessa verk och författarskap i relation till förhållanden</strong> och idéströmningar i samhället."
        }
      } ]
    }, {
      "heading" : "",
      "knowledgeRequirements" : [ {
        "text" : "Eleven kan <strong>________</strong> utifrån språkexempel redogöra för hur olika typer av satser, fraser och ord i svenska språket är uppbyggda och samspelar med varandra i grammatiken.",
        "knowledgeRequirementChoice" : {
          "E" : "Eleven kan <strong>översiktligt</strong> utifrån språkexempel redogöra för hur olika typer av satser, fraser och ord i svenska språket är uppbyggda och samspelar med varandra i grammatiken.",
          "C" : "Eleven kan <strong>med viss precision</strong> utifrån språkexempel redogöra för hur olika typer av satser, fraser och ord i svenska språket är uppbyggda och samspelar med varandra i grammatiken.",
          "A" : "Eleven kan <strong>med god precision</strong> utifrån språkexempel redogöra för hur olika typer av satser, fraser och ord i svenska språket är uppbyggda och samspelar med varandra i grammatiken."
        }
      } ]
    }, {
      "heading" : "",
      "knowledgeRequirements" : [ {
        "text" : "Eleven kan <strong>________</strong> redogöra för <strong>________</strong> aspekt av språksituationen i Sverige och övriga Norden.",
        "knowledgeRequirementChoice" : {
          "E" : "Eleven kan <strong>översiktligt</strong> redogöra för <strong>någon</strong> aspekt av språksituationen i Sverige och övriga Norden.",
          "C" : "Eleven kan <strong>utförligt</strong> redogöra för <strong>några</strong> aspekter av språksituationen i Sverige och övriga Norden.",
          "A" : "Eleven kan <strong>utförligt och nyanserat</strong> redogöra för <strong>några</strong> aspekter av språksituationen i Sverige och övriga Norden."
        }
      } ]
    }, {
      "heading" : "",
      "knowledgeRequirements" : [ {
        "text" : "Eleven kan identifiera språkdrag och göra <strong>________</strong> jämförelser mellan svenskt teckenspråk och svenska avseende form, struktur och framställning.",
        "knowledgeRequirementChoice" : {
          "E" : "Eleven kan identifiera språkdrag och göra <strong>enkla</strong> jämförelser mellan svenskt teckenspråk och svenska avseende form, struktur och framställning.",
          "C" : "Eleven kan identifiera språkdrag och göra <strong>välgrundade</strong> jämförelser mellan svenskt teckenspråk och svenska avseende form, struktur och framställning.",
          "A" : "Eleven kan identifiera språkdrag och göra <strong>välgrundade och nyanserade</strong> jämförelser mellan svenskt teckenspråk och svenska avseende form, struktur och framställning."
        }
      } ]
    } ],
    "point" : 100,
    "year" : null
  }, {
    "name" : "Svenska för döva 3",
    "description" : "Kursen svenska för döva 3 omfattar punkterna 1–9 under rubriken Ämnets syfte.",
    "code" : "SVNSVN03",
    "centralContent" : [ {
      "heading" : "Undervisningen i kursen ska behandla följande centrala innehåll:",
      "lines" : [ "Den retoriska arbetsprocessen i tillämpliga delar som stöd i planering och utförande samt som redskap för analys.", "Viktiga generella drag som rör disposition, språk och stil i texter av vetenskaplig karaktär.", "Läsning av och arbete med texter, vilket inkluderar strukturering, sovring, sammanställning, sammanfattning och källkritisk granskning.", "Skriftlig framställning som anknyter till den vetenskapliga texttypen och som behandlar någon aspekt av svenskämnet.", "Skönlitterära texter, författade av såväl kvinnor som män, inom genrerna prosa, lyrik och dramatik. Litteraturvetenskapligt inriktad analys av stilmedel och berättartekniska grepp. Litteraturvetenskapliga begrepp och verktyg.", "Det svenska språkets ursprung, historiska utveckling och släktskapsförhållanden. Språkförändring.", "Fördjupade jämförelser av texter på svenskt teckenspråk och svenska som belyser skillnader och likheter avseende form, struktur, uppbyggnad och framställning." ]
    } ],
    "knowledgeRequirementParagraphs" : [ {
      "heading" : "",
      "knowledgeRequirements" : [ {
        "text" : "Eleven kan <strong>________</strong> använda sitt skrivande som verktyg i planeringen och genomförandet av retoriska framställningar.",
        "knowledgeRequirementChoice" : {
          "E" : "Eleven kan <strong>med viss säkerhet</strong> använda sitt skrivande som verktyg i planeringen och genomförandet av retoriska framställningar.",
          "C" : "Eleven kan <strong>med säkerhet</strong> använda sitt skrivande som verktyg i planeringen och genomförandet av retoriska framställningar.",
          "A" : "Eleven kan <strong>med säkerhet och på ett effektfullt sätt</strong> använda sitt skrivande som verktyg i planeringen och genomförandet av retoriska framställningar."
        }
      } ]
    }, {
      "heading" : "",
      "knowledgeRequirements" : [ {
        "text" : "Elever kan <strong>________</strong> samla, sovra och sammanställa stora mängder information från olika källor och kan med utgångspunkt från det skriva texter av vetenskaplig karaktär och andra texter.",
        "knowledgeRequirementChoice" : {
          "E" : "Elever kan <strong>med viss säkerhet</strong> samla, sovra och sammanställa stora mängder information från olika källor och kan med utgångspunkt från det skriva texter av vetenskaplig karaktär och andra texter.",
          "C" : "Elever kan <strong>med viss säkerhet</strong> samla, sovra och sammanställa stora mängder information från olika källor och kan med utgångspunkt från det skriva texter av vetenskaplig karaktär och andra texter.",
          "A" : "Eleven kan <strong>med säkerhet</strong> samla, sovra och sammanställa stora mängder information från olika källor och kan med utgångspunkt från det skriva texter av vetenskaplig karaktär och andra texter."
        }
      }, {
        "text" : "Texterna är sammanhängande <strong>________</strong>.",
        "knowledgeRequirementChoice" : {
          "E" : "Texterna är sammanhängande <strong>och har tydligt urskiljbar disposition</strong>.",
          "C" : "Texterna är sammanhängande <strong>och väldisponerade</strong>.",
          "A" : "Texterna är sammanhängande <strong>och väldisponerade</strong>."
        }
      }, {
        "text" : "Texterna är dessutom <strong>________</strong> anpassade till syfte, mottagare och kommunikationssituation.",
        "knowledgeRequirementChoice" : {
          "E" : "Texterna är dessutom <strong>till viss del</strong> anpassade till syfte, mottagare och kommunikationssituation.",
          "C" : "Texterna är dessutom anpassade till syfte, mottagare och kommunikationssituation.",
          "A" : "Texterna är dessutom <strong>väl</strong> anpassade till syfte, mottagare och kommunikationssituation."
        }
      }, {
        "text" : "Eleven kan värdera och granska källor kritiskt, tillämpa regler för citat- och referatteknik samt i huvudsak följa skriftspråkets normer för språkriktighet.",
        "knowledgeRequirementChoice" : {
          "E" : "Eleven kan värdera och granska källor kritiskt, tillämpa regler för citat- och referatteknik samt i huvudsak följa skriftspråkets normer för språkriktighet.",
          "C" : "Eleven kan värdera och granska källor kritiskt, tillämpa regler för citat- och referatteknik samt i huvudsak följa skriftspråkets normer för språkriktighet.",
          "A" : "Eleven kan värdera och granska källor kritiskt, tillämpa regler för citat- och referatteknik samt i huvudsak följa skriftspråkets normer för språkriktighet."
        }
      }, {
        "text" : "Eleverna behandlar källorna på ett rimligt sätt och drar relevanta slutsatser utifrån källmaterialet.",
        "knowledgeRequirementChoice" : {
          "E" : "Eleverna behandlar källorna på ett rimligt sätt och drar relevanta slutsatser utifrån källmaterialet.",
          "C" : "Eleverna behandlar källorna på ett rimligt sätt och drar relevanta slutsatser utifrån källmaterialet.",
          "A" : "Eleverna behandlar källorna på ett <strong>skickligt</strong> sätt och drar relevanta slutsatser utifrån källmaterialet."
        }
      }, {
        "text" : "Språket är varierat och <strong>________</strong>.",
        "knowledgeRequirementChoice" : {
          "E" : "Språket är varierat och <strong>innehåller goda formuleringar</strong>.",
          "C" : "Språket är <strong>klart och</strong> varierat samt <strong>innehåller goda formuleringar</strong>.",
          "A" : "Språket är <strong>träffsäkert, klart</strong>, varierat och <strong>över lag välformulerat</strong>."
        }
      } ]
    }, {
      "heading" : "",
      "knowledgeRequirements" : [ {
        "text" : "Eleven kan i skriftlig argumentation formulera en tes och ge <strong>________</strong> argument till stöd för den.",
        "knowledgeRequirementChoice" : {
          "E" : "Eleven kan i skriftlig argumentation formulera en tes och ge <strong>välgrundade</strong> argument till stöd för den.",
          "C" : "Eleven kan i skriftlig argumentation formulera en tes, <strong>hålla sig konsekvent till den</strong> och ge <strong>välgrundade</strong> argument till stöd för den.",
          "A" : "Eleven kan i skriftlig argumentation formulera en tes, <strong>hålla sig konsekvent till den</strong> och ge <strong>välgrundade och nyanserade</strong> argument till stöd för den. <strong>Dessutom kan eleven på ett relevant sätt bemöta tänkta motargument</strong>."
        }
      } ]
    }, {
      "heading" : "",
      "knowledgeRequirements" : [ {
        "text" : "Eleven kan <strong>________</strong> använda grundläggande retoriska begrepp som verktyg i <strong>________</strong> analyser av retorik.",
        "knowledgeRequirementChoice" : {
          "E" : "Eleven kan <strong>med viss säkerhet</strong> använda grundläggande retoriska begrepp som verktyg i <strong>enkla</strong> analyser av retorik.",
          "C" : "Eleven kan använda grundläggande retoriska begrepp som verktyg i <strong>utförliga</strong> analyser av retorik.",
          "A" : "Eleven kan <strong>med god säkerhet</strong> använda grundläggande retoriska begrepp som verktyg i <strong>utförliga och nyanserade</strong> analyser av retorik."
        }
      } ]
    }, {
      "heading" : "",
      "knowledgeRequirements" : [ {
        "text" : "Eleven kan göra en fördjupad, textnära litterär analys av ett tema, en genre eller ett författarskap.",
        "knowledgeRequirementChoice" : {
          "E" : "Eleven kan göra en fördjupad, textnära litterär analys av ett tema, en genre eller ett författarskap.",
          "C" : "Eleven kan göra en fördjupad och <strong>utförlig</strong> textnära litterär analys av ett tema, en genre eller ett författarskap.",
          "A" : "Eleven kan göra en fördjupad, <strong>utförlig, träffsäker och nyanserad</strong> textnära litterär analys av ett tema, en genre eller ett författarskap <strong>ur flera perspektiv</strong>."
        }
      }, {
        "text" : "I analysen använder eleven <strong>________</strong> litteraturvetenskapliga begrepp och verktyg samt ger stöd för sin tolkning genom belägg från texterna.",
        "knowledgeRequirementChoice" : {
          "E" : "I analysen använder eleven <strong>med viss säkerhet</strong> litteraturvetenskapliga begrepp och verktyg samt ger stöd för sin tolkning genom belägg från texterna.",
          "C" : "I analysen använder eleven <strong>med viss säkerhet</strong> litteraturvetenskapliga begrepp och verktyg samt ger stöd för sin tolkning genom <strong>väl valda</strong> belägg från texterna.",
          "A" : "I analysen använder eleven <strong>med säkerhet</strong> litteraturvetenskapliga begrepp och verktyg samt ger stöd för sin tolkning genom <strong>väl valda</strong> belägg från texterna."
        }
      } ]
    }, {
      "heading" : "",
      "knowledgeRequirements" : [ {
        "text" : "Eleven kan <strong>________</strong> redogöra för några aspekter av det svenska språkets släktskapsförhållanden och historiska utveckling.",
        "knowledgeRequirementChoice" : {
          "E" : "Eleven kan <strong>översiktligt</strong> redogöra för några aspekter av det svenska språkets släktskapsförhållanden och historiska utveckling.",
          "C" : "Eleven kan <strong>utförligt</strong> redogöra för några aspekter av det svenska språkets släktskapsförhållanden och historiska utveckling.",
          "A" : "Eleven kan <strong>utförligt och nyanserat</strong> redogöra för några aspekter av det svenska språkets släktskapsförhållanden och historiska utveckling. <strong>Dessutom kan eleven dra relevanta generella slutsatser om språkförändring</strong>."
        }
      } ]
    }, {
      "heading" : "",
      "knowledgeRequirements" : [ {
        "text" : "Eleven kan identifiera och analysera språkliga särdrag samt göra <strong>________</strong> jämförelser mellan svenskt teckenspråk och svenska avseende form, struktur och framställning.",
        "knowledgeRequirementChoice" : {
          "E" : "Eleven kan identifiera och analysera språkliga särdrag samt göra <strong>enkla</strong> jämförelser mellan svenskt teckenspråk och svenska avseende form, struktur och framställning.",
          "C" : "Eleven kan identifiera och analysera <strong>komplexa</strong> språkliga drag samt göra <strong>välgrundade</strong> jämförelser mellan svenskt teckenspråk och svenska avseende form, struktur och framställning.",
          "A" : "Eleven kan identifiera och analysera <strong>komplexa</strong> språkliga drag samt göra <strong>välgrundade och nyanserade</strong> jämförelser mellan svenskt teckenspråk och svenska avseende form, struktur och framställning."
        }
      } ]
    } ],
    "point" : 100,
    "year" : null
  } ]
}