{
  "name" : "Teknik",
  "description" : "Ämnet teknik är till sin karaktär tvärvetenskapligt. Teknik handlar om att uppfylla människors behov och önskemål genom att omvandla naturens fysiska resurser eller immateriella tillgångar i produkter, processer, anläggningar och system. Ämnet belyser teknikens roll i samhällsutvecklingen och samspelet mellan människa och natur.",
  "code" : "TEK",
  "designation" : "",
  "skolfsId" : "2010:134",
  "purposes" : [ {
    "type" : "PARAGRAPH",
    "heading" : "",
    "lines" : [ "Undervisningen i ämnet teknik ska syfta till att eleverna utvecklar kunskaper om teknik, teknikvetenskap och tekniska utvecklingsprocesser.", "Den ska leda till att eleverna utvecklar förståelse av processerna och hela kedjan från idé och modell, produkt eller tjänst till användning och återvinning.", "I undervisningen ska eleverna ges möjlighet att utveckla kunskaper om befintlig teknik och om utveckling av ny teknik som bidrar till ett mer hållbart samhälle." ]
  }, {
    "type" : "PARAGRAPH",
    "heading" : "",
    "lines" : [ "Undervisningen ska belysa hur teknik har utvecklats och utvecklas i växelverkan med det omgivande samhället.", "Därutöver ska eleverna ges möjlighet att utveckla kunskaper om föreställningar om manligt och kvinnligt i förhållande till teknik.", "Dessutom ska eleverna få möjlighet att utveckla kunskaper om människors olika förutsättningar för och tillgänglighet till teknik och teknikutveckling." ]
  }, {
    "type" : "PARAGRAPH",
    "heading" : "",
    "lines" : [ "Undervisningen ska förbereda eleverna för att aktivt delta i och påverka teknisk utveckling utifrån ett etiskt förhållningssätt Dessutom ska undervisningen bidra till att eleverna utvecklar kunskaper om entreprenörskap genom att utveckla deras förmåga till handling, innovation, och problemlösning.", "Genom undervisningen ska eleverna också ges möjlighet att utveckla kunskaper om tekniska begrepp samt ge kunskaper i att kommunicera om teknik." ]
  }, {
    "type" : "PARAGRAPH",
    "heading" : "",
    "lines" : [ "Undervisningen ska ge eleverna möjlighet att utveckla tekniska kunskaper genom att arbeta med mätningar, observationer, experiment, tekniska beräkningar, matematiska modelleringar samt risk- och rimlighetsbedömningar.", "Undervisningen ska också leda till att eleverna utvecklar förmåga till analys och värdering.", "Eleverna ska också ges möjlighet att arbeta i projekt." ]
  }, {
    "type" : "BULLET",
    "heading" : "Undervisningen i ämnet teknik ska ge eleverna förutsättningar att utveckla följande:",
    "lines" : [ "Kunskaper om teknikutvecklingsprocessen och förståelse av sambanden mellan de olika delarna i den.", "Förmåga att analysera och värdera tekniska lösningar med hänsyn tagen till ett hållbart samhälle.", "Förmåga att lösa tekniska problem.", "Förmåga att använda teknikvetenskapliga metoder, begrepp och teorier.", "Förmåga att använda modeller och verktyg som redskap för analys, beräkning, rimlighetsbedömning, dokumentation, presentation och information.", "Kunskaper om hur teknik har utvecklats och utvecklas i samspel med det omgivande samhället samt kunskaper om befintlig teknik och aktuell teknikutveckling.", "Kunskaper om teknikens roll och drivkrafter ur ett etiskt perspektiv.", "Kunskaper om hur föreställningar och traditioner inom teknikområdet styr uppfattningar om vad som är manligt och kvinnligt och hur det har påverkat och påverkar teknik och teknikutveckling.", "Förmåga att kommunicera inom det tekniska området samt kommunicera om teknik." ]
  } ],
  "courses" : [ {
    "name" : "Teknik 1",
    "description" : "Kursen teknik 1 omfattar punkterna 1–9 under rubriken Ämnets syfte.",
    "code" : "TEKTEK01",
    "centralContent" : [ {
      "heading" : "Undervisningen i kursen ska behandla följande centrala innehåll:",
      "lines" : [ "Teknikutvecklingsprocessens alla delar från idé och modell, produkt eller tjänst till användning och återvinning med praktisk tillämpning av teknik och teknikutveckling inom ett eller flera teknikområden.", "Entreprenörskap och entreprenörskapets villkor med utgångspunkt i innovativa och kreativa processer.", "Materials tekniska egenskaper, till exempel termiska, elektriska, mekaniska och kemiska samt materialens möjligheter och begränsningar utifrån olika användningsområden.", "Teknikens och teknikerns roll med fokus på framtidens teknik och ett hållbart samhälle, till exempel med utgångspunkt i energieffektivisering.", "Kvalitetsarbete, till exempel kvalitetssäkring, miljösäkring, arbetsmiljö och riskanalys.", "Ritningsläsning och skiss- och ritteknik med introduktion i hur man hanterar cad-program.", "Projektarbets-, kommunikations-, presentations- och modellteknik, till exempel digitala medier och programvaror, manualer och instruktioner, muntliga och skriftliga framställningar samt digitala och manuella tekniker för att skapa modeller.", "Tekniska begrepp, teorier och modeller innefattande beräkningar och rimlighetsbedömningar.", "Teknikens historia och teknikutvecklingens betydelse för samhället samt introduktion i aktuella utvecklingsområden inom teknik.", "Grundläggande teknikfilosofi: etiska värderingar och genusstrukturer samt hur de har påverkat och påverkar tekniken, dess användning och tillgänglighet. Hur teknik och teknikens attribut könsmärks.", "Kommunikations-, dator- och nätverksteknik för lärande och förmedling av teknik och information." ]
    } ],
    "knowledgeRequirementParagraphs" : [ {
      "heading" : "",
      "knowledgeRequirements" : [ {
        "text" : "Eleven beskriver <strong>________</strong> hur teknik utvecklas och redogör <strong>________</strong> för sambanden mellan de olika delarna i teknikutvecklingsprocessen.",
        "knowledgeRequirementChoice" : {
          "E" : "Eleven beskriver <strong>översiktligt</strong> hur teknik utvecklas och redogör <strong>översiktligt</strong> för sambanden mellan de olika delarna i teknikutvecklingsprocessen.",
          "C" : "Eleven beskriver <strong>utförligt</strong> hur teknik utvecklas och redogör <strong>utförligt</strong> för sambanden mellan de olika delarna i teknikutvecklingsprocessen.",
          "A" : "Eleven beskriver <strong>utförligt och nyanserat</strong> hur teknik utvecklas och redogör <strong>utförligt och nyanserat</strong> för sambanden mellan de olika delarna i teknikutvecklingsprocessen."
        }
      } ]
    }, {
      "heading" : "",
      "knowledgeRequirements" : [ {
        "text" : "Eleven redogör <strong>________</strong> för tekniska egenskaper hos olika material samt för hur och när de kan användas.",
        "knowledgeRequirementChoice" : {
          "E" : "Eleven redogör <strong>översiktligt</strong> för tekniska egenskaper hos olika material samt för hur och när de kan användas.",
          "C" : "Eleven redogör <strong>utförligt</strong> för tekniska egenskaper hos olika material samt för hur och när de kan användas.",
          "A" : "Eleven redogör <strong>utförligt och nyanserat</strong> för tekniska egenskaper hos olika material samt för hur och när de kan användas."
        }
      }, {
        "text" : "Dessutom analyserar och värderar eleven med <strong>________</strong> omdömen tekniska lösningar utifrån kvalitet, säkerhet och hållbart samhälle.",
        "knowledgeRequirementChoice" : {
          "E" : "Dessutom analyserar och värderar eleven med <strong>enkla</strong> omdömen tekniska lösningar utifrån kvalitet, säkerhet och hållbart samhälle.",
          "C" : "Dessutom analyserar och värderar eleven med <strong>enkla</strong> omdömen tekniska lösningar utifrån kvalitet, säkerhet och hållbart samhälle.",
          "A" : "Dessutom analyserar och värderar eleven med <strong>nyanserade</strong> omdömen tekniska lösningar utifrån kvalitet, säkerhet och hållbart samhälle."
        }
      } ]
    }, {
      "heading" : "",
      "knowledgeRequirements" : [ {
        "text" : "Eleven löser <strong>________</strong> tekniska problem, använder <strong>________</strong> med handledare lämpliga arbetsmetoder samt dokumenterar arbetet och resultatet.",
        "knowledgeRequirementChoice" : {
          "E" : "Eleven löser <strong>enkla</strong> tekniska problem, använder <strong>i samråd</strong> med handledare lämpliga arbetsmetoder samt dokumenterar arbetet och resultatet.",
          "C" : "Eleven löser <strong>enkla</strong> tekniska problem, <strong>väljer och</strong> använder <strong>efter samråd</strong> med handledare lämpliga arbetsmetoder samt dokumenterar arbetet och resultatet.",
          "A" : "Eleven löser tekniska problem, <strong>väljer och</strong> använder <strong>efter samråd</strong> med handledare lämpliga arbetsmetoder samt dokumenterar arbetet och resultatet."
        }
      }, {
        "text" : "I sitt arbete läser eleven ritningar och tekniska instruktioner samt skissar och ritar <strong>________</strong> både manuellt och med relevanta cad-program.",
        "knowledgeRequirementChoice" : {
          "E" : "I sitt arbete läser eleven ritningar och tekniska instruktioner samt skissar och ritar <strong>med viss säkerhet</strong> både manuellt och med relevanta cad-program.",
          "C" : "I sitt arbete läser eleven ritningar och tekniska instruktioner samt skissar och ritar <strong>med viss säkerhet</strong> både manuellt och med relevanta cad-program.",
          "A" : "I sitt arbete läser eleven ritningar och tekniska instruktioner samt skissar och ritar <strong>med säkerhet</strong> både manuellt och med relevanta cad-program."
        }
      }, {
        "text" : "Eleven använder <strong>________</strong> tekniska begrepp och teorier, utför <strong>________</strong> tekniska beräkningar och bedömer rimligheten i sina resultat.",
        "knowledgeRequirementChoice" : {
          "E" : "Eleven använder <strong>med viss säkerhet</strong> tekniska begrepp och teorier, utför <strong>med viss säkerhet</strong> tekniska beräkningar och bedömer rimligheten i sina resultat.",
          "C" : "Eleven använder <strong>med viss säkerhet</strong> tekniska begrepp och teorier, utför <strong>med viss säkerhet</strong> tekniska beräkningar och bedömer rimligheten i sina resultat.",
          "A" : "Eleven använder <strong>med säkerhet</strong> tekniska begrepp och teorier, utför <strong>med säkerhet</strong> tekniska beräkningar och bedömer rimligheten i sina resultat."
        }
      } ]
    }, {
      "heading" : "",
      "knowledgeRequirements" : [ {
        "text" : "Eleven redogör <strong>________</strong> för några historiskt viktiga tekniska framsteg, befintlig teknik och aktuell teknikutveckling samt beskriver <strong>________</strong> hur samhälle och teknik samspelar.",
        "knowledgeRequirementChoice" : {
          "E" : "Eleven redogör <strong>översiktligt</strong> för några historiskt viktiga tekniska framsteg, befintlig teknik och aktuell teknikutveckling samt beskriver <strong>översiktligt</strong> hur samhälle och teknik samspelar.",
          "C" : "Eleven redogör <strong>utförligt</strong> för några historiskt viktiga tekniska framsteg, befintlig teknik och aktuell teknikutveckling samt beskriver <strong>utförligt</strong> hur samhälle och teknik samspelar.",
          "A" : "Eleven redogör <strong>utförligt och nyanserat</strong> för några historiskt viktiga tekniska framsteg, befintlig teknik och aktuell teknikutveckling samt beskriver <strong>utförligt och nyanserat</strong> hur samhälle och teknik samspelar."
        }
      }, {
        "text" : "Dessutom värderar eleven, med <strong>________</strong> omdömen och utifrån ett etiskt förhållningssätt, teknikens funktion, användning och tillgänglighet i samhället.",
        "knowledgeRequirementChoice" : {
          "E" : "Dessutom värderar eleven, med <strong>enkla</strong> omdömen och utifrån ett etiskt förhållningssätt, teknikens funktion, användning och tillgänglighet i samhället.",
          "C" : "Dessutom värderar eleven, med <strong>enkla</strong> omdömen och utifrån ett etiskt förhållningssätt, teknikens funktion, användning och tillgänglighet i samhället.",
          "A" : "Dessutom värderar eleven, med <strong>nyanserade</strong> omdömen och utifrån ett etiskt förhållningssätt, teknikens funktion, användning och tillgänglighet i samhället."
        }
      }, {
        "text" : "Vidare beskriver eleven <strong>________</strong> hur föreställningar och traditioner inom teknikområdet styr uppfattningar om vad som är manligt och kvinnligt och hur det har påverkat och påverkar teknik och teknikutveckling.",
        "knowledgeRequirementChoice" : {
          "E" : "Vidare beskriver eleven <strong>översiktligt</strong> hur föreställningar och traditioner inom teknikområdet styr uppfattningar om vad som är manligt och kvinnligt och hur det har påverkat och påverkar teknik och teknikutveckling.",
          "C" : "Vidare beskriver eleven <strong>utförligt</strong> hur föreställningar och traditioner inom teknikområdet styr uppfattningar om vad som är manligt och kvinnligt och hur det har påverkat och påverkar teknik och teknikutveckling.",
          "A" : "Vidare beskriver eleven <strong>utförligt och nyanserat</strong> hur föreställningar och traditioner inom teknikområdet styr uppfattningar om vad som är manligt och kvinnligt och hur det har påverkat och påverkar teknik och teknikutveckling."
        }
      }, {
        "text" : "Eleven ger <strong>________</strong> förslag på hur teknikområdet kan göras lika tillgängligt för män och kvinnor.",
        "knowledgeRequirementChoice" : {
          "E" : "Eleven ger <strong>enkla</strong> förslag på hur teknikområdet kan göras lika tillgängligt för män och kvinnor.",
          "C" : "Eleven ger <strong>välgrundade</strong> förslag på hur teknikområdet kan göras lika tillgängligt för män och kvinnor.",
          "A" : "Eleven ger <strong>välgrundade och nyanserade</strong> förslag på hur teknikområdet kan göras lika tillgängligt för män och kvinnor."
        }
      } ]
    }, {
      "heading" : "",
      "knowledgeRequirements" : [ {
        "text" : "Eleven använder <strong>________</strong> datorn som verktyg för kommunikation, dokumentation och information.",
        "knowledgeRequirementChoice" : {
          "E" : "Eleven använder <strong>med viss säkerhet</strong> datorn som verktyg för kommunikation, dokumentation och information.",
          "C" : "Eleven använder <strong>med viss säkerhet</strong> datorn som verktyg för kommunikation, dokumentation och information.",
          "A" : "Eleven använder <strong>med säkerhet</strong> datorn som verktyg för kommunikation, dokumentation och information."
        }
      }, {
        "text" : "Dessutom använder eleven <strong>________</strong> olika relevanta medier och programvaror för att förmedla och presentera teknik.",
        "knowledgeRequirementChoice" : {
          "E" : "Dessutom använder eleven <strong>med viss säkerhet</strong> olika relevanta medier och programvaror för att förmedla och presentera teknik.",
          "C" : "Dessutom använder eleven <strong>med viss säkerhet</strong> olika relevanta medier och programvaror för att förmedla och presentera teknik <strong>samt anpassar kommunikationen till mottagaren</strong>.",
          "A" : "Dessutom använder eleven <strong>med säkerhet</strong> olika relevanta medier och programvaror för att förmedla och presentera teknik <strong>samt anpassar kommunikationen till mottagaren</strong>."
        }
      } ]
    }, {
      "heading" : "",
      "knowledgeRequirements" : [ {
        "text" : "När eleven samråder med handledare bedömer hon eller han <strong>________</strong> den egna förmågan och situationens krav.",
        "knowledgeRequirementChoice" : {
          "E" : "När eleven samråder med handledare bedömer hon eller han <strong>med viss säkerhet</strong> den egna förmågan och situationens krav.",
          "C" : "När eleven samråder med handledare bedömer hon eller han <strong>med viss säkerhet</strong> den egna förmågan och situationens krav.",
          "A" : "När eleven samråder med handledare bedömer hon eller han <strong>med säkerhet</strong> den egna förmågan och situationens krav."
        }
      } ]
    } ],
    "point" : 150,
    "year" : null
  }, {
    "name" : "Teknik 2",
    "description" : "Kursen teknik 2 omfattar punkterna 2–5 och 9 under rubriken Ämnets syfte<i>.</i>",
    "code" : "TEKTEK02",
    "centralContent" : [ {
      "heading" : "Undervisningen i kursen ska behandla följande centrala innehåll:",
      "lines" : [ "Principer och tekniker för mätning och registrering av prestanda i mekaniska, pneumatiska, hydrauliska och elektriska system.", "Principer och samband för omvandling av elektrisk energi till mekanisk energi och vice versa, till exempel motor och generator.", "Principer och samband för mekaniska, hydrauliska, pneumatiska och elektriska transmissionssystem för energiöverföring.", "Förutsättningar och begränsningar vid andra former av energiomvandling, till exempel fusion, fission och sol-, vind- och vattenkraft.", "Dimensionsanalys och rimlighetsbedömning.", "De matematiska och fysikaliska förutsättningarna och de teknikvetenskapliga grunderna för energiöverföring i olika system med betoning på analys, beräkningar, simuleringar och rimlighetsbedömningar.", "Matematiska modeller för givna förlopp.", "Mätteknik, till exempel principer för mätgivare och komponenter, mätning av olika storheter, användning och tolkning av resultat.", "Planering och genomförande av experimentella undersökningar samt hur mätdata inhämtas, analyseras och redovisas.", "Visualisering och analys av tekniska system och processer med hjälp av anpassad programvara." ]
    } ],
    "knowledgeRequirementParagraphs" : [ {
      "heading" : "",
      "knowledgeRequirements" : [ {
        "text" : "Eleven redogör <strong>________</strong> för energiomvandling, energiöverföring samt funktioner och begränsningar hos olika energisystem.",
        "knowledgeRequirementChoice" : {
          "E" : "Eleven redogör <strong>översiktligt</strong> för energiomvandling, energiöverföring samt funktioner och begränsningar hos olika energisystem.",
          "C" : "Eleven redogör <strong>utförligt</strong> för energiomvandling, energiöverföring samt funktioner och begränsningar hos olika energisystem.",
          "A" : "Eleven redogör <strong>utförligt och nyanserat</strong> för energiomvandling, energiöverföring samt funktioner och begränsningar hos olika energisystem."
        }
      }, {
        "text" : "Dessutom analyserar och värderar eleven med <strong>________</strong> omdömen tekniska lösningar hos energisystem utifrån systemens begränsningar, säkerhet och hållbart samhälle.",
        "knowledgeRequirementChoice" : {
          "E" : "Dessutom analyserar och värderar eleven med <strong>enkla</strong> omdömen tekniska lösningar hos energisystem utifrån systemens begränsningar, säkerhet och hållbart samhälle.",
          "C" : "Dessutom analyserar och värderar eleven med <strong>enkla</strong> omdömen tekniska lösningar hos energisystem utifrån systemens begränsningar, säkerhet och hållbart samhälle.",
          "A" : "Dessutom analyserar och värderar eleven med <strong>nyanserade</strong> omdömen tekniska lösningar hos energisystem utifrån systemens begränsningar, säkerhet och hållbart samhälle."
        }
      } ]
    }, {
      "heading" : "",
      "knowledgeRequirements" : [ {
        "text" : "Eleven löser <strong>________</strong> tekniska problem, använder <strong>________</strong> med handledare lämpliga arbetsmetoder samt dokumenterar arbetet och resultatet.",
        "knowledgeRequirementChoice" : {
          "E" : "Eleven löser <strong>enkla</strong> tekniska problem, använder <strong>i samråd</strong> med handledare lämpliga arbetsmetoder samt dokumenterar arbetet och resultatet.",
          "C" : "Eleven löser tekniska problem, <strong>väljer och</strong> använder <strong>efter samråd</strong> med handledare lämpliga arbetsmetoder samt dokumenterar arbetet och resultatet.",
          "A" : "Eleven löser <strong>avancerade</strong> tekniska problem, <strong>väljer och</strong> använder <strong>efter samråd</strong> med handledare lämpliga arbetsmetoder samt dokumenterar arbetet och resultatet."
        }
      }, {
        "text" : "I sitt arbete använder eleven <strong>________</strong> tekniska begrepp, teorier och modeller.",
        "knowledgeRequirementChoice" : {
          "E" : "I sitt arbete använder eleven <strong>med viss säkerhet</strong> tekniska begrepp, teorier och modeller.",
          "C" : "I sitt arbete använder eleven <strong>med viss säkerhet</strong> tekniska begrepp, teorier och modeller.",
          "A" : "I sitt arbete använder eleven <strong>med säkerhet</strong> tekniska begrepp, teorier och modeller."
        }
      }, {
        "text" : "Eleven utför beräkningar och analyser av <strong>________</strong> tekniska system med hjälp av kalkyl- och beräkningsprogram samt bedömer rimligheten i sina resultat.",
        "knowledgeRequirementChoice" : {
          "E" : "Eleven utför beräkningar och analyser av <strong>enkla</strong> tekniska system med hjälp av kalkyl- och beräkningsprogram samt bedömer rimligheten i sina resultat.",
          "C" : "Eleven utför beräkningar och analyser av tekniska system med hjälp av kalkyl- och beräkningsprogram samt bedömer rimligheten i sina resultat.",
          "A" : "Eleven utför <strong>avancerade</strong> beräkningar och analyser av tekniska system med hjälp av kalkyl- och beräkningsprogram samt bedömer rimligheten i sina resultat."
        }
      } ]
    }, {
      "heading" : "",
      "knowledgeRequirements" : [ {
        "text" : "Eleven undersöker <strong>________</strong> tekniska system avseende funktionssamband och begränsningar samt redogör <strong>________</strong> för genomförd undersökning och funna resultat utifrån tekniska, fysikaliska och matematiska samband.",
        "knowledgeRequirementChoice" : {
          "E" : "Eleven undersöker <strong>enkla</strong> tekniska system avseende funktionssamband och begränsningar samt redogör <strong>översiktligt</strong> för genomförd undersökning och funna resultat utifrån tekniska, fysikaliska och matematiska samband.",
          "C" : "Eleven undersöker tekniska system avseende funktionssamband och begränsningar samt redogör <strong>utförligt</strong> för genomförd undersökning och funna resultat utifrån tekniska, fysikaliska och matematiska samband.",
          "A" : "Eleven undersöker <strong>avancerade</strong> tekniska system avseende funktionssamband och begränsningar samt redogör <strong>utförligt och nyanserat</strong> för genomförd undersökning och funna resultat utifrån tekniska, fysikaliska och matematiska samband."
        }
      }, {
        "text" : "Dessutom använder eleven <strong>________</strong> datoriserade visualiserings- och simuleringsprogram för att beräkna, visualisera och analysera tekniska processer och system.",
        "knowledgeRequirementChoice" : {
          "E" : "Dessutom använder eleven <strong>med viss säkerhet</strong> datoriserade visualiserings- och simuleringsprogram för att beräkna, visualisera och analysera tekniska processer och system.",
          "C" : "Dessutom använder eleven <strong>med viss säkerhet</strong> datoriserade visualiserings- och simuleringsprogram för att beräkna, visualisera och analysera tekniska processer och system.",
          "A" : "Dessutom använder eleven <strong>med säkerhet</strong> datoriserade visualiserings- och simuleringsprogram för att beräkna, visualisera och analysera tekniska processer och system."
        }
      } ]
    }, {
      "heading" : "",
      "knowledgeRequirements" : [ {
        "text" : "När eleven samråder med handledare bedömer hon eller han <strong>________</strong> den egna förmågan och situationens krav.",
        "knowledgeRequirementChoice" : {
          "E" : "När eleven samråder med handledare bedömer hon eller han <strong>med viss säkerhet</strong> den egna förmågan och situationens krav.",
          "C" : "När eleven samråder med handledare bedömer hon eller han <strong>med viss säkerhet</strong> den egna förmågan och situationens krav.",
          "A" : "När eleven samråder med handledare bedömer hon eller han <strong>med säkerhet</strong> den egna förmågan och situationens krav."
        }
      } ]
    } ],
    "point" : 100,
    "year" : null
  }, {
    "name" : "Teknik – specialisering",
    "description" : "Kursen teknik – specialisering omfattar punkterna 1–5 och 9 under rubriken Ämnets syfte. I kursen behandlas fördjupade kunskaper inom valt teknikområde.",
    "code" : "TEKTEK00S",
    "centralContent" : [ {
      "heading" : "Undervisningen i kursen ska behandla följande centrala innehåll:",
      "lines" : [ "Teknik och teknikutveckling inom valt teknikområde, till exempel design, produktutveckling, informations-, medie-, produktions-, el- och förbränningsteknik eller samhällsbyggande.", "Praktisk eller teoretisk tillämpning av teknikområdet.", "Entreprenörskapets villkor och förutsättningar.", "Teknik i ett hållbart samhälle, till exempel energi- och resurseffektivisering.", "Teknisk problemanalys, problemlösning, rimlighetsbedömning och värdering av egna och andras lösningar.", "Teknikvetenskapliga begrepp, teorier och modeller med koppling till det teknikområde som valts för kursen.", "Utrustning, till exempel programvara, maskiner och verktyg i vid mening. Val av dessa med hänsyn tagen till arbetsmiljö och säkerhet.", "Tekniskt språk, teknisk kommunikation och dokumentation inom det valda teknikområdet." ]
    } ],
    "knowledgeRequirementParagraphs" : [ {
      "heading" : "",
      "knowledgeRequirements" : [ {
        "text" : "Eleven beskriver <strong>________</strong> hur teknik utvecklas och redogör <strong>________</strong> för sambanden mellan de olika delarna i teknikutvecklingsprocessen.",
        "knowledgeRequirementChoice" : {
          "E" : "Eleven beskriver <strong>översiktligt</strong> hur teknik utvecklas och redogör <strong>översiktligt</strong> för sambanden mellan de olika delarna i teknikutvecklingsprocessen.",
          "C" : "Eleven beskriver <strong>utförligt</strong> hur teknik utvecklas och redogör <strong>utförligt</strong> för sambanden mellan de olika delarna i teknikutvecklingsprocessen.",
          "A" : "Eleven beskriver <strong>utförligt och nyanserat</strong> hur teknik utvecklas och redogör <strong>utförligt och nyanserat</strong> för sambanden mellan de olika delarna i teknikutvecklingsprocessen."
        }
      }, {
        "text" : "Dessutom analyserar och värderar eleven med <strong>________</strong> omdömen tekniska lösningar utifrån ett hållbart samhälle.",
        "knowledgeRequirementChoice" : {
          "E" : "Dessutom analyserar och värderar eleven med <strong>enkla</strong> omdömen tekniska lösningar utifrån ett hållbart samhälle.",
          "C" : "Dessutom analyserar och värderar eleven med <strong>enkla</strong> omdömen tekniska lösningar utifrån ett hållbart samhälle.",
          "A" : "Dessutom analyserar och värderar eleven med <strong>nyanserade</strong> omdömen tekniska lösningar utifrån ett hållbart samhälle."
        }
      } ]
    }, {
      "heading" : "",
      "knowledgeRequirements" : [ {
        "text" : "Eleven löser <strong>________</strong> tekniska problem inom valt teknikområde med ett <strong>________</strong> resultat.",
        "knowledgeRequirementChoice" : {
          "E" : "Eleven löser <strong>enkla</strong> tekniska problem inom valt teknikområde med ett <strong>tillfredsställande</strong> resultat.",
          "C" : "Eleven löser tekniska problem inom valt teknikområde med ett <strong>tillfredsställande</strong> resultat.",
          "A" : "Eleven löser <strong>avancerade</strong> tekniska problem inom valt teknikområde med ett <strong>gott</strong> resultat."
        }
      }, {
        "text" : "Dessutom väljer och använder eleven <strong>________</strong> med handledare lämpliga produktionsmetoder och design- och konstruktionslösningar samt dokumenterar arbetet och resultatet.",
        "knowledgeRequirementChoice" : {
          "E" : "Dessutom väljer och använder eleven <strong>i samråd</strong> med handledare lämpliga produktionsmetoder och design- och konstruktionslösningar samt dokumenterar arbetet och resultatet.",
          "C" : "Dessutom väljer och använder eleven <strong>efter samråd</strong> med handledare lämpliga produktionsmetoder och design- och konstruktionslösningar samt dokumenterar arbetet och resultatet.",
          "A" : "Dessutom väljer och använder eleven <strong>efter samråd</strong> med handledare lämpliga produktionsmetoder och design- och konstruktionslösningar samt dokumenterar arbetet och resultatet."
        }
      }, {
        "text" : "I sitt arbete använder eleven <strong>________</strong> matematiska och teknikvetenskapliga begrepp, teorier och modeller samt utför <strong>________</strong> beräkningar och använder <strong>________</strong> lösningsstrategier.",
        "knowledgeRequirementChoice" : {
          "E" : "I sitt arbete använder eleven <strong>med viss säkerhet grundläggande</strong> matematiska och teknikvetenskapliga begrepp, teorier och modeller samt utför <strong>enkla</strong> beräkningar och använder <strong>enkla</strong> lösningsstrategier.",
          "C" : "I sitt arbete använder eleven <strong>med viss säkerhet grundläggande</strong> matematiska och teknikvetenskapliga begrepp, teorier och modeller samt utför beräkningar och använder lösningsstrategier.",
          "A" : "I sitt arbete använder eleven <strong>med säkerhet</strong> matematiska och teknikvetenskapliga begrepp, teorier och modeller samt utför <strong>avancerade</strong> beräkningar och använder <strong>avancerade</strong> lösningsstrategier."
        }
      }, {
        "text" : "Eleven bedömer rimligheten i sina resultat samt värderar egna och andras val av metoder och strategier med <strong>________</strong> omdömen.",
        "knowledgeRequirementChoice" : {
          "E" : "Eleven bedömer rimligheten i sina resultat samt värderar egna och andras val av metoder och strategier med <strong>enkla</strong> omdömen.",
          "C" : "Eleven bedömer rimligheten i sina resultat samt värderar egna och andras val av metoder och strategier med <strong>nyanserade</strong> omdömen.",
          "A" : "Eleven bedömer rimligheten i sina resultat samt värderar egna och andras val av metoder och strategier med <strong>nyanserade</strong> omdömen <strong>samt ger förslag på alternativa val av metoder och strategier</strong>."
        }
      } ]
    }, {
      "heading" : "",
      "knowledgeRequirements" : [ {
        "text" : "Eleven använder <strong>________</strong> utrustning med hänsyn tagen till arbetsmiljö och säkerhet.",
        "knowledgeRequirementChoice" : {
          "E" : "Eleven använder <strong>med viss säkerhet</strong> utrustning med hänsyn tagen till arbetsmiljö och säkerhet.",
          "C" : "Eleven använder <strong>med viss säkerhet</strong> utrustning med hänsyn tagen till arbetsmiljö och säkerhet.",
          "A" : "Eleven använder <strong>med säkerhet</strong> utrustning med hänsyn tagen till arbetsmiljö och säkerhet."
        }
      } ]
    }, {
      "heading" : "",
      "knowledgeRequirements" : [ {
        "text" : "Eleven kommunicerar <strong>________</strong> sina idéer och resultat med några av kunskapsområdets relevanta begrepp.",
        "knowledgeRequirementChoice" : {
          "E" : "Eleven kommunicerar <strong>med viss säkerhet</strong> sina idéer och resultat med några av kunskapsområdets relevanta begrepp.",
          "C" : "Eleven kommunicerar <strong>med viss säkerhet</strong> sina idéer och resultat med några av kunskapsområdets relevanta begrepp.",
          "A" : "Eleven kommunicerar <strong>med säkerhet</strong> sina idéer och resultat med några av kunskapsområdets relevanta begrepp."
        }
      } ]
    }, {
      "heading" : "",
      "knowledgeRequirements" : [ {
        "text" : "När eleven samråder med handledare bedömer hon eller han <strong>________</strong> den egna förmågan och situationens krav.",
        "knowledgeRequirementChoice" : {
          "E" : "När eleven samråder med handledare bedömer hon eller han <strong>med viss säkerhet</strong> den egna förmågan och situationens krav.",
          "C" : "När eleven samråder med handledare bedömer hon eller han <strong>med viss säkerhet</strong> den egna förmågan och situationens krav.",
          "A" : "När eleven samråder med handledare bedömer hon eller han <strong>med säkerhet</strong> den egna förmågan och situationens krav."
        }
      } ]
    } ],
    "point" : 100,
    "year" : null
  } ]
}