{
  "name" : "Trädgårdsanläggning",
  "description" : "Ämnet trädgårdsanläggning behandlar anläggning av hårdgjorda ytor och vegetationsytor i olika miljöer som parker, bostadsområden, kyrkogårdar och trädgårdar. Det behandlar också hållbarhet, funktion, teknik och kvalitet inom trädgårdsanläggning. Dessutom behandlas användning av den tekniska utrustning som behövs inom trädgårdsanläggning. I ämnet utgör park- och trädgårdsanläggningars historiska utveckling samt vetenskaplig forskning om människors behov av gröna miljöer en grund.",
  "code" : "TRD",
  "designation" : "",
  "skolfsId" : "2010:202",
  "purposes" : [ {
    "type" : "PARAGRAPH",
    "heading" : "",
    "lines" : [ "Undervisningen i ämnet trädgårdsanläggning ska syfta till att eleverna utvecklar förmåga att utföra arbetsuppgifter inom trädgårdsanläggning.", "Den ska bidra till att eleverna utvecklar kunskaper om anläggningsprocessen och om sambanden mellan funktion, markförhållanden, materialval, växtval och anläggningsteknik.", "Undervisningen ska också bidra till att eleverna utvecklar förmåga att bedöma kvaliteten på anläggningsarbeten.", "Eleverna ska ges möjlighet att utveckla kunskaper om arbetsmetoder, material och tekniker som används inom området samt förmåga att arbeta på ett säkert och ergonomiskt riktigt sätt.", "Dessutom ska undervisningen leda till att eleverna utvecklar kunskaper om historiska trädgårdsmiljöer." ]
  }, {
    "type" : "PARAGRAPH",
    "heading" : "",
    "lines" : [ "Praktiska övningar i undervisningen ska ge eleverna möjlighet att utföra arbetet både hantverksmässigt och med hjälp av aktuell teknisk utrustning.", "Genom fältstudier ska eleverna ges möjlighet att utveckla kunskaper om historiska miljöer och anläggningars estetiska uttryck.", "Ett undersökande arbetssätt ska ge eleverna möjlighet att utveckla förmåga att planera trädgårdsanläggningar med utgångspunkt från funktion och biologiska grunder." ]
  }, {
    "type" : "BULLET",
    "heading" : "Undervisningen i ämnet trädgårdsanläggning ska ge eleverna förutsättningar att utveckla följande:",
    "lines" : [ "Förmåga att planera och genomföra arbetsuppgifter inom trädgårdsanläggning.", "Förmåga att använda aktuell teknisk utrustning.", "Förmåga att arbeta säkert och ergonomiskt i samband med anläggningsarbeten.", "Kunskaper om lagar och andra bestämmelser inom området.", "Kunskaper om byggprocessen samt förmåga att läsa och tolka ritningar och utarbeta förslag till trädgårdsanläggningar.", "Kunskaper om hur utomhusmiljöer kan utformas för olika brukare och funktioner.", "Kunskaper om den historiska utvecklingen inom park- och trädgårdsområdet.", "Kunskaper om sambanden mellan växtval, klimat, markförhållanden, dränering, jord, material och anläggningsteknik." ]
  } ],
  "courses" : [ {
    "name" : "Trädgårdsanläggning 1",
    "description" : "Kursen trädgårdsanläggning 1 omfattar punkterna 1–8 under rubriken Ämnets syfte, med särskild betoning på punkterna 1 och 8.",
    "code" : "TRDTRÄ01",
    "centralContent" : [ {
      "heading" : "Undervisningen i kursen ska behandla följande centrala innehåll:",
      "lines" : [ ]
    }, {
      "heading" : "Arbetsuppgifter",
      "lines" : [ "Mätteknik, till exempel utsättning, avvägning och inmätning med aktuell teknisk utrustning.", "Användning av teknisk utrustning och handredskap.", "Schakt, fyllningar, överbyggnader och växtbäddar.", "Markbeläggningar, hårdgjorda ytor, trappor, murar och hägnader.", "Vegetationsytor innefattande gräsytor, planteringsytor och vattenanläggningar.", "Material och materialval, till exempel trä, natursten och betong." ]
    }, {
      "heading" : "Arbetsmiljö, säkerhetsfrågor och bestämmelser",
      "lines" : [ "Ergonomi, arbetsmiljö och säkerhet.", "Lagar och andra bestämmelser i samband med trädgårdsanläggning, till exempel bygglagstiftning och arbetsmiljölagstiftning." ]
    }, {
      "heading" : "Byggprocess och funktion",
      "lines" : [ "Byggprocessen från gestaltning och projektering till färdig trädgårdsanläggning.", "Läsning av ritningar.", "Människors behov av gröna miljöer, parker och trädgårdar.", "Parker och trädgårdar ur ett historiskt perspektiv.", "Parker, kyrkogårdar och trädgårdsanläggningar. Deras funktion, uppbyggnad och läge." ]
    } ],
    "knowledgeRequirementParagraphs" : [ {
      "heading" : "",
      "knowledgeRequirements" : [ {
        "text" : "Eleven följer arbetsinstruktioner och utför <strong>________</strong> med handledare arbetsuppgifter inom mätteknik och trädgårdsanläggning med aktuell teknisk utrustning.",
        "knowledgeRequirementChoice" : {
          "E" : "Eleven följer arbetsinstruktioner och utför <strong>i samråd</strong> med handledare arbetsuppgifter inom mätteknik och trädgårdsanläggning med aktuell teknisk utrustning.",
          "C" : "Eleven följer arbetsinstruktioner och utför <strong>efter samråd</strong> med handledare arbetsuppgifter inom mätteknik och trädgårdsanläggning med aktuell teknisk utrustning.",
          "A" : "Eleven följer arbetsinstruktioner och utför <strong>efter samråd</strong> med handledare arbetsuppgifter inom mätteknik och trädgårdsanläggning med aktuell teknisk utrustning."
        }
      }, {
        "text" : "Resultatet av arbetet är <strong>________</strong>.",
        "knowledgeRequirementChoice" : {
          "E" : "Resultatet av arbetet är <strong>tillfredsställande</strong>.",
          "C" : "Resultatet av arbetet är <strong>tillfredsställande</strong>.",
          "A" : "Resultatet av arbetet är <strong>gott</strong>."
        }
      }, {
        "text" : "I arbetet löser eleven <strong>________</strong> med handledare de problem som uppstår.",
        "knowledgeRequirementChoice" : {
          "E" : "I arbetet löser eleven <strong>i samråd</strong> med handledare de problem som uppstår.",
          "C" : "I arbetet löser eleven <strong>efter samråd</strong> med handledare de problem som uppstår.",
          "A" : "I arbetet löser eleven <strong>efter samråd</strong> med handledare de problem som uppstår."
        }
      }, {
        "text" : "Eleven arbetar säkert och ergonomiskt riktigt med de verktyg och den tekniska utrustning som används inom trädgårdsanläggning.",
        "knowledgeRequirementChoice" : {
          "E" : "Eleven arbetar säkert och ergonomiskt riktigt med de verktyg och den tekniska utrustning som används inom trädgårdsanläggning.",
          "C" : "Eleven arbetar säkert och ergonomiskt riktigt med de verktyg och den tekniska utrustning som används inom trädgårdsanläggning.",
          "A" : "Eleven arbetar säkert och ergonomiskt riktigt med de verktyg och den tekniska utrustning som används inom trädgårdsanläggning."
        }
      }, {
        "text" : "Dessutom redogör eleven <strong>________</strong> för och arbetar i enlighet med lagar och andra bestämmelser som gäller i aktuella situationer.",
        "knowledgeRequirementChoice" : {
          "E" : "Dessutom redogör eleven <strong>översiktligt</strong> för och arbetar i enlighet med lagar och andra bestämmelser som gäller i aktuella situationer.",
          "C" : "Dessutom redogör eleven <strong>utförligt</strong> för och arbetar i enlighet med lagar och andra bestämmelser som gäller i aktuella situationer.",
          "A" : "Dessutom redogör eleven <strong>utförligt</strong> för och arbetar i enlighet med lagar och andra bestämmelser som gäller i aktuella situationer."
        }
      } ]
    }, {
      "heading" : "",
      "knowledgeRequirements" : [ {
        "text" : "Eleven redogör <strong>________</strong> för byggprocessen från gestaltning och projektering till färdig trädgårdsanläggning.",
        "knowledgeRequirementChoice" : {
          "E" : "Eleven redogör <strong>översiktligt</strong> för byggprocessen från gestaltning och projektering till färdig trädgårdsanläggning.",
          "C" : "Eleven redogör <strong>utförligt</strong> för byggprocessen från gestaltning och projektering till färdig trädgårdsanläggning.",
          "A" : "Eleven redogör <strong>utförligt och nyanserat</strong> för byggprocessen från gestaltning och projektering till färdig trädgårdsanläggning."
        }
      }, {
        "text" : "Dessutom läser och tolkar eleven <strong>________</strong> ritningar och andra bygghandlingar.",
        "knowledgeRequirementChoice" : {
          "E" : "Dessutom läser och tolkar eleven <strong>med viss säkerhet</strong> ritningar och andra bygghandlingar.",
          "C" : "Dessutom läser och tolkar eleven <strong>med viss säkerhet</strong> ritningar och andra bygghandlingar.",
          "A" : "Dessutom läser och tolkar eleven <strong>med säkerhet</strong> ritningar och andra bygghandlingar."
        }
      }, {
        "text" : "Eleven redogör <strong>________</strong> för parker och trädgårdar ur ett brukarperspektiv, speciellt för hur den gröna miljön gestaltas för olika brukargrupper.",
        "knowledgeRequirementChoice" : {
          "E" : "Eleven redogör <strong>översiktligt</strong> för parker och trädgårdar ur ett brukarperspektiv, speciellt för hur den gröna miljön gestaltas för olika brukargrupper.",
          "C" : "Eleven redogör <strong>utförligt</strong> för parker och trädgårdar ur ett brukarperspektiv, speciellt för hur den gröna miljön gestaltas för olika brukargrupper.",
          "A" : "Eleven redogör <strong>utförligt och nyanserat</strong> för parker och trädgårdar ur ett brukarperspektiv, speciellt för hur den gröna miljön gestaltas för olika brukargrupper."
        }
      } ]
    }, {
      "heading" : "",
      "knowledgeRequirements" : [ {
        "text" : "I samband med fältstudier redogör eleven <strong>________</strong> för parkers, kyrkogårdars och trädgårdsanläggningars historia.",
        "knowledgeRequirementChoice" : {
          "E" : "I samband med fältstudier redogör eleven <strong>översiktligt</strong> för parkers, kyrkogårdars och trädgårdsanläggningars historia.",
          "C" : "I samband med fältstudier redogör eleven <strong>utförligt</strong> för parkers, kyrkogårdars och trädgårdsanläggningars historia.",
          "A" : "I samband med fältstudier redogör eleven <strong>utförligt och nyanserat</strong> för parkers, kyrkogårdars och trädgårdsanläggningars historia."
        }
      }, {
        "text" : "Eleven redogör också <strong>________</strong> för parkernas, kyrkogårdarnas och trädgårdsanläggningarnas funktion, uppbyggnad och läge samt för deras materialval och växtval.",
        "knowledgeRequirementChoice" : {
          "E" : "Eleven redogör också <strong>översiktligt</strong> för parkernas, kyrkogårdarnas och trädgårdsanläggningarnas funktion, uppbyggnad och läge samt för deras materialval och växtval.",
          "C" : "Eleven redogör också <strong>utförligt</strong> för parkernas, kyrkogårdarnas och trädgårdsanläggningarnas funktion, uppbyggnad och läge samt för deras materialval och växtval.",
          "A" : "Eleven redogör också <strong>utförligt och nyanserat</strong> för parkernas, kyrkogårdarnas och trädgårdsanläggningarnas funktion, uppbyggnad och läge samt för deras materialval och växtval."
        }
      }, {
        "text" : "Dessutom gör eleven <strong>________</strong> bedömningar av trädgårdsanläggningars estetiska uttryck.",
        "knowledgeRequirementChoice" : {
          "E" : "Dessutom gör eleven <strong>enkla</strong> bedömningar av trädgårdsanläggningars estetiska uttryck.",
          "C" : "Dessutom gör eleven <strong>välgrundade</strong> bedömningar av trädgårdsanläggningars estetiska uttryck.",
          "A" : "Dessutom gör eleven <strong>välgrundade och nyanserade</strong> bedömningar av trädgårdsanläggningars estetiska uttryck."
        }
      } ]
    }, {
      "heading" : "",
      "knowledgeRequirements" : [ {
        "text" : "När eleven samråder med handledare bedömer hon eller han <strong>________</strong> den egna förmågan och situationens krav.",
        "knowledgeRequirementChoice" : {
          "E" : "När eleven samråder med handledare bedömer hon eller han <strong>med viss säkerhet</strong> den egna förmågan och situationens krav.",
          "C" : "När eleven samråder med handledare bedömer hon eller han <strong>med viss säkerhet</strong> den egna förmågan och situationens krav.",
          "A" : "När eleven samråder med handledare bedömer hon eller han <strong>med säkerhet</strong> den egna förmågan och situationens krav."
        }
      } ]
    } ],
    "point" : 100,
    "year" : null
  }, {
    "name" : "Trädgårdsanläggning 2",
    "description" : "Kursen trädgårdsanläggning 2 omfattar punkterna 1–6 och 8 under rubriken Ämnets syfte.",
    "code" : "TRDTRÄ02",
    "centralContent" : [ {
      "heading" : "Undervisningen i kursen ska behandla följande centrala innehåll:",
      "lines" : [ "Genomförande av planerade arbetsuppgifter, till exempel anläggning av hårdgjorda ytor samt anläggning av växtbäddar och planteringsytor.", "Montering av fast utrustning, till exempel lekutrustning.", "Säkerhet och ergonomi.", "Lagar och andra bestämmelser inom området, till exempel plan- och bygglagen.", "Planering, genomförande och utvärdering av en mindre trädgårdsanläggning – från idé till färdig anläggning.", "Planering av gröna miljöer för olika brukargrupper och funktioner.", "Ekonomiska beräkningar.", "Färg och form, skissteknik samt materialval och växtval." ]
    } ],
    "knowledgeRequirementParagraphs" : [ {
      "heading" : "",
      "knowledgeRequirements" : [ {
        "text" : "Eleven organiserar, planerar och utför <strong>________</strong> med handledare arbetsuppgifter inom trädgårdsanläggning.",
        "knowledgeRequirementChoice" : {
          "E" : "Eleven organiserar, planerar och utför <strong>i samråd</strong> med handledare arbetsuppgifter inom trädgårdsanläggning.",
          "C" : "Eleven organiserar, planerar och utför <strong>efter samråd</strong> med handledare arbetsuppgifter inom trädgårdsanläggning.",
          "A" : "Eleven organiserar, planerar och utför <strong>efter samråd</strong> med handledare arbetsuppgifter inom trädgårdsanläggning."
        }
      }, {
        "text" : "I arbetet använder eleven med <strong>________</strong> handlag aktuell teknisk utrustning och handredskap.",
        "knowledgeRequirementChoice" : {
          "E" : "I arbetet använder eleven med <strong>visst</strong> handlag aktuell teknisk utrustning och handredskap.",
          "C" : "I arbetet använder eleven med <strong>gott</strong> handlag aktuell teknisk utrustning och handredskap.",
          "A" : "I arbetet använder eleven med <strong>mycket gott</strong> handlag aktuell teknisk utrustning och handredskap."
        }
      }, {
        "text" : "Resultatet av arbetet är <strong>________</strong>.",
        "knowledgeRequirementChoice" : {
          "E" : "Resultatet av arbetet är <strong>tillfredsställande</strong>.",
          "C" : "Resultatet av arbetet är <strong>tillfredsställande</strong>.",
          "A" : "Resultatet av arbetet är <strong>gott</strong>."
        }
      }, {
        "text" : "Eleven löser <strong>________</strong> med handledare de problem som uppstår.",
        "knowledgeRequirementChoice" : {
          "E" : "Eleven löser <strong>i samråd</strong> med handledare de problem som uppstår.",
          "C" : "Eleven löser <strong>efter samråd</strong> med handledare de problem som uppstår.",
          "A" : "Eleven löser <strong>efter samråd</strong> med handledare de problem som uppstår."
        }
      }, {
        "text" : "Eleven tar ansvar för, och arbetar säkert och ergonomiskt med, den tekniska utrustning och de handredskap som används.",
        "knowledgeRequirementChoice" : {
          "E" : "Eleven tar ansvar för, och arbetar säkert och ergonomiskt med, den tekniska utrustning och de handredskap som används.",
          "C" : "Eleven tar ansvar för, och arbetar säkert och ergonomiskt med, den tekniska utrustning och de handredskap som används.",
          "A" : "Eleven tar ansvar för, och arbetar säkert och ergonomiskt med, den tekniska utrustning och de handredskap som används."
        }
      }, {
        "text" : "Dessutom redogör eleven <strong>________</strong> för och arbetar i enlighet med lagar och andra bestämmelser som gäller i aktuella situationer.",
        "knowledgeRequirementChoice" : {
          "E" : "Dessutom redogör eleven <strong>översiktligt</strong> för och arbetar i enlighet med lagar och andra bestämmelser som gäller i aktuella situationer.",
          "C" : "Dessutom redogör eleven <strong>utförligt</strong> för och arbetar i enlighet med lagar och andra bestämmelser som gäller i aktuella situationer.",
          "A" : "Dessutom redogör eleven <strong>utförligt</strong> för och arbetar i enlighet med lagar och andra bestämmelser som gäller i aktuella situationer."
        }
      } ]
    }, {
      "heading" : "",
      "knowledgeRequirements" : [ {
        "text" : "Eleven utarbetar <strong>________</strong> med handledare förslag till en trädgårdsanläggning för en vald brukargrupp.",
        "knowledgeRequirementChoice" : {
          "E" : "Eleven utarbetar <strong>i samråd</strong> med handledare förslag till en trädgårdsanläggning för en vald brukargrupp.",
          "C" : "Eleven utarbetar <strong>efter samråd</strong> med handledare förslag till en trädgårdsanläggning för en vald brukargrupp.",
          "A" : "Eleven utarbetar <strong>efter samråd</strong> med handledare förslag till en trädgårdsanläggning för en vald brukargrupp."
        }
      }, {
        "text" : "I arbetet redogör eleven <strong>________</strong> för på vilket sätt trädgårdsanläggningens funktion är anpassad till den valda brukargruppen.",
        "knowledgeRequirementChoice" : {
          "E" : "I arbetet redogör eleven <strong>översiktligt</strong> för på vilket sätt trädgårdsanläggningens funktion är anpassad till den valda brukargruppen.",
          "C" : "I arbetet redogör eleven <strong>utförligt</strong> för på vilket sätt trädgårdsanläggningens funktion är anpassad till den valda brukargruppen.",
          "A" : "I arbetet redogör eleven <strong>utförligt och nyanserat</strong> för på vilket sätt trädgårdsanläggningens funktion är anpassad till den valda brukargruppen."
        }
      }, {
        "text" : "I förslaget ingår en <strong>________</strong> ekonomisk kalkyl samt materialval och växtval för trädgårdsanläggningen.",
        "knowledgeRequirementChoice" : {
          "E" : "I förslaget ingår en <strong>enkel</strong> ekonomisk kalkyl samt materialval och växtval för trädgårdsanläggningen.",
          "C" : "I förslaget ingår en ekonomisk kalkyl samt materialval och växtval för trädgårdsanläggningen.",
          "A" : "I förslaget ingår en <strong>avancerad</strong> ekonomisk kalkyl samt materialval och växtval för trädgårdsanläggningen."
        }
      }, {
        "text" : "Eleven motiverar <strong>________</strong> dessa val samt gör <strong>________</strong> bedömningar av trädgårdsanläggningens estetiska uttryck.",
        "knowledgeRequirementChoice" : {
          "E" : "Eleven motiverar <strong>översiktligt</strong> dessa val samt gör <strong>enkla</strong> bedömningar av trädgårdsanläggningens estetiska uttryck.",
          "C" : "Eleven motiverar <strong>utförligt</strong> dessa val samt gör <strong>välgrundade</strong> bedömningar av trädgårdsanläggningens estetiska uttryck.",
          "A" : "Eleven motiverar <strong>utförligt och nyanserat</strong> dessa val samt gör <strong>välgrundade och nyanserade</strong> bedömningar av trädgårdsanläggningens estetiska uttryck."
        }
      } ]
    }, {
      "heading" : "",
      "knowledgeRequirements" : [ {
        "text" : "När eleven samråder med handledare bedömer hon eller han <strong>________</strong> den egna förmågan och situationens krav.",
        "knowledgeRequirementChoice" : {
          "E" : "När eleven samråder med handledare bedömer hon eller han <strong>med viss säkerhet</strong> den egna förmågan och situationens krav.",
          "C" : "När eleven samråder med handledare bedömer hon eller han <strong>med viss säkerhet</strong> den egna förmågan och situationens krav.",
          "A" : "När eleven samråder med handledare bedömer hon eller han <strong>med säkerhet</strong> den egna förmågan och situationens krav."
        }
      } ]
    } ],
    "point" : 100,
    "year" : null
  }, {
    "name" : "Trädgårdsanläggning – specialisering",
    "description" : " Kursen trädgårdsanläggning – specialisering omfattar punkterna 1–6 och 8 under rubriken Ämnets syfte. I kursen behandlas fördjupade kunskaper inom valt specialområde. ",
    "code" : "TRDTRÄ00S",
    "centralContent" : [ {
      "heading" : "Undervisningen i kursen ska behandla följande centrala innehåll:",
      "lines" : [ "Arbetsuppgifter inom ett specialområde inom trädgårdsanläggning, till exempel stenarbeten, växtval, vattenanläggningar och gröna inomhusmiljöer.", "Säkerhet, arbetsteknik och ergonomi.", "Lagar och andra bestämmelser inom området.", "Kvalitetsfrågor och ekonomi.", "Anläggningsteknik, materialanvändning, växtval och estetik." ]
    } ],
    "knowledgeRequirementParagraphs" : [ {
      "heading" : "",
      "knowledgeRequirements" : [ {
        "text" : "Eleven organiserar, planerar och utför <strong>________</strong> med handledare arbetsuppgifter inom ett specialområde inom trädgårdsanläggning.",
        "knowledgeRequirementChoice" : {
          "E" : "Eleven organiserar, planerar och utför <strong>i samråd</strong> med handledare arbetsuppgifter inom ett specialområde inom trädgårdsanläggning.",
          "C" : "Eleven organiserar, planerar och utför <strong>efter samråd</strong> med handledare arbetsuppgifter inom ett specialområde inom trädgårdsanläggning.",
          "A" : "Eleven organiserar, planerar och utför <strong>efter samråd</strong> med handledare arbetsuppgifter inom ett specialområde inom trädgårdsanläggning."
        }
      }, {
        "text" : "I arbetet använder eleven med <strong>________</strong> handlag aktuell teknisk utrustning och handredskap.",
        "knowledgeRequirementChoice" : {
          "E" : "I arbetet använder eleven med <strong>visst</strong> handlag aktuell teknisk utrustning och handredskap.",
          "C" : "I arbetet använder eleven med <strong>gott</strong> handlag aktuell teknisk utrustning och handredskap.",
          "A" : "I arbetet använder eleven med <strong>mycket gott</strong> handlag aktuell teknisk utrustning och handredskap."
        }
      }, {
        "text" : "Resultatet av arbetet är <strong>________</strong>.",
        "knowledgeRequirementChoice" : {
          "E" : "Resultatet av arbetet är <strong>tillfredsställande</strong>.",
          "C" : "Resultatet av arbetet är <strong>tillfredsställande</strong>.",
          "A" : "Resultatet av arbetet är <strong>gott</strong>."
        }
      }, {
        "text" : "Eleven löser <strong>________</strong> med handledare de problem som uppstår.",
        "knowledgeRequirementChoice" : {
          "E" : "Eleven löser <strong>i samråd</strong> med handledare de problem som uppstår.",
          "C" : "Eleven löser <strong>efter samråd</strong> med handledare de problem som uppstår.",
          "A" : "Eleven löser <strong>efter samråd</strong> med handledare de problem som uppstår."
        }
      }, {
        "text" : "Eleven tar ansvar för, och arbetar säkert och ergonomiskt med, den tekniska utrustning och de handredskap som används.",
        "knowledgeRequirementChoice" : {
          "E" : "Eleven tar ansvar för, och arbetar säkert och ergonomiskt med, den tekniska utrustning och de handredskap som används.",
          "C" : "Eleven tar ansvar för, och arbetar säkert och ergonomiskt med, den tekniska utrustning och de handredskap som används.",
          "A" : "Eleven tar ansvar för, och arbetar säkert och ergonomiskt med, den tekniska utrustning och de handredskap som används."
        }
      }, {
        "text" : "Dessutom redogör eleven <strong>________</strong> för och arbetar i enlighet med lagar och andra bestämmelser som gäller i aktuella situationer.",
        "knowledgeRequirementChoice" : {
          "E" : "Dessutom redogör eleven <strong>översiktligt</strong> för och arbetar i enlighet med lagar och andra bestämmelser som gäller i aktuella situationer.",
          "C" : "Dessutom redogör eleven <strong>utförligt</strong> för och arbetar i enlighet med lagar och andra bestämmelser som gäller i aktuella situationer.",
          "A" : "Dessutom redogör eleven <strong>utförligt</strong> för och arbetar i enlighet med lagar och andra bestämmelser som gäller i aktuella situationer."
        }
      } ]
    }, {
      "heading" : "",
      "knowledgeRequirements" : [ {
        "text" : "Eleven utarbetar <strong>________</strong> med handledare förslag till en anläggning inom sitt specialområde samt gör <strong>________</strong> bedömningar av resultatet och kvaliteten.",
        "knowledgeRequirementChoice" : {
          "E" : "Eleven utarbetar <strong>i samråd</strong> med handledare förslag till en anläggning inom sitt specialområde samt gör <strong>enkla</strong> bedömningar av resultatet och kvaliteten.",
          "C" : "Eleven utarbetar <strong>efter samråd</strong> med handledare förslag till en anläggning inom sitt specialområde samt gör <strong>välgrundade</strong> bedömningar av resultatet och kvaliteten.",
          "A" : "Eleven utarbetar <strong>efter samråd</strong> med handledare förslag till en anläggning inom sitt specialområde samt gör <strong>välgrundade och nyanserade</strong> bedömningar av resultatet och kvaliteten."
        }
      } ]
    }, {
      "heading" : "",
      "knowledgeRequirements" : [ {
        "text" : "När eleven samråder med handledare bedömer hon eller han <strong>________</strong> den egna förmågan och situationens krav.",
        "knowledgeRequirementChoice" : {
          "E" : "När eleven samråder med handledare bedömer hon eller han <strong>med viss säkerhet</strong> den egna förmågan och situationens krav.",
          "C" : "När eleven samråder med handledare bedömer hon eller han <strong>med viss säkerhet</strong> den egna förmågan och situationens krav.",
          "A" : "När eleven samråder med handledare bedömer hon eller han <strong>med säkerhet</strong> den egna förmågan och situationens krav."
        }
      } ]
    } ],
    "point" : 100,
    "year" : null
  } ]
}