{
  "name" : "Trädgårdsmaskiner",
  "description" : "Ämnet trädgårdsmaskiner behandlar den tekniska utrustning som används inom trädgårdsbranschen. Teknisk utrustning som används i samspel med biologiska förutsättningar och biologiska metoder bidrar till en hög kvalitet på trädgårdsbranschens produkter och tjänster samt till en hållbar utveckling. Med hjälp av teknisk utrustning kan arbetsuppgifter utföras rationellt och med en ökad precision. Ämnet behandlar hur teknik och teknisk utveckling kan bidra till att den biologiska potentialen utnyttjas bättre. I ämnet ingår körning av fordon samt trafikkunskap.",
  "code" : "TRS",
  "designation" : "",
  "skolfsId" : "0000:00",
  "purposes" : [ {
    "type" : "PARAGRAPH",
    "heading" : "",
    "lines" : [ "Undervisningen i ämnet trädgårdsmaskiner ska syfta till att eleverna utvecklar förmåga att använda teknisk utrustning på rätt sätt och i rätt sammanhang.", "Den ska bidra till att eleverna får redskap för att söka kunskap om och utnyttja nya tekniska lösningar.", "Genom undervisningen ska eleverna ges möjlighet att utveckla kunskaper om den tekniska utrustningens konstruktion, funktion och inställningsmöjligheter samt förmåga att utföra service och underhåll av teknisk utrustning." ]
  }, {
    "type" : "PARAGRAPH",
    "heading" : "",
    "lines" : [ "Praktiska övningar, fältstudier, undersökande arbetssätt och laborationer i fält ska ingå i undervisningen." ]
  }, {
    "type" : "BULLET",
    "heading" : "Undervisningen i ämnet trädgårdsmaskiner ska ge eleverna förutsättningar att utveckla följande:",
    "lines" : [ "Kunskaper om konstruktion och funktion av samt användningsområden för teknisk utrustning.", "Förmåga att manövrera och köra fordon, fordonskombinationer och maskiner för att utföra olika arbetsuppgifter.", "Förmåga att använda teknisk utrustning.", "Förmåga att utföra service, underhåll och enklare reparationer av teknisk utrustning.", "Förmåga att ställa in teknisk utrustning för olika arbetsuppgifter samt att utföra funktionskontroller.", "Förmåga att arbeta ekonomiskt, säkert och ergonomiskt samt med hänsyn till miljön.", "Kunskaper om lagar och andra bestämmelser.", "Förmåga att bedöma och rapportera arbetsresultatet." ]
  } ],
  "courses" : [ {
    "name" : "Trädgårdsmaskiner",
    "description" : "Kursen trädgårdsmaskiner omfattar punkterna 1–8 under rubriken Ämnets syfte, med särskild betoning på punkterna 3 och 5.",
    "code" : "TRSTRG0",
    "centralContent" : [ {
      "heading" : "Undervisningen i kursen ska behandla följande centrala innehåll:",
      "lines" : [ ]
    }, {
      "heading" : "Teknisk grund",
      "lines" : [ "Konstruktions- och funktionsbeskrivningar samt användningsområden för maskiner och teknisk utrustning.", "Maskinkomponenter och systemfunktioner.", "Teknik och biologi i samverkan.", "Ekonomiska beräkningar." ]
    }, {
      "heading" : "Arbete med trädgårdsmaskiner",
      "lines" : [ "Körteknik och metodik vid genomförande av arbetsuppgifter.", "Arbete med maskiner och teknisk utrustning inom skötsel-, anläggnings- och fältarbeten.", "Användning av verktyg och verkstadsmaskiner.", "Tillsyn, service, underhåll och enklare reparationer av maskiner och teknisk utrustning.", "Inställning, beräkning och kalibrering.", "Kontroll av funktion på maskiner och teknisk utrustning.", "Tolkning av instruktions- och handböcker.", "Bedömning av arbetsresultat." ]
    }, {
      "heading" : "Arbetsmiljö, säkerhetsfrågor och bestämmelser",
      "lines" : [ "Ergonomi samt arbetsmiljö- och säkerhetsfrågor i samband med användning av trädgårdsmaskiner.", "Brandförebyggande åtgärder.", "Lagar och andra bestämmelser inom området." ]
    } ],
    "knowledgeRequirementParagraphs" : [ {
      "heading" : "",
      "knowledgeRequirements" : [ {
        "text" : "Eleven beskriver <strong>________</strong> konstruktion och funktion av samt användningsområden för trädgårdsmaskiner och teknisk utrustning.",
        "knowledgeRequirementChoice" : {
          "E" : "Eleven beskriver <strong>översiktligt</strong> konstruktion och funktion av samt användningsområden för trädgårdsmaskiner och teknisk utrustning.",
          "C" : "Eleven beskriver <strong>utförligt</strong> konstruktion och funktion av samt användningsområden för trädgårdsmaskiner och teknisk utrustning.",
          "A" : "Eleven beskriver <strong>utförligt och nyanserat</strong> konstruktion och funktion av samt användningsområden för trädgårdsmaskiner och teknisk utrustning."
        }
      }, {
        "text" : "Beskrivningen innehåller <strong>________</strong> förklaringar till hur tekniska och biologiska faktorer samverkar.",
        "knowledgeRequirementChoice" : {
          "E" : "Beskrivningen innehåller <strong>enkla</strong> förklaringar till hur tekniska och biologiska faktorer samverkar.",
          "C" : "Beskrivningen innehåller <strong>välgrundade</strong> förklaringar till hur tekniska och biologiska faktorer samverkar.",
          "A" : "Beskrivningen innehåller <strong>välgrundade och nyanserade</strong> förklaringar till hur tekniska och biologiska faktorer samverkar."
        }
      } ]
    }, {
      "heading" : "",
      "knowledgeRequirements" : [ {
        "text" : "Eleven följer arbetsinstruktioner samt kör och manövrerar <strong>________</strong> med handledare trädgårdsmaskiner för att utföra olika arbetsuppgifter.",
        "knowledgeRequirementChoice" : {
          "E" : "Eleven följer arbetsinstruktioner samt kör och manövrerar <strong>i samråd</strong> med handledare trädgårdsmaskiner för att utföra olika arbetsuppgifter.",
          "C" : "Eleven följer arbetsinstruktioner samt kör och manövrerar <strong>efter samråd</strong> med handledare trädgårdsmaskiner för att utföra olika arbetsuppgifter.",
          "A" : "Eleven följer arbetsinstruktioner och kör och manövrerar <strong>efter samråd</strong> med handledare trädgårdsmaskiner för att utföra olika arbetsuppgifter."
        }
      }, {
        "text" : "Eleven använder med <strong>________</strong> handlag teknisk utrustning samt utför <strong>________</strong> med handledare service, underhåll och enklare reparationer av maskinerna och utrustningen.",
        "knowledgeRequirementChoice" : {
          "E" : "Eleven använder med <strong>visst</strong> handlag teknisk utrustning samt utför <strong>i samråd</strong> med handledare service, underhåll och enklare reparationer av maskinerna och utrustningen.",
          "C" : "Eleven använder med <strong>gott</strong> handlag teknisk utrustning samt utför <strong>efter samråd</strong> med handledare service, underhåll och enklare reparationer av maskinerna och utrustningen.",
          "A" : "Eleven använder med <strong>mycket gott</strong> handlag teknisk utrustning samt utför <strong>efter samråd</strong> med handledare service, underhåll och enklare reparationer av maskinerna och utrustningen."
        }
      }, {
        "text" : "Dessutom ställer eleven <strong>________</strong> med handledare in maskinerna och den tekniska utrustningen samt utför <strong>________</strong> med handledare funktionskontroller.",
        "knowledgeRequirementChoice" : {
          "E" : "Dessutom ställer eleven <strong>i samråd</strong> med handledare in maskinerna och den tekniska utrustningen samt utför <strong>i samråd</strong> med handledare funktionskontroller.",
          "C" : "Dessutom ställer eleven <strong>efter samråd</strong> med handledare in maskinerna och den tekniska utrustningen samt utför <strong>efter samråd</strong> med handledare funktionskontroller.",
          "A" : "Dessutom ställer eleven <strong>efter samråd</strong> med handledare in maskinerna och den tekniska utrustningen samt utför <strong>efter samråd</strong> med handledare funktionskontroller."
        }
      }, {
        "text" : "I arbetet använder eleven <strong>________</strong> med handledare instruktions- och handböcker.",
        "knowledgeRequirementChoice" : {
          "E" : "I arbetet använder eleven <strong>i samråd</strong> med handledare instruktions- och handböcker.",
          "C" : "I arbetet använder eleven <strong>efter samråd</strong> med handledare instruktions- och handböcker.",
          "A" : "I arbetet använder eleven <strong>efter samråd</strong> med handledare instruktions- och handböcker."
        }
      }, {
        "text" : "Dessutom löser eleven <strong>________</strong> med handledare de problem som uppstår.",
        "knowledgeRequirementChoice" : {
          "E" : "Dessutom löser eleven <strong>i samråd</strong> med handledare de problem som uppstår.",
          "C" : "Dessutom löser eleven <strong>efter samråd</strong> med handledare de problem som uppstår.",
          "A" : "Dessutom löser eleven <strong>efter samråd</strong> med handledare de problem som uppstår."
        }
      }, {
        "text" : "Resultatet av arbetet är <strong>________</strong>.",
        "knowledgeRequirementChoice" : {
          "E" : "Resultatet av arbetet är <strong>tillfredsställande</strong>.",
          "C" : "Resultatet av arbetet är <strong>tillfredsställande</strong>.",
          "A" : "Resultatet av arbetet är <strong>gott</strong>."
        }
      } ]
    }, {
      "heading" : "",
      "knowledgeRequirements" : [ {
        "text" : "Eleven arbetar säkert och ergonomiskt med maskinerna och utrustningen samt tar hänsyn till miljön.",
        "knowledgeRequirementChoice" : {
          "E" : "Eleven arbetar säkert och ergonomiskt med maskinerna och utrustningen samt tar hänsyn till miljön.",
          "C" : "Eleven arbetar säkert och ergonomiskt med maskinerna och utrustningen samt tar hänsyn till miljön.",
          "A" : "Eleven arbetar säkert och ergonomiskt med maskinerna och utrustningen samt tar hänsyn till miljön."
        }
      }, {
        "text" : "Eleven redogör också <strong>________</strong> för de faktorer som påverkar det ekonomiska resultatet.",
        "knowledgeRequirementChoice" : {
          "E" : "Eleven redogör också <strong>översiktligt</strong> för de faktorer som påverkar det ekonomiska resultatet.",
          "C" : "Eleven redogör också <strong>utförligt</strong> för de faktorer som påverkar det ekonomiska resultatet.",
          "A" : "Eleven redogör också <strong>utförligt och nyanserat</strong> för de faktorer som påverkar det ekonomiska resultatet."
        }
      }, {
        "text" : "Dessutom redogör eleven <strong>________</strong> för och arbetar i enlighet med lagar och andra bestämmelser som gäller i aktuella situationer.",
        "knowledgeRequirementChoice" : {
          "E" : "Dessutom redogör eleven <strong>översiktligt</strong> för och arbetar i enlighet med lagar och andra bestämmelser som gäller i aktuella situationer.",
          "C" : "Dessutom redogör eleven <strong>utförligt</strong> för och arbetar i enlighet med lagar och andra bestämmelser som gäller i aktuella situationer.",
          "A" : "Dessutom redogör eleven <strong>utförligt</strong> för och arbetar i enlighet med lagar och andra bestämmelser som gäller i aktuella situationer."
        }
      }, {
        "text" : "När arbetet är utfört gör eleven en <strong>________</strong> bedömning av arbetsresultatet och rapporterar det.",
        "knowledgeRequirementChoice" : {
          "E" : "När arbetet är utfört gör eleven en <strong>enkel</strong> bedömning av arbetsresultatet och rapporterar det.",
          "C" : "När arbetet är utfört gör eleven en <strong>välgrundad</strong> bedömning av arbetsresultatet och rapporterar det.",
          "A" : "När arbetet är utfört gör eleven en <strong>välgrundad och nyanserad</strong> bedömning av arbetsresultatet och rapporterar det."
        }
      } ]
    }, {
      "heading" : "",
      "knowledgeRequirements" : [ {
        "text" : "När eleven samråder med handledare bedömer hon eller han <strong>________</strong> den egna förmågan och situationens krav.",
        "knowledgeRequirementChoice" : {
          "E" : "När eleven samråder med handledare bedömer hon eller han <strong>med viss säkerhet</strong> den egna förmågan och situationens krav.",
          "C" : "När eleven samråder med handledare bedömer hon eller han <strong>med viss säkerhet</strong> den egna förmågan och situationens krav.",
          "A" : "När eleven samråder med handledare bedömer hon eller han <strong>med säkerhet</strong> den egna förmågan och situationens krav."
        }
      } ]
    } ],
    "point" : 100,
    "year" : null
  } ]
}