{
  "name" : "Vattenbruk",
  "description" : "Ämnet vattenbruk behandlar odling av vattenlevande organismer. För en optimal produktion och hög kvalitet på de odlade produkterna krävs en kombination av biologiska, tekniska och ekonomiska kunskaper. I ämnet ingår skötselrutiner, foderbehov, vattenmiljöer för vattenbruk, produktkvalitet, produktförädling, ekonomi och teknisk utrustning. Vattenbrukets inverkan på miljön och biologisk mångfald ingår också i ämnet.",
  "code" : "VAN",
  "designation" : "",
  "skolfsId" : "0000:00",
  "purposes" : [ {
    "type" : "PARAGRAPH",
    "heading" : "",
    "lines" : [ "Undervisningen i ämnet vattenbruk ska syfta till att eleverna utvecklar kunskaper för yrkesarbete med odling av vattenlevande organismer.", "Genom undervisningen ska eleverna ges möjlighet att utveckla förmåga att arbeta inom vattenbruk utifrån biologiska kunskaper.", "Undervisningen ska bidra till att eleverna utvecklar förmåga att planera och sköta en odling samt kunskaper om hur val av arbetsmetoder påverkar resultatet.", "Genom undervisningen ska eleverna ges möjlighet att utveckla förmåga att tillvarata och vidareförädla de odlade produkterna.", "Undervisningen ska också bidra till att eleverna utvecklar kunskaper om hur vattenbruket påverkar den omgivande miljön och om ett hållbart vattenbruk." ]
  }, {
    "type" : "PARAGRAPH",
    "heading" : "",
    "lines" : [ "Praktiskt arbete, fältstudier och ett undersökande arbetssätt ska ingå i undervisningen.", "Eleverna ska ges möjlighet att följa utvecklingen i en odling och därigenom utveckla förståelse av sammanhangen inom vattenbruk.", "Genom praktiska övningar ska eleverna ges möjlighet att utveckla förmåga att lösa problem och arbeta med teknisk utrustning inom vattenbruk på ett ergonomiskt och säkert sätt." ]
  }, {
    "type" : "BULLET",
    "heading" : "Undervisningen i ämnet vattenbruk ska ge eleverna förutsättningar att utveckla följande:",
    "lines" : [ "Förmåga att upprätta planer och göra ekonomiska beräkningar och kalkyler inom området samt kunskaper om hur vattenbruk kan genomföras på ett ekonomiskt hållbart sätt.", "Förmåga att utföra arbetsuppgifter inom vattenbruk samt att fatta beslut om odlingsåtgärder, hantera produkter, genomföra livsmedelskontroller och bedöma arbetsresultatet.", "Förmåga att sköta anläggningar samt att använda och sköta teknisk utrustning på ett säkert, ergonomiskt och miljömässigt hållbart sätt. Förmåga att bedöma olycksrisker och förebygga olyckor.", "Kunskaper om lagar och andra bestämmelser som rör yrkesmässigt arbete med vattenbruk.", "Kunskaper om vattenmiljöer och arter som är lämpliga för odling samt om arternas krav på odlingsmiljö och näring. Kunskaper om hur vattenbruk kan utvecklas på ett miljömässigt hållbart sätt.", "Kunskaper om vanliga skador och sjukdomar hos de odlade organismerna samt förmåga att arbeta med förebyggande hälsovård." ]
  } ],
  "courses" : [ {
    "name" : "Fiskodling 1",
    "description" : "Kursen fiskodling 1 omfattar punkterna 1–6 under rubriken Ämnets syfte.",
    "code" : "VANFIS01",
    "centralContent" : [ {
      "heading" : "Undervisningen i kursen ska behandla följande centrala innehåll:",
      "lines" : [ ]
    }, {
      "heading" : "Arbetsuppgifter",
      "lines" : [ "Planering, genomförande och uppföljning av daglig skötsel av en odlingsanläggning.", "Skötsel, service och underhåll av utrustning och redskap.", "Val av foder, hantering av foder, beräkning av fodergivor, planering och genomförande av utfodring samt olika utfodringssystem.", "Hantering av levande fisk.", "Arbetsrutiner och provtagningar i samband med hälsovård och miljöövervakning.", "Skötsel och genomförande av behandlingsmetoder vid sjukdomsutbrott.", "Avlivning, slakt och vidareförädling av fisk.", "Arbetsrutiner vid sortering och transport av fisk.", "Ekonomiska beräkningar." ]
    }, {
      "heading" : "Arbetsmiljö, säkerhetsfrågor och bestämmelser",
      "lines" : [ "Ergonomi, arbetsmiljö- och säkerhetsfrågor i samband med fiskodling.", "Lagar och andra bestämmelser som rör odling i vatten: miljölagstiftning som rör vattenbruk, fiskelagstiftning i samband med flyttning av fisk och lagstiftning för småskalig livsmedelshantering.", "Tillståndsprövning för vattenbruk." ]
    }, {
      "heading" : "Biologisk grund",
      "lines" : [ "Fiskens krav på odlingsmiljön.", "Foderslag samt dess uppbyggnad, kvalitet och förvaring.", "Krav på foder, utfodring för optimal tillväxt och god hälsa samt miljöhänsyn.", "Beräkningar av tillväxttakt samt de faktorer som styr tillväxttakten.", "Biologiska, fysikaliska och kemiska faktorer som styr odlingsprocessen.", "Sjukdomar och behandlingsmetoder samt hälsokontroll och hälsovård inom fiskodling." ]
    } ],
    "knowledgeRequirementParagraphs" : [ {
      "heading" : "",
      "knowledgeRequirements" : [ {
        "text" : "Eleven upprättar en <strong>________</strong> arbetsplan för arbetsuppgifter i en fiskodling med utgångspunkt i aktuella förutsättningar samt motiverar <strong>________</strong> sina val i planen.",
        "knowledgeRequirementChoice" : {
          "E" : "Eleven upprättar en <strong>enkel</strong> arbetsplan för arbetsuppgifter i en fiskodling med utgångspunkt i aktuella förutsättningar samt motiverar <strong>översiktligt</strong> sina val i planen.",
          "C" : "Eleven upprättar en <strong>genomarbetad</strong> arbetsplan för arbetsuppgifter i en fiskodling med utgångspunkt i aktuella förutsättningar samt motiverar <strong>utförligt</strong> sina val i planen.",
          "A" : "Eleven upprättar en <strong>genomarbetad</strong> arbetsplan för arbetsuppgifter i en fiskodling med utgångspunkt i aktuella förutsättningar samt motiverar <strong>utförligt och nyanserat</strong> sina val i planen."
        }
      }, {
        "text" : "I planen beskriver eleven <strong>________</strong> de arbetsmoment som ingår.",
        "knowledgeRequirementChoice" : {
          "E" : "I planen beskriver eleven <strong>översiktligt</strong> de arbetsmoment som ingår.",
          "C" : "I planen beskriver eleven <strong>utförligt</strong> de arbetsmoment som ingår.",
          "A" : "I planen beskriver eleven <strong>utförligt och nyanserat</strong> de arbetsmoment som ingår."
        }
      }, {
        "text" : "Eleven bedömer <strong>________</strong> med handledare när och hur de planerade arbetsuppgifterna ska genomföras med tanke på produktionsresultat och miljöhänsyn.",
        "knowledgeRequirementChoice" : {
          "E" : "Eleven bedömer <strong>i samråd</strong> med handledare när och hur de planerade arbetsuppgifterna ska genomföras med tanke på produktionsresultat och miljöhänsyn.",
          "C" : "Eleven bedömer <strong>efter samråd</strong> med handledare när och hur de planerade arbetsuppgifterna ska genomföras med tanke på produktionsresultat och miljöhänsyn.",
          "A" : "Eleven bedömer <strong>efter samråd</strong> med handledare när och hur de planerade arbetsuppgifterna ska genomföras med tanke på produktionsresultat och miljöhänsyn."
        }
      }, {
        "text" : "Eleven organiserar, planerar och utför <strong>________</strong> med handledare aktuella arbetsuppgifter inom fiskodling med aktuell teknisk utrustning.",
        "knowledgeRequirementChoice" : {
          "E" : "Eleven organiserar, planerar och utför <strong>i samråd</strong> med handledare aktuella arbetsuppgifter inom fiskodling med aktuell teknisk utrustning.",
          "C" : "Eleven organiserar, planerar och utför <strong>efter samråd</strong> med handledare aktuella arbetsuppgifter inom fiskodling med aktuell teknisk utrustning.",
          "A" : "Eleven organiserar, planerar och utför <strong>efter samråd</strong> med handledare aktuella arbetsuppgifter inom fiskodling med aktuell teknisk utrustning."
        }
      }, {
        "text" : "Eleven genomför också <strong>________</strong> med handledare provtagningar i samband med hälsovård och miljöövervakning.",
        "knowledgeRequirementChoice" : {
          "E" : "Eleven genomför också <strong>i samråd</strong> med handledare provtagningar i samband med hälsovård och miljöövervakning.",
          "C" : "Eleven genomför också <strong>efter samråd</strong> med handledare provtagningar i samband med hälsovård och miljöövervakning.",
          "A" : "Eleven genomför också <strong>efter samråd</strong> med handledare provtagningar i samband med hälsovård och miljöövervakning."
        }
      }, {
        "text" : "Dessutom genomför eleven <strong>________</strong> med handledare slakt och vidareförädling av fisk.",
        "knowledgeRequirementChoice" : {
          "E" : "Dessutom genomför eleven <strong>i samråd</strong> med handledare slakt och vidareförädling av fisk.",
          "C" : "Dessutom genomför eleven <strong>efter samråd</strong> med handledare slakt och vidareförädling av fisk.",
          "A" : "Dessutom genomför eleven <strong>efter samråd</strong> med handledare slakt och vidareförädling av fisk."
        }
      }, {
        "text" : "Resultatet av arbetet är <strong>________</strong>.",
        "knowledgeRequirementChoice" : {
          "E" : "Resultatet av arbetet är <strong>tillfredsställande</strong>.",
          "C" : "Resultatet av arbetet är <strong>tillfredsställande</strong>.",
          "A" : "Resultatet av arbetet är <strong>gott</strong>."
        }
      }, {
        "text" : "I arbetet löser eleven <strong>________</strong> med handledare de problem som uppstår.",
        "knowledgeRequirementChoice" : {
          "E" : "I arbetet löser eleven <strong>i samråd</strong> med handledare de problem som uppstår.",
          "C" : "I arbetet löser eleven <strong>efter samråd</strong> med handledare de problem som uppstår.",
          "A" : "I arbetet löser eleven <strong>efter samråd</strong> med handledare de problem som uppstår."
        }
      }, {
        "text" : "Eleven arbetar säkert och ergonomiskt riktigt med den tekniska utrustningen.",
        "knowledgeRequirementChoice" : {
          "E" : "Eleven arbetar säkert och ergonomiskt riktigt med den tekniska utrustningen.",
          "C" : "Eleven arbetar säkert och ergonomiskt riktigt med den tekniska utrustningen.",
          "A" : "Eleven arbetar säkert och ergonomiskt riktigt med den tekniska utrustningen."
        }
      }, {
        "text" : "Eleven redogör <strong>________</strong> för och arbetar i enlighet med lagar och andra bestämmelser som rör fiskodling.",
        "knowledgeRequirementChoice" : {
          "E" : "Eleven redogör <strong>översiktligt</strong> för och arbetar i enlighet med lagar och andra bestämmelser som rör fiskodling.",
          "C" : "Eleven redogör <strong>utförligt</strong> för och arbetar i enlighet med lagar och andra bestämmelser som rör fiskodling.",
          "A" : "Eleven redogör <strong>utförligt</strong> för och arbetar i enlighet med lagar och andra bestämmelser som rör fiskodling."
        }
      }, {
        "text" : "Eleven redogör <strong>________</strong> för arbetsrutiner vid hantering, sortering och transport av fisk och förklarar <strong>________</strong> den biologiska bakgrunden till dessa arbetsrutiner.",
        "knowledgeRequirementChoice" : {
          "E" : "Eleven redogör <strong>översiktligt</strong> för arbetsrutiner vid hantering, sortering och transport av fisk och förklarar <strong>översiktligt</strong> den biologiska bakgrunden till dessa arbetsrutiner.",
          "C" : "Eleven redogör <strong>utförligt</strong> för arbetsrutiner vid hantering, sortering och transport av fisk och förklarar <strong>utförligt</strong> den biologiska bakgrunden till dessa arbetsrutiner.",
          "A" : "Eleven redogör <strong>utförligt och nyanserat</strong> för arbetsrutiner vid hantering, sortering och transport av fisk och förklarar <strong>utförligt och nyanserat</strong> den biologiska bakgrunden till dessa arbetsrutiner."
        }
      } ]
    }, {
      "heading" : "",
      "knowledgeRequirements" : [ {
        "text" : "I samband med fältstudier beskriver eleven <strong>________</strong> resultatet av genomförda arbetsuppgifter och de olika moment som ingår vid utfodring av fisk.",
        "knowledgeRequirementChoice" : {
          "E" : "I samband med fältstudier beskriver eleven <strong>översiktligt</strong> resultatet av genomförda arbetsuppgifter och de olika moment som ingår vid utfodring av fisk.",
          "C" : "I samband med fältstudier beskriver eleven <strong>utförligt</strong> resultatet av genomförda arbetsuppgifter och de olika moment som ingår vid utfodring av fisk.",
          "A" : "I samband med fältstudier beskriver eleven <strong>utförligt och nyanserat</strong> resultatet av genomförda arbetsuppgifter och de olika moment som ingår vid utfodring av fisk."
        }
      }, {
        "text" : "Beskrivningen innehåller <strong>________</strong> förklaringar av fiskarnas tillväxt och kondition, <strong>________</strong> bedömningar av miljöns inverkan samt <strong>________</strong> förslag till fortsatta åtgärder.",
        "knowledgeRequirementChoice" : {
          "E" : "Beskrivningen innehåller <strong>enkla</strong> förklaringar av fiskarnas tillväxt och kondition, <strong>enkla</strong> bedömningar av miljöns inverkan samt <strong>enkla</strong> förslag till fortsatta åtgärder.",
          "C" : "Beskrivningen innehåller <strong>välgrundade</strong> förklaringar av fiskarnas tillväxt och kondition, <strong>välgrundade</strong> bedömningar av miljöns inverkan samt <strong>välgrundade</strong> förslag till fortsatta åtgärder.",
          "A" : "Beskrivningen innehåller <strong>välgrundade och nyanserade</strong> förklaringar av fiskarnas tillväxt och kondition, <strong>välgrundade och nyanserade</strong> bedömningar av miljöns inverkan samt <strong>välgrundade och nyanserade</strong> förslag till fortsatta åtgärder."
        }
      }, {
        "text" : "Eleven redogör <strong>________</strong> för förekommande sjukdomar och behandlingsmetoder samt för hur en hälsokontroll genomförs.",
        "knowledgeRequirementChoice" : {
          "E" : "Eleven redogör <strong>översiktligt</strong> för förekommande sjukdomar och behandlingsmetoder samt för hur en hälsokontroll genomförs.",
          "C" : "Eleven redogör <strong>utförligt</strong> för förekommande sjukdomar och behandlingsmetoder samt för hur en hälsokontroll genomförs.",
          "A" : "Eleven redogör <strong>utförligt och nyanserat</strong> för förekommande sjukdomar och behandlingsmetoder samt för hur en hälsokontroll genomförs."
        }
      }, {
        "text" : "Redogörelsen innehåller <strong>________</strong> biologiska förklaringar och <strong>________</strong> ekonomiska samband.",
        "knowledgeRequirementChoice" : {
          "E" : "Redogörelsen innehåller <strong>enkla</strong> biologiska förklaringar och <strong>enkla</strong> ekonomiska samband.",
          "C" : "Redogörelsen innehåller <strong>välgrundade</strong> biologiska förklaringar och <strong>välgrundade</strong> ekonomiska samband.",
          "A" : "Redogörelsen innehåller <strong>välgrundade och nyanserade</strong> biologiska förklaringar samt <strong>välgrundade och nyanserade</strong> ekonomiska samband."
        }
      } ]
    }, {
      "heading" : "",
      "knowledgeRequirements" : [ {
        "text" : "När eleven samråder med handledare bedömer hon eller han <strong>________</strong> den egna förmågan och situationens krav.",
        "knowledgeRequirementChoice" : {
          "E" : "När eleven samråder med handledare bedömer hon eller han <strong>med viss säkerhet</strong> den egna förmågan och situationens krav.",
          "C" : "När eleven samråder med handledare bedömer hon eller han <strong>med viss säkerhet</strong> den egna förmågan och situationens krav.",
          "A" : "När eleven samråder med handledare bedömer hon eller han <strong>med säkerhet</strong> den egna förmågan och situationens krav."
        }
      } ]
    } ],
    "point" : 200,
    "year" : null
  }, {
    "name" : "Fiskodling 2",
    "description" : "Kursen fiskodling 2 omfattar punkterna 1–6 under rubriken Ämnets syfte. I kursen behandlas fördjupade kunskaper inom fiskodling.",
    "code" : "VANFIS02",
    "centralContent" : [ {
      "heading" : "Undervisningen i kursen ska behandla följande centrala innehåll:",
      "lines" : [ ]
    }, {
      "heading" : "Arbetsuppgifter",
      "lines" : [ "Planering, genomförande och uppföljning av skötsel av en fiskodling.", "Ekonomiska beräkningar och kalkyler för en fiskodling.", "Bedömning av produktkvalitet.", "Planering och genomförande av arbetsuppgifter i samband med slakt.", "Skötsel, service och underhåll av utrustning och redskap.", "Arbetsrutiner vid förebyggande hälsovård och för att upptäcka ohälsa inom aktuell produktion." ]
    }, {
      "heading" : "Arbetsmiljö, säkerhetsfrågor och bestämmelser",
      "lines" : [ "Ergonomi, arbetsmiljö- och säkerhetsfrågor i samband med fiskodling.", "Lagar och andra bestämmelser som rör odling i vatten: lagstiftning som rör fiskodling och lagstiftning för småskalig livsmedelshantering.", "Arbetsgången med ett tillståndsärende för fiskodling." ]
    }, {
      "heading" : "Biologisk grund",
      "lines" : [ "Förutsättningar och krav på odlingsplats, vattenkvalitet och miljöhänsyn.", "Foder, utfodring och näringstillgång samt fodrets påverkan på tillväxt och kvalitet.", "Förebyggande hälsovård, vanliga sjukdomar och behandlingsmetoder.", "Fisk som livsmedel och de krav som gäller för den fisk som går till konsumtion." ]
    } ],
    "knowledgeRequirementParagraphs" : [ {
      "heading" : "",
      "knowledgeRequirements" : [ {
        "text" : "Eleven upprättar en <strong>________</strong> skötselplan för en fiskodling med utgångspunkt i aktuella förutsättningar samt motiverar <strong>________</strong> sina val i planen.",
        "knowledgeRequirementChoice" : {
          "E" : "Eleven upprättar en <strong>enkel</strong> skötselplan för en fiskodling med utgångspunkt i aktuella förutsättningar samt motiverar <strong>översiktligt</strong> sina val i planen.",
          "C" : "Eleven upprättar en <strong>genomarbetad</strong> skötselplan för en fiskodling med utgångspunkt i aktuella förutsättningar samt motiverar <strong>utförligt</strong> sina val i planen.",
          "A" : "Eleven upprättar en <strong>genomarbetad</strong> skötselplan för en fiskodling med utgångspunkt i aktuella förutsättningar samt motiverar <strong>utförligt och nyanserat</strong> sina val i planen."
        }
      }, {
        "text" : "I planen beskriver eleven <strong>________</strong> de skötselåtgärder och arbetsrutiner som ingår.",
        "knowledgeRequirementChoice" : {
          "E" : "I planen beskriver eleven <strong>översiktligt</strong> de skötselåtgärder och arbetsrutiner som ingår.",
          "C" : "I planen beskriver eleven <strong>utförligt</strong> de skötselåtgärder och arbetsrutiner som ingår.",
          "A" : "I planen beskriver eleven <strong>utförligt och nyanserat</strong> de skötselåtgärder och arbetsrutiner som ingår."
        }
      }, {
        "text" : "Planen innehåller en <strong>________</strong> ekonomisk kalkyl med beräkningar för fiskodlingen.",
        "knowledgeRequirementChoice" : {
          "E" : "Planen innehåller en <strong>enkel</strong> ekonomisk kalkyl med beräkningar för fiskodlingen.",
          "C" : "Planen innehåller en ekonomisk kalkyl med beräkningar för fiskodlingen.",
          "A" : "Planen innehåller en <strong>avancerad</strong> ekonomisk kalkyl med beräkningar för fiskodlingen."
        }
      }, {
        "text" : "Eleven bedömer <strong>________</strong> med handledare hur skötselarbetet ska genomföras med tanke på produktionsresultat och miljöhänsyn.",
        "knowledgeRequirementChoice" : {
          "E" : "Eleven bedömer <strong>i samråd</strong> med handledare hur skötselarbetet ska genomföras med tanke på produktionsresultat och miljöhänsyn.",
          "C" : "Eleven bedömer <strong>efter samråd</strong> med handledare hur skötselarbetet ska genomföras med tanke på produktionsresultat och miljöhänsyn.",
          "A" : "Eleven bedömer <strong>efter samråd</strong> med handledare hur skötselarbetet ska genomföras med tanke på produktionsresultat och miljöhänsyn."
        }
      }, {
        "text" : "Eleven organiserar, planerar och utför <strong>________</strong> med handledare skötselarbete i en fiskodling med aktuell teknisk utrustning.",
        "knowledgeRequirementChoice" : {
          "E" : "Eleven organiserar, planerar och utför <strong>i samråd</strong> med handledare skötselarbete i en fiskodling med aktuell teknisk utrustning.",
          "C" : "Eleven organiserar, planerar och utför <strong>efter samråd</strong> med handledare skötselarbete i en fiskodling med aktuell teknisk utrustning.",
          "A" : "Eleven organiserar, planerar och utför <strong>efter samråd</strong> med handledare skötselarbete i en fiskodling med aktuell teknisk utrustning."
        }
      }, {
        "text" : "Resultatet av arbetet är <strong>________</strong>.",
        "knowledgeRequirementChoice" : {
          "E" : "Resultatet av arbetet är <strong>tillfredsställande</strong>.",
          "C" : "Resultatet av arbetet är <strong>tillfredsställande</strong>.",
          "A" : "Resultatet av arbetet är <strong>gott</strong>."
        }
      }, {
        "text" : "I arbetet löser eleven <strong>________</strong> med handledare de problem som uppstår.",
        "knowledgeRequirementChoice" : {
          "E" : "I arbetet löser eleven <strong>i samråd</strong> med handledare de problem som uppstår.",
          "C" : "I arbetet löser eleven <strong>efter samråd</strong> med handledare de problem som uppstår.",
          "A" : "I arbetet löser eleven <strong>efter samråd</strong> med handledare de problem som uppstår."
        }
      }, {
        "text" : "Eleven arbetar säkert och ergonomiskt riktigt med den tekniska utrustningen.",
        "knowledgeRequirementChoice" : {
          "E" : "Eleven arbetar säkert och ergonomiskt riktigt med den tekniska utrustningen.",
          "C" : "Eleven arbetar säkert och ergonomiskt riktigt med den tekniska utrustningen.",
          "A" : "Eleven arbetar säkert och ergonomiskt riktigt med den tekniska utrustningen."
        }
      }, {
        "text" : "Eleven redogör <strong>________</strong> för och arbetar i enlighet med lagar och andra bestämmelser som rör fiskodling.",
        "knowledgeRequirementChoice" : {
          "E" : "Eleven redogör <strong>översiktligt</strong> för och arbetar i enlighet med lagar och andra bestämmelser som rör fiskodling.",
          "C" : "Eleven redogör <strong>utförligt</strong> för och arbetar i enlighet med lagar och andra bestämmelser som rör fiskodling.",
          "A" : "Eleven redogör <strong>utförligt</strong> för och arbetar i enlighet med lagar och andra bestämmelser som rör fiskodling."
        }
      } ]
    }, {
      "heading" : "",
      "knowledgeRequirements" : [ {
        "text" : "Eleven redogör <strong>________</strong> för förutsättningar och krav för en fiskodling.",
        "knowledgeRequirementChoice" : {
          "E" : "Eleven redogör <strong>översiktligt</strong> för förutsättningar och krav för en fiskodling.",
          "C" : "Eleven redogör <strong>utförligt</strong> för förutsättningar och krav för en fiskodling.",
          "A" : "Eleven redogör <strong>utförligt och nyanserat</strong> för förutsättningar och krav för en fiskodling."
        }
      }, {
        "text" : "Eleven redogör också <strong>________</strong> för fiskens tillväxt och utveckling i en fiskodling samt för hur näringstillgång och hälsa påverkar tillväxt och utveckling.",
        "knowledgeRequirementChoice" : {
          "E" : "Eleven redogör också <strong>översiktligt</strong> för fiskens tillväxt och utveckling i en fiskodling samt för hur näringstillgång och hälsa påverkar tillväxt och utveckling.",
          "C" : "Eleven redogör också <strong>utförligt</strong> för fiskens tillväxt och utveckling i en fiskodling samt för hur näringstillgång och hälsa påverkar tillväxt och utveckling.",
          "A" : "Eleven redogör också <strong>utförligt och nyanserat</strong> för fiskens tillväxt och utveckling i en fiskodling samt för hur näringstillgång och hälsa påverkar tillväxt och utveckling."
        }
      }, {
        "text" : "Dessutom redogör eleven <strong>________</strong> för arbetsgången i samband med tillståndsgivning.",
        "knowledgeRequirementChoice" : {
          "E" : "Dessutom redogör eleven <strong>översiktligt</strong> för arbetsgången i samband med tillståndsgivning.",
          "C" : "Dessutom redogör eleven <strong>utförligt</strong> för arbetsgången i samband med tillståndsgivning.",
          "A" : "Dessutom redogör eleven <strong>utförligt och nyanserat</strong> för arbetsgången i samband med tillståndsgivning."
        }
      } ]
    }, {
      "heading" : "",
      "knowledgeRequirements" : [ {
        "text" : "När eleven samråder med handledare bedömer hon eller han <strong>________</strong> den egna förmågan och situationens krav.",
        "knowledgeRequirementChoice" : {
          "E" : "När eleven samråder med handledare bedömer hon eller han <strong>med viss säkerhet</strong> den egna förmågan och situationens krav.",
          "C" : "När eleven samråder med handledare bedömer hon eller han <strong>med viss säkerhet</strong> den egna förmågan och situationens krav.",
          "A" : "När eleven samråder med handledare bedömer hon eller han <strong>med säkerhet</strong> den egna förmågan och situationens krav."
        }
      } ]
    } ],
    "point" : 200,
    "year" : null
  }, {
    "name" : "Vattenbruk – grunder",
    "description" : "Kursen vattenbruk – grunder omfattar punkterna 2–6 under rubriken Ämnets syfte, med särskild betoning på förmåga att utföra arbetsuppgifter.",
    "code" : "VANVAT0",
    "centralContent" : [ {
      "heading" : "Undervisningen i kursen ska behandla följande centrala innehåll:",
      "lines" : [ ]
    }, {
      "heading" : "Arbetsuppgifter",
      "lines" : [ "Arbetsuppgifter vid daglig skötsel av en odlingsanläggning, till exempel kontroll av djurens utveckling och hälsa, hantering av de odlade organismerna samt kontroll av redskap och teknisk utrustning.", "Observationer för att kontrollera djurens beteende.", "Utfodring och hantering av foder samt enkla foderberäkningar.", "Användning och vård av redskap och annan teknisk utrustning inom vattenbruk.", "Uppföljning och bedömning av odlingsresultatet." ]
    }, {
      "heading" : "Arbetsmiljö, säkerhetsfrågor och bestämmelser",
      "lines" : [ "Ergonomi, arbetsmiljö- och säkerhetsfrågor i samband med vattenbruk.", "Lagar och andra bestämmelser som rör odling i vatten, till exempel fiskelagstiftning." ]
    }, {
      "heading" : "Biologisk grund",
      "lines" : [ "Några aktuella arter för odling både nationellt och internationellt.", "De odlade organismernas anatomi och fysiologi.", "Vattenbrukets förutsättningar, till exempel tillgång på föda, utrymme som en odling tar i anspråk både på land och i vatten samt ekonomiska förutsättningar.", "Olika former av vattenbruk, till exempel odling av fisk, musslor, ostron och kräftor.", "De olika arternas krav på vattenkvalitet, närmiljö och näring.", "Skador och angrepp av olika sjukdomsframkallande organismer och virus.", "Förebyggande hälsovård." ]
    } ],
    "knowledgeRequirementParagraphs" : [ {
      "heading" : "",
      "knowledgeRequirements" : [ {
        "text" : "Eleven följer arbetsinstruktioner och utför <strong>________</strong> med handledare <strong>________</strong> </strong>arbetsuppgifter inom vattenbruk med aktuell teknisk utrustning.",
        "knowledgeRequirementChoice" : {
          "E" : "Eleven följer arbetsinstruktioner och utför <strong>i samråd</strong> med handledare<strong> <strong>avgränsade</strong> </strong>arbetsuppgifter inom vattenbruk med aktuell teknisk utrustning.",
          "C" : "Eleven följer arbetsinstruktioner och utför <strong>efter samråd</strong> med handledare<strong> <strong>sammanhållna</strong> </strong>arbetsuppgifter inom vattenbruk med aktuell teknisk utrustning.",
          "A" : "Eleven följer arbetsinstruktioner och utför <strong>efter samråd</strong> med handledare<strong> <strong>sammanhållna</strong> </strong>arbetsuppgifter inom vattenbruk med aktuell teknisk utrustning."
        }
      }, {
        "text" : "Resultatet av arbetet är <strong>________</strong>.",
        "knowledgeRequirementChoice" : {
          "E" : "Resultatet av arbetet är <strong>tillfredsställande</strong>.",
          "C" : "Resultatet av arbetet är <strong>tillfredsställande</strong>.",
          "A" : "Resultatet av arbetet är <strong>gott</strong>."
        }
      }, {
        "text" : "I arbetet löser eleven <strong>________</strong> med handledare de problem som uppstår.",
        "knowledgeRequirementChoice" : {
          "E" : "I arbetet löser eleven <strong>i samråd</strong> med handledare de problem som uppstår.",
          "C" : "I arbetet löser eleven <strong>efter samråd</strong> med handledare de problem som uppstår.",
          "A" : "I arbetet löser eleven <strong>efter samråd</strong> med handledare de problem som uppstår."
        }
      }, {
        "text" : "Eleven arbetar säkert och ergonomiskt riktigt med den tekniska utrustningen.",
        "knowledgeRequirementChoice" : {
          "E" : "Eleven arbetar säkert och ergonomiskt riktigt med den tekniska utrustningen.",
          "C" : "Eleven arbetar säkert och ergonomiskt riktigt med den tekniska utrustningen.",
          "A" : "Eleven arbetar säkert och ergonomiskt riktigt med den tekniska utrustningen."
        }
      }, {
        "text" : "Eleven redogör <strong>________</strong> för och arbetar i enlighet med lagar och andra bestämmelser som rör vattenbruk.",
        "knowledgeRequirementChoice" : {
          "E" : "Eleven redogör <strong>översiktligt</strong> för och arbetar i enlighet med lagar och andra bestämmelser som rör vattenbruk.",
          "C" : "Eleven redogör <strong>utförligt</strong> för och arbetar i enlighet med lagar och andra bestämmelser som rör vattenbruk.",
          "A" : "Eleven redogör <strong>utförligt</strong> för och arbetar i enlighet med lagar och andra bestämmelser som rör vattenbruk."
        }
      } ]
    }, {
      "heading" : "",
      "knowledgeRequirements" : [ {
        "text" : "Eleven redogör <strong>________</strong> för vattenbrukets förutsättningar och hur olika vattenmiljöer passar för olika arter samt för vilka redskap och vilken teknisk utrustning som är lämplig att använda.",
        "knowledgeRequirementChoice" : {
          "E" : "Eleven redogör <strong>översiktligt</strong> för vattenbrukets förutsättningar och hur olika vattenmiljöer passar för olika arter samt för vilka redskap och vilken teknisk utrustning som är lämplig att använda.",
          "C" : "Eleven redogör <strong>utförligt</strong> för vattenbrukets förutsättningar och hur olika vattenmiljöer passar för olika arter samt för vilka redskap och vilken teknisk utrustning som är lämplig att använda.",
          "A" : "Eleven redogör <strong>utförligt och nyanserat</strong> för vattenbrukets förutsättningar och hur olika vattenmiljöer passar för olika arter samt för vilka redskap och vilken teknisk utrustning som är lämplig att använda."
        }
      }, {
        "text" : "Redogörelsen innehåller <strong>________</strong> motiv till varför olika vattenmiljöer passar för olika organismer.",
        "knowledgeRequirementChoice" : {
          "E" : "Redogörelsen innehåller <strong>enkla</strong> motiv till varför olika vattenmiljöer passar för olika organismer.",
          "C" : "Redogörelsen innehåller <strong>välgrundade</strong> motiv till varför olika vattenmiljöer passar för olika organismer.",
          "A" : "Redogörelsen innehåller <strong>välgrundade och nyanserade</strong> motiv till varför olika vattenmiljöer passar för olika organismer."
        }
      }, {
        "text" : "Eleven redogör också <strong>________</strong> för vattnets och vattenkvalitetens betydelse i samband med vattenbruk samt hur man på bästa sätt påverkar odlingsmiljön.",
        "knowledgeRequirementChoice" : {
          "E" : "Eleven redogör också <strong>översiktligt</strong> för vattnets och vattenkvalitetens betydelse i samband med vattenbruk samt hur man på bästa sätt påverkar odlingsmiljön.",
          "C" : "Eleven redogör också <strong>utförligt</strong> för vattnets och vattenkvalitetens betydelse i samband med vattenbruk samt hur man på bästa sätt påverkar odlingsmiljön.",
          "A" : "Eleven redogör också <strong>utförligt och nyanserat</strong> för vattnets och vattenkvalitetens betydelse i samband med vattenbruk samt hur man på bästa sätt påverkar odlingsmiljön."
        }
      }, {
        "text" : "Dessutom redogör eleven <strong>________</strong> för betydelsen av tillgång på föda och utrymme för optimal produktion.",
        "knowledgeRequirementChoice" : {
          "E" : "Dessutom redogör eleven <strong>översiktligt</strong> för betydelsen av tillgång på föda och utrymme för optimal produktion.",
          "C" : "Dessutom redogör eleven <strong>utförligt</strong> för betydelsen av tillgång på föda och utrymme för optimal produktion.",
          "A" : "Dessutom redogör eleven <strong>utförligt och nyanserat</strong> för betydelsen av tillgång på föda och utrymme för optimal produktion."
        }
      }, {
        "text" : "Redogörelsen innehåller <strong>________</strong> biologiska förklaringar till vattenmiljöns och födotillgångens centrala roll för produktionen.",
        "knowledgeRequirementChoice" : {
          "E" : "Redogörelsen innehåller <strong>enkla</strong> biologiska förklaringar till vattenmiljöns och födotillgångens centrala roll för produktionen.",
          "C" : "Redogörelsen innehåller <strong>välgrundade</strong> biologiska förklaringar till vattenmiljöns och födotillgångens centrala roll för produktionen.",
          "A" : "Redogörelsen innehåller <strong>välgrundade och nyanserade</strong> biologiska förklaringar till vattenmiljöns och födotillgångens centrala roll för produktionen."
        }
      }, {
        "text" : "Eleven redogör <strong>________</strong> för förutsättningar för ett hållbart vattenbruk.",
        "knowledgeRequirementChoice" : {
          "E" : "Eleven redogör <strong>översiktligt</strong> för förutsättningar för ett hållbart vattenbruk.",
          "C" : "Eleven redogör <strong>utförligt</strong> för förutsättningar för ett hållbart vattenbruk.",
          "A" : "Eleven redogör <strong>utförligt och nyanserat</strong> för förutsättningar för ett hållbart vattenbruk."
        }
      } ]
    }, {
      "heading" : "",
      "knowledgeRequirements" : [ {
        "text" : "I samband med fältstudier beskriver eleven <strong>________</strong> de vattenlevande organismernas utveckling och identifierar <strong>________</strong> problem i odlingen.",
        "knowledgeRequirementChoice" : {
          "E" : "I samband med fältstudier beskriver eleven <strong>översiktligt</strong> de vattenlevande organismernas utveckling och identifierar <strong>med viss säkerhet</strong> problem i odlingen.",
          "C" : "I samband med fältstudier beskriver eleven <strong>utförligt</strong> de vattenlevande organismernas utveckling och identifierar <strong>med viss säkerhet</strong> problem i odlingen.",
          "A" : "I samband med fältstudier beskriver eleven <strong>utförligt och nyanserat</strong> de vattenlevande organismernas utveckling och identifierar <strong>med säkerhet</strong> problem i odlingen."
        }
      }, {
        "text" : "Dessutom redogör eleven <strong>________</strong> för hur problemen kan åtgärdas.",
        "knowledgeRequirementChoice" : {
          "E" : "Dessutom redogör eleven <strong>översiktligt</strong> för hur problemen kan åtgärdas.",
          "C" : "Dessutom redogör eleven <strong>utförligt</strong> för hur problemen kan åtgärdas.",
          "A" : "Dessutom redogör eleven <strong>utförligt och nyanserat</strong> för hur problemen kan åtgärdas."
        }
      }, {
        "text" : "Redogörelsen innehåller <strong>________</strong> biologiska förklaringar.",
        "knowledgeRequirementChoice" : {
          "E" : "Redogörelsen innehåller <strong>enkla</strong> biologiska förklaringar.",
          "C" : "Redogörelsen innehåller <strong>välgrundade</strong> biologiska förklaringar.",
          "A" : "Redogörelsen innehåller <strong>välgrundade och nyanserade</strong> biologiska förklaringar."
        }
      } ]
    }, {
      "heading" : "",
      "knowledgeRequirements" : [ {
        "text" : "När eleven samråder med handledare bedömer hon eller han <strong>________</strong> den egna förmågan och situationens krav.",
        "knowledgeRequirementChoice" : {
          "E" : "När eleven samråder med handledare bedömer hon eller han <strong>med viss säkerhet</strong> den egna förmågan och situationens krav.",
          "C" : "När eleven samråder med handledare bedömer hon eller han <strong>med viss säkerhet</strong> den egna förmågan och situationens krav.",
          "A" : "När eleven samråder med handledare bedömer hon eller han <strong>med säkerhet</strong> den egna förmågan och situationens krav."
        }
      } ]
    } ],
    "point" : 100,
    "year" : null
  }, {
    "name" : "Vattenbruk – specialisering",
    "description" : "Kursen vattenbruk – specialisering omfattar punkterna 1–6 under rubriken Ämnets syfte. I kursen behandlas fördjupade kunskaper inom vald odling.",
    "code" : "VANVAE00S",
    "centralContent" : [ {
      "heading" : "Undervisningen i kursen ska behandla följande centrala innehåll:",
      "lines" : [ ]
    }, {
      "heading" : "Arbetsuppgifter",
      "lines" : [ "Planering, genomförande och uppföljning av daglig skötsel av vald odlingsanläggning. Exempel på odlingar är musselodling, kräftodling och fiskodling.", "Skötsel, service och underhåll av utrustning och redskap.", "Val av foder, hantering av foder, beräkning av fodergivor, planering och genomförande av utfodring samt olika utfodringssystem i samband med fisk- och kräftodling.", "Hantering av levande organismer.", "Arbetsrutiner och provtagningar i samband med miljöövervakning.", "Skötsel och genomförande av behandlingsmetoder vid sjukdomsutbrott i fisk- och kräftodling alternativt åtgärder vid risk för toxin i skaldjur.", "Skörd och vidareförädling av odlade produkter.", "Arbetsrutiner vid sortering och transport av odlade produkter.", "Ekonomiska beräkningar och kalkyler." ]
    }, {
      "heading" : "Arbetsmiljö, säkerhetsfrågor och bestämmelser",
      "lines" : [ "Ergonomi, arbetsmiljö- och säkerhetsfrågor i samband med vald odling.", "Lagar och andra bestämmelser som rör odling i vatten: miljölagstiftning som rör vattenbruk och lagstiftning för småskalig livsmedelshantering.", "Tillståndsprövning för vattenbruk." ]
    }, {
      "heading" : "Biologisk grund",
      "lines" : [ "Den odlade organismens krav på odlingsmiljön.", "Olika organismers näringsbehov, tillgång på näring och optimal tillväxt samt miljöhänsyn i samband med odling.", "Biologiska, fysikaliska och kemiska faktorer som styr odlingsprocessen.", "Sjukdomar och behandlingsmetoder samt hälsokontroll och hälsovård inom fisk- och kräftodling.", "Livsmedelskontroll med avseende på toxiner, bakterier och virus." ]
    } ],
    "knowledgeRequirementParagraphs" : [ {
      "heading" : "",
      "knowledgeRequirements" : [ {
        "text" : "Eleven upprättar en <strong>________</strong> arbetsplan för arbetsuppgifter i en vattenbruksanläggning med utgångspunkt i aktuella förutsättningar samt motiverar <strong>________</strong> sina val i planen.",
        "knowledgeRequirementChoice" : {
          "E" : "Eleven upprättar en <strong>enkel</strong> arbetsplan för arbetsuppgifter i en vattenbruksanläggning med utgångspunkt i aktuella förutsättningar samt motiverar <strong>översiktligt</strong> sina val i planen.",
          "C" : "Eleven upprättar en <strong>genomarbetad</strong> arbetsplan för arbetsuppgifter i en vattenbruksanläggning med utgångspunkt i aktuella förutsättningar samt motiverar <strong>utförligt</strong> sina val i planen.",
          "A" : "Eleven upprättar en <strong>genomarbetad</strong> arbetsplan för arbetsuppgifter i en vattenbruksanläggning med utgångspunkt i aktuella förutsättningar samt motiverar <strong>utförligt och nyanserat</strong> sina val i planen."
        }
      }, {
        "text" : "I planen beskriver eleven <strong>________</strong> de arbetsmoment som ingår.",
        "knowledgeRequirementChoice" : {
          "E" : "I planen beskriver eleven <strong>översiktligt</strong> de arbetsmoment som ingår.",
          "C" : "I planen beskriver eleven <strong>utförligt</strong> de arbetsmoment som ingår.",
          "A" : "I planen beskriver eleven <strong>utförligt och nyanserat</strong> de arbetsmoment som ingår."
        }
      }, {
        "text" : "Eleven bedömer <strong>________</strong> med handledare när och hur de planerade arbetsuppgifterna ska genomföras med tanke på produktionsresultat och miljöhänsyn.",
        "knowledgeRequirementChoice" : {
          "E" : "Eleven bedömer <strong>i samråd</strong> med handledare när och hur de planerade arbetsuppgifterna ska genomföras med tanke på produktionsresultat och miljöhänsyn.",
          "C" : "Eleven bedömer <strong>efter samråd</strong> med handledare när och hur de planerade arbetsuppgifterna ska genomföras med tanke på produktionsresultat och miljöhänsyn.",
          "A" : "Eleven bedömer <strong>efter samråd</strong> med handledare när och hur de planerade arbetsuppgifterna ska genomföras med tanke på produktionsresultat och miljöhänsyn."
        }
      }, {
        "text" : "Eleven organiserar, planerar och utför <strong>________</strong> med handledare aktuella arbetsuppgifter inom vattenbruk med aktuell teknisk utrustning.",
        "knowledgeRequirementChoice" : {
          "E" : "Eleven organiserar, planerar och utför <strong>i samråd</strong> med handledare aktuella arbetsuppgifter inom vattenbruk med aktuell teknisk utrustning.",
          "C" : "Eleven organiserar, planerar och utför <strong>efter samråd</strong> med handledare aktuella arbetsuppgifter inom vattenbruk med aktuell teknisk utrustning.",
          "A" : "Eleven organiserar, planerar och utför <strong>efter samråd</strong> med handledare aktuella arbetsuppgifter inom vattenbruk med aktuell teknisk utrustning."
        }
      }, {
        "text" : "Eleven genomför också <strong>________</strong> med handledare provtagningar i samband med hälsovård och miljöövervakning.",
        "knowledgeRequirementChoice" : {
          "E" : "Eleven genomför också <strong>i samråd</strong> med handledare provtagningar i samband med hälsovård och miljöövervakning.",
          "C" : "Eleven genomför också <strong>efter samråd</strong> med handledare provtagningar i samband med hälsovård och miljöövervakning.",
          "A" : "Eleven genomför också <strong>efter samråd</strong> med handledare provtagningar i samband med hälsovård och miljöövervakning."
        }
      }, {
        "text" : "Dessutom genomför eleven <strong>________</strong> med handledare slakt och vidareförädling av de odlade produkterna.",
        "knowledgeRequirementChoice" : {
          "E" : "Dessutom genomför eleven <strong>i samråd</strong> med handledare slakt och vidareförädling av de odlade produkterna.",
          "C" : "Dessutom genomför eleven <strong>efter samråd</strong> med handledare slakt och vidareförädling av de odlade produkterna.",
          "A" : "Dessutom genomför eleven <strong>efter samråd</strong> med handledare slakt och vidareförädling av de odlade produkterna."
        }
      }, {
        "text" : "Resultatet av arbetet är <strong>________</strong>.",
        "knowledgeRequirementChoice" : {
          "E" : "Resultatet av arbetet är <strong>tillfredsställande</strong>.",
          "C" : "Resultatet av arbetet är <strong>tillfredsställande</strong>.",
          "A" : "Resultatet av arbetet är <strong>gott</strong>."
        }
      }, {
        "text" : "I arbetet löser eleven <strong>________</strong> med handledare de problem som uppstår.",
        "knowledgeRequirementChoice" : {
          "E" : "I arbetet löser eleven <strong>i samråd</strong> med handledare de problem som uppstår.",
          "C" : "I arbetet löser eleven <strong>efter samråd</strong> med handledare de problem som uppstår.",
          "A" : "I arbetet löser eleven <strong>efter samråd</strong> med handledare de problem som uppstår."
        }
      }, {
        "text" : "Eleven arbetar säkert och ergonomiskt riktigt med den tekniska utrustningen.",
        "knowledgeRequirementChoice" : {
          "E" : "Eleven arbetar säkert och ergonomiskt riktigt med den tekniska utrustningen.",
          "C" : "Eleven arbetar säkert och ergonomiskt riktigt med den tekniska utrustningen.",
          "A" : "Eleven arbetar säkert och ergonomiskt riktigt med den tekniska utrustningen."
        }
      }, {
        "text" : "Eleven redogör <strong>________</strong> för och arbetar i enlighet med lagar och andra bestämmelser som rör vattenbruk.",
        "knowledgeRequirementChoice" : {
          "E" : "Eleven redogör <strong>översiktligt</strong> för och arbetar i enlighet med lagar och andra bestämmelser som rör vattenbruk.",
          "C" : "Eleven redogör <strong>utförligt</strong> för och arbetar i enlighet med lagar och andra bestämmelser som rör vattenbruk.",
          "A" : "Eleven redogör <strong>utförligt</strong> för och arbetar i enlighet med lagar och andra bestämmelser som rör vattenbruk."
        }
      }, {
        "text" : "Eleven redogör <strong>________</strong> för arbetsrutiner vid hantering, sortering och transport av de odlade produkterna och förklarar <strong>________</strong> den biologiska bakgrunden till dessa arbetsrutiner.",
        "knowledgeRequirementChoice" : {
          "E" : "Eleven redogör <strong>översiktligt</strong> för arbetsrutiner vid hantering, sortering och transport av de odlade produkterna och förklarar <strong>översiktligt</strong> den biologiska bakgrunden till dessa arbetsrutiner.",
          "C" : "Eleven redogör <strong>utförligt</strong> för arbetsrutiner vid hantering, sortering och transport av de odlade produkterna och förklarar <strong>utförligt</strong> den biologiska bakgrunden till dessa arbetsrutiner.",
          "A" : "Eleven redogör <strong>utförligt och nyanserat</strong> för arbetsrutiner vid hantering, sortering och transport av de odlade produkterna och förklarar <strong>utförligt och nyanserat</strong> den biologiska bakgrunden till dessa arbetsrutiner."
        }
      } ]
    }, {
      "heading" : "",
      "knowledgeRequirements" : [ {
        "text" : "I samband med fältstudier beskriver eleven <strong>________</strong> resultatet av genomförda arbetsuppgifter.",
        "knowledgeRequirementChoice" : {
          "E" : "I samband med fältstudier beskriver eleven <strong>översiktligt</strong> resultatet av genomförda arbetsuppgifter.",
          "C" : "I samband med fältstudier beskriver eleven <strong>utförligt</strong> resultatet av genomförda arbetsuppgifter.",
          "A" : "I samband med fältstudier beskriver eleven <strong>utförligt och nyanserat</strong> resultatet av genomförda arbetsuppgifter."
        }
      }, {
        "text" : "Beskrivningen innehåller <strong>________</strong> förklaringar av de odlade organismernas tillväxt och kondition, <strong>________</strong> bedömningar av miljöns inverkan samt <strong>________</strong> förslag till fortsatta åtgärder.",
        "knowledgeRequirementChoice" : {
          "E" : "Beskrivningen innehåller <strong>enkla</strong> förklaringar av de odlade organismernas tillväxt och kondition, <strong>enkla</strong> bedömningar av miljöns inverkan samt <strong>enkla</strong> förslag till fortsatta åtgärder.",
          "C" : "Beskrivningen innehåller <strong>välgrundade</strong> förklaringar av de odlade organismernas tillväxt och kondition, <strong>välgrundade</strong> bedömningar av miljöns inverkan samt <strong>välgrundade</strong> förslag till fortsatta åtgärder.",
          "A" : "Beskrivningen innehåller <strong>välgrundade och nyanserade</strong> förklaringar av de odlade organismernas tillväxt och kondition, <strong>välgrundade och nyanserade</strong> bedömningar av miljöns inverkan samt <strong>välgrundade och nyanserade</strong> förslag till fortsatta åtgärder."
        }
      }, {
        "text" : "Eleven redogör <strong>________</strong> för förekommande sjukdomar och behandlingsmetoder samt för hur olika kontroller genomförs.",
        "knowledgeRequirementChoice" : {
          "E" : "Eleven redogör <strong>översiktligt</strong> för förekommande sjukdomar och behandlingsmetoder samt för hur olika kontroller genomförs.",
          "C" : "Eleven redogör <strong>utförligt</strong> för förekommande sjukdomar och behandlingsmetoder samt för hur olika kontroller genomförs.",
          "A" : "Eleven redogör <strong>utförligt och nyanserat</strong> för förekommande sjukdomar och behandlingsmetoder samt för hur olika kontroller genomförs."
        }
      }, {
        "text" : "Redogörelsen innehåller <strong>________</strong> biologiska förklaringar och <strong>________</strong> ekonomiska samband.",
        "knowledgeRequirementChoice" : {
          "E" : "Redogörelsen innehåller <strong>enkla</strong> biologiska förklaringar och <strong>enkla</strong> ekonomiska samband.",
          "C" : "Redogörelsen innehåller <strong>välgrundade</strong> biologiska förklaringar och <strong>välgrundade</strong> ekonomiska samband.",
          "A" : "Redogörelsen innehåller <strong>välgrundade och nyanserade</strong> biologiska förklaringar och <strong>välgrundade och nyanserade</strong> ekonomiska samband."
        }
      } ]
    }, {
      "heading" : "",
      "knowledgeRequirements" : [ {
        "text" : "När eleven samråder med handledare bedömer hon eller han <strong>________</strong> den egna förmågan och situationens krav.",
        "knowledgeRequirementChoice" : {
          "E" : "När eleven samråder med handledare bedömer hon eller han <strong>med viss säkerhet</strong> den egna förmågan och situationens krav.",
          "C" : "När eleven samråder med handledare bedömer hon eller han <strong>med viss säkerhet</strong> den egna förmågan och situationens krav.",
          "A" : "När eleven samråder med handledare bedömer hon eller han <strong>med säkerhet</strong> den egna förmågan och situationens krav."
        }
      } ]
    } ],
    "point" : 100,
    "year" : null
  } ]
}