{
  "name" : "Visuell kommunikation",
  "description" : "Ämnet visuell kommunikation är ett aktualitetsämne som behandlar samhällets nutida användning av fotografiska och rörliga bilder, men det ger också ett historiskt perspektiv på visuella kommunikationsformer, från grottmålningar via den egyptiska bildkonsten till dagens massproducerade och massdistribuerade bilder. Ämnet behandlar även hur fotografier och rörliga bilder samverkar med text och ljud. Inom ämnet studeras det system av tecken och symboler som bär bilders budskap.",
  "code" : "VIS",
  "designation" : "",
  "skolfsId" : "2010:117",
  "purposes" : [ {
    "type" : "PARAGRAPH",
    "heading" : "",
    "lines" : [ "Undervisningen i ämnet visuell kommunikation ska syfta till att eleverna utvecklar kunskaper om vår tids bildkommunikation och hur könsroller, samhällsutveckling, religion, politik och kulturer har presenterats visuellt genom historien.", "Undervisningen ska ge eleverna möjligheter att utveckla kunskaper om bildens språkliga dimensioner och hur visuella uttryck skapar mening." ]
  }, {
    "type" : "PARAGRAPH",
    "heading" : "",
    "lines" : [ "Eleverna ska ges möjlighet att utveckla förståelse av både avsändarens och betraktarens perspektiv vid visuell kommunikation.", "Bilden och den visuella kommunikationen i media påverkar vår uppfattning om oss själva, våra medmänniskor och omvärlden.", "Undervisningen ska därför behandla avläsning, analys och tolkning av visuellt kanaliserade budskap och hur de presenteras.", "Undervisningen ska även leda till att eleverna utvecklar kunskaper om bildens estetik, hur färg och form påverkar betraktandet och bildens förmåga att interagera med ljud." ]
  }, {
    "type" : "PARAGRAPH",
    "heading" : "",
    "lines" : [ "I undervisningen ska eleverna ges möjlighet att använda modeller och begrepp för bildanalys och bildtolkning.", "Dessutom ska eleverna ges möjlighet att praktiskt arbeta med fotografiets och den rörliga bildens uttryck och kommunikativa möjligheter i samband framställning av bilder för olika sammanhang.", "Eleverna ska även ges möjlighet att undersöka hur samverkan mellan bilder, texter och formgivning kan förstärka budskap och upplevelser." ]
  }, {
    "type" : "BULLET",
    "heading" : "Undervisningen i ämnet visuell kommunikation ska ge eleverna förutsättningar att utveckla följande:",
    "lines" : [ "Kunskaper om fotografiets och den rörliga bildens funktioner i olika samhällen och tider.", "Kunskaper om den visuella kulturens påverkan på människor.", "Kunskaper om hur bildelement används av avsändare för att förmedla betydelser samt hur dessa betydelser uppfattas utifrån betraktares förkunskaper och värderingar.", "Kunskaper om bildteoretiska begrepp, teorier och modeller.", "Färdigheter i att framställa, utforma och förmedla olika typer av visuella budskap." ]
  } ],
  "courses" : [ {
    "name" : "Visuell kommunikation",
    "description" : " Kursen visuell kommunikation omfattar punkterna 1–5 under rubriken Ämnets syfte. ",
    "code" : "VISVIS0",
    "centralContent" : [ {
      "heading" : "Undervisningen i kursen ska behandla följande centrala innehåll:",
      "lines" : [ "Analys av hur fotografiet och den rörliga bilden har använts inom olika områden och vid olika tidpunkter för att bära olika typer av budskap.", "Visuell kommunikation som bärare av budskap.", "Teknikens utveckling och dess påverkan på den visuella kulturen.", "Avsändar- och mottagarperspektiv samt bilddistribution och bildkonsumtion.", "Semiotik, kontext och dramaturgi.", "Bildteoretiska modeller och teorier.", "Fotografiska och rörliga bilder och deras samspel med andra uttycksformer, till exempel text och ljud." ]
    } ],
    "knowledgeRequirementParagraphs" : [ {
      "heading" : "",
      "knowledgeRequirements" : [ {
        "text" : "Eleven redogör, utifrån exempel från olika tider och olika samhällen, <strong>________</strong> för fotografiets och den rörliga bildens språk, funktioner och utveckling.",
        "knowledgeRequirementChoice" : {
          "E" : "Eleven redogör, utifrån exempel från olika tider och olika samhällen, <strong>översiktligt</strong> för fotografiets och den rörliga bildens språk, funktioner och utveckling.",
          "C" : "Eleven redogör, utifrån exempel från olika tider och olika samhällen, <strong>utförligt</strong> för fotografiets och den rörliga bildens språk, funktioner och utveckling.",
          "A" : "Eleven redogör, utifrån exempel från olika tider och olika samhällen, <strong>utförligt och nyanserat</strong> för fotografiets och den rörliga bildens språk, funktioner och utveckling."
        }
      }, {
        "text" : "Dessutom beskriver eleven <strong>________</strong> bakomliggande orsaker till bildspråkets utveckling samt dess samband med samhällsutvecklingen.",
        "knowledgeRequirementChoice" : {
          "E" : "Dessutom beskriver eleven <strong>översiktligt</strong> bakomliggande orsaker till bildspråkets utveckling samt dess samband med samhällsutvecklingen.",
          "C" : "Dessutom beskriver eleven <strong>utförligt</strong> bakomliggande orsaker till bildspråkets utveckling samt dess samband med samhällsutvecklingen.",
          "A" : "Dessutom beskriver eleven <strong>utförligt och nyanserat</strong> bakomliggande orsaker till bildspråkets utveckling samt dess samband med samhällsutvecklingen."
        }
      } ]
    }, {
      "heading" : "",
      "knowledgeRequirements" : [ {
        "text" : "Eleven diskuterar <strong>________</strong> skillnader mellan olika typer av bildkonsumtion.",
        "knowledgeRequirementChoice" : {
          "E" : "Eleven diskuterar <strong>översiktligt</strong> skillnader mellan olika typer av bildkonsumtion.",
          "C" : "Eleven diskuterar <strong>utförligt</strong> skillnader mellan olika typer av bildkonsumtion.",
          "A" : "Eleven diskuterar <strong>utförligt och nyanserat</strong> skillnader mellan olika typer av bildkonsumtion."
        }
      }, {
        "text" : "Dessutom redogör eleven <strong>________</strong> för samband mellan avsändares och betraktares positioner och drar <strong>________</strong> slutsatser för vad det innebär för upplevelse och tolkning av budskap.",
        "knowledgeRequirementChoice" : {
          "E" : "Dessutom redogör eleven <strong>översiktligt</strong> för samband mellan avsändares och betraktares positioner och drar <strong>enkla</strong> slutsatser för vad det innebär för upplevelse och tolkning av budskap.",
          "C" : "Dessutom redogör eleven <strong>utförligt</strong> för samband mellan avsändares och betraktares positioner och drar <strong>välgrundade</strong> slutsatser för vad det innebär för upplevelse och tolkning av budskap.",
          "A" : "Dessutom redogör eleven <strong>utförligt och nyanserat</strong> för samband mellan avsändares och betraktares positioner och drar <strong>välgrundade och nyanserade</strong> slutsatser för vad det innebär för upplevelse och tolkning av budskap."
        }
      } ]
    }, {
      "heading" : "",
      "knowledgeRequirements" : [ {
        "text" : "Eleven beskriver <strong>________</strong> hur visuella budskap påverkar människors identitets- och omvärldsuppfattning.",
        "knowledgeRequirementChoice" : {
          "E" : "Eleven beskriver <strong>översiktligt</strong> hur visuella budskap påverkar människors identitets- och omvärldsuppfattning.",
          "C" : "Eleven beskriver <strong>utförligt</strong> hur visuella budskap påverkar människors identitets- och omvärldsuppfattning.",
          "A" : "Eleven beskriver <strong>utförligt och nyanserat</strong> hur visuella budskap påverkar människors identitets- och omvärldsuppfattning."
        }
      }, {
        "text" : "Dessutom beskriver eleven <strong>________</strong>, och gör en <strong>________</strong> analys av, bildens funktion i dagens samhälle.",
        "knowledgeRequirementChoice" : {
          "E" : "Dessutom beskriver eleven <strong>översiktligt</strong>, och gör en <strong>enkel</strong> analys av, bildens funktion i dagens samhälle.",
          "C" : "Dessutom beskriver eleven <strong>utförligt</strong>, och gör en analys av, bildens funktion i dagens samhälle.",
          "A" : "Dessutom beskriver eleven <strong>utförligt och nyanserat</strong>, och gör en <strong>komplex</strong> analys av, bildens funktion i dagens samhälle."
        }
      } ]
    }, {
      "heading" : "",
      "knowledgeRequirements" : [ {
        "text" : "Eleven redogör <strong>________</strong> för hur bild, text och ljud kan samverka i visuella budskap.",
        "knowledgeRequirementChoice" : {
          "E" : "Eleven redogör <strong>översiktligt</strong> för hur bild, text och ljud kan samverka i visuella budskap.",
          "C" : "Eleven redogör <strong>utförligt</strong> för hur bild, text och ljud kan samverka i visuella budskap.",
          "A" : "Eleven redogör <strong>utförligt och nyanserat</strong> för hur bild, text och ljud kan samverka i visuella budskap."
        }
      } ]
    }, {
      "heading" : "",
      "knowledgeRequirements" : [ {
        "text" : "I beskrivningar, redogörelser, diskussioner och analyser använder eleven <strong>________</strong> några bildteoretiska begrepp samt någon teori och modell.",
        "knowledgeRequirementChoice" : {
          "E" : "I beskrivningar, redogörelser, diskussioner och analyser använder eleven <strong>med viss säkerhet</strong> några bildteoretiska begrepp samt någon teori och modell.",
          "C" : "I beskrivningar, redogörelser, diskussioner och analyser använder eleven <strong>med viss säkerhet</strong> några bildteoretiska begrepp samt någon teori och modell.",
          "A" : "I beskrivningar, redogörelser, diskussioner och analyser använder eleven <strong>med säkerhet</strong> några bildteoretiska begrepp samt någon teori och modell."
        }
      } ]
    }, {
      "heading" : "",
      "knowledgeRequirements" : [ {
        "text" : "Eleven framställer och förmedlar <strong>________</strong> med handledare givna visuella budskap i en form där fotografier, rörliga bilder, texter och ljud samverkar.",
        "knowledgeRequirementChoice" : {
          "E" : "Eleven framställer och förmedlar <strong>i samråd</strong> med handledare givna visuella budskap i en form där fotografier, rörliga bilder, texter och ljud samverkar.",
          "C" : "Eleven framställer och förmedlar <strong>efter samråd</strong> med handledare givna visuella budskap i en form där fotografier, rörliga bilder, texter och ljud samverkar.",
          "A" : "Eleven framställer och förmedlar <strong>efter samråd</strong> med handledare givna visuella budskap i en form där fotografier, rörliga bilder, texter och ljud samverkar."
        }
      }, {
        "text" : "I arbetet utformar eleverna produktionerna <strong>________</strong> och på ett sätt som <strong>________</strong> är anpassat till ett givet syfte och sammanhang.",
        "knowledgeRequirementChoice" : {
          "E" : "I arbetet utformar eleverna produktionerna <strong>med viss säkerhet</strong> och på ett sätt som <strong>till viss del</strong> är anpassat till ett givet syfte och sammanhang.",
          "C" : "I arbetet utformar eleverna produktionerna <strong>med viss säkerhet</strong> och på ett sätt som <strong>till viss del</strong> är anpassat till ett givet syfte och sammanhang.",
          "A" : "I arbetet utformar eleverna produktionerna <strong>med säkerhet</strong> och på ett sätt som är anpassat till ett givet syfte och sammanhang."
        }
      }, {
        "text" : "Eleven motiverar med <strong>________</strong> argument sitt val av färg samt form- och berättarspråk för framställningarna.",
        "knowledgeRequirementChoice" : {
          "E" : "Eleven motiverar med <strong>enkla</strong> argument sitt val av färg samt form- och berättarspråk för framställningarna.",
          "C" : "Eleven motiverar med <strong>välgrundade</strong> argument sitt val av färg samt form- och berättarspråk för framställningarna.",
          "A" : "Eleven motiverar med <strong>välgrundade och nyanserade</strong> argument sitt val av färg samt form- och berättarspråk för framställningarna."
        }
      } ]
    }, {
      "heading" : "",
      "knowledgeRequirements" : [ {
        "text" : "När eleven samråder med handledare bedömer hon eller han <strong>________</strong> den egna förmågan och situationens krav.",
        "knowledgeRequirementChoice" : {
          "E" : "När eleven samråder med handledare bedömer hon eller han <strong>med viss säkerhet</strong> den egna förmågan och situationens krav.",
          "C" : "När eleven samråder med handledare bedömer hon eller han <strong>med viss säkerhet</strong> den egna förmågan och situationens krav.",
          "A" : "När eleven samråder med handledare bedömer hon eller han <strong>med säkerhet</strong> den egna förmågan och situationens krav."
        }
      } ]
    } ],
    "point" : 100,
    "year" : null
  } ]
}