{
  "name" : "Samhällskunskap",
  "description" : "Människor har alltid varit beroende av att samarbeta när de skapar och utvecklar samhällen. I dag står människor i olika delar av världen inför både möjligheter och problem kopplade till digitalisering, globalisering, hållbar samhällsutveckling och interkulturella relationer. Kunskaper om samhället ger oss verktyg så att vi kan orientera oss och ta ansvar för vårt handlande i en komplex värld.",
  "code" : "GRGRSAM01",
  "designation" : "SH",
  "skolfsId" : "2010:37",
  "purposes" : [ {
    "type" : "PARAGRAPH",
    "heading" : "",
    "lines" : [ "Undervisningen i ämnet samhällskunskap ska syfta till att eleverna utvecklar kunskaper om hur individen och samhället påverkar varandra.", "Genom undervisningen ska eleverna ges möjlighet att utveckla en helhetssyn på samhällsfrågor och samhällsstrukturer.", "I en sådan helhetssyn är sociala, ekonomiska, miljömässiga, rättsliga, mediala och politiska aspekter centrala." ]
  }, {
    "type" : "PARAGRAPH",
    "heading" : "",
    "lines" : [ "Undervisningen ska ge eleverna förutsättningar att se samhällsfrågor ur olika perspektiv.", "På så sätt ska eleverna utveckla förståelse för sina egna och andra människors levnadsvillkor, betydelsen av jämställdhet, hur olika intressen och åsikter uppstår och kommer till uttryck och hur olika aktörer försöker påverka samhällsutvecklingen.", "Vidare ska undervisningen ge eleverna möjlighet att förstå digitaliseringens betydelse för samhällsutvecklingen och för den personliga integriteten." ]
  }, {
    "type" : "PARAGRAPH",
    "heading" : "",
    "lines" : [ "Undervisningen ska ge eleverna verktyg att hantera information i vardagsliv och studier och kunskaper om hur man söker och värderar information om samhället från olika källor.", "Genom undervisningen ska eleverna också ges förutsättningar att utveckla kunskaper om hur man kritiskt granskar samhällsfrågor och samhällsstrukturer.", "Eleverna ska vidare ges möjlighet att utveckla kunskaper om samhällsvetenskapliga begrepp och modeller." ]
  }, {
    "type" : "PARAGRAPH",
    "heading" : "",
    "lines" : [ "Undervisningen ska bidra till att eleverna utvecklar förtrogenhet med de mänskliga rättigheterna och med demokratiska processer och arbetssätt.", "Den ska också bidra till att eleverna tillägnar sig kunskaper om, och förmågan att reflektera över, värden och principer som utmärker ett demokratiskt samhälle.", "Vidare ska undervisningen ge eleverna möjlighet att utveckla sin förståelse för vad det innebär att vara en aktiv och ansvarstagande medborgare i ett snabbt föränderligt samhälle." ]
  }, {
    "type" : "PARAGRAPH",
    "heading" : "",
    "lines" : [ "Genom undervisningen ska eleverna ges möjlighet att utifrån personliga erfarenheter och aktuella händelser uttrycka och pröva sina ställningstaganden i möten med andra uppfattningar.", "Därigenom ska eleverna stimuleras att engagera sig och delta i ett öppet meningsutbyte om samhällsfrågor." ]
  }, {
    "type" : "BULLET",
    "heading" : "Genom undervisningen i ämnet samhällskunskap ska eleverna sammanfattningsvis ges förutsättningar att utveckla sin förmåga att",
    "lines" : [ "reflektera över hur individer och samhällen formas, förändras och samverkar,", "analysera och kritiskt granska lokala, nationella och globala samhällsfrågor ur olika perspektiv,", "analysera samhällsstrukturer med hjälp av samhällsvetenskapliga begrepp och modeller,", "uttrycka och värdera olika ståndpunkter i till exempel aktuella samhällsfrågor och argumentera utifrån fakta, värderingar och olika perspektiv,", "söka information om samhället från medier, internet och andra källor och värdera deras relevans och trovärdighet, och", "reflektera över mänskliga rättigheter samt demokratiska värden, principer, arbetssätt och beslutsprocesser." ]
  } ],
  "courses" : [ {
    "name" : "Årskurs 1-3",
    "description" : "",
    "code" : "GRGRSAM01_1-3",
    "centralContent" : [ {
      "heading" : "Undervisningen i de samhällsorienterande ämnena ska behandla följande centrala innehåll",
      "lines" : [ ]
    }, {
      "heading" : "I årskurs 1–3",
      "lines" : [ ]
    }, {
      "heading" : "Att leva tillsammans",
      "lines" : [ "Skildringar av livet förr och nu i barnlitteratur, sånger och filmer, till exempel skildringar av familjeliv och skola. Minnen berättade av människor som lever nu.", "Att flytta inom ett land och mellan länder. Vad detta kan ha för orsaker och få för konsekvenser.", "Livsfrågor med betydelse för eleven, till exempel gott och ont, rätt och orätt, kamratskap, könsroller, jämställdhet och relationer.", "Normer och regler i elevens livsmiljö, till exempel i skolan, i digitala miljöer och i sportsammanhang.", "Trafikregler och hur man beter sig i trafiken på ett säkert sätt." ]
    }, {
      "heading" : "Att leva i närområdet",
      "lines" : [ "Förutsättningar i natur och miljö för befolkning och bebyggelse, till exempel mark, vatten och klimat.", "Hemortens historia. Vad närområdets platser, byggnader och vardagliga föremål kan berätta om barns, kvinnors och mäns levnadsvillkor under olika perioder.", "Kristendomens roll i skolan och på hemorten förr i tiden.", "Religioner och platser för religionsutövning i närområdet.", "Centrala samhällsfunktioner, till exempel sjukvård, räddningstjänst och skola.", "Yrken och verksamheter i närområdet." ]
    }, {
      "heading" : "Att leva i världen",
      "lines" : [ "Jordgloben. Kontinenternas och världshavens lägen på jordgloben. Namn och läge på världsdelarna samt på länder och platser som är betydelsefulla för eleven.", "Människans uppkomst, vandringar, samlande och jakt samt införandet av jordbruk.", "Tidsbegreppen stenålder, bronsålder och järnålder.", "Hur forntiden kan iakttas i vår tid genom spår i naturen och i språkliga uttryck.", "Berättelser om gudar och hjältar i antik och nordisk mytologi och hur man kan se på dem i vår egen tid.", "Några högtider, symboler och berättelser inom kristendom, islam och judendom. Några berättelser ur Bibeln och deras innebörd samt några av de vanligaste psalmerna.", "Miljöfrågor utifrån elevens vardag, till exempel frågor om trafik, energi och matvaror.", "Grundläggande mänskliga rättigheter såsom alla människors lika värde samt barnets rättigheter i enlighet med konventionen om barnets rättigheter (barnkonventionen).", "Hur möten, till exempel klassråd, organiseras och genomförs.", "Pengars användning och värde. Olika exempel på betalningsformer och vad några vanliga varor och tjänster kan kosta.", "Aktuella samhällsfrågor i olika medier." ]
    }, {
      "heading" : "Att undersöka verkligheten",
      "lines" : [ "Metoder för att söka information från olika källor: intervjuer, observationer och mätningar. Hur man kan värdera och bearbeta källor och information, såväl med som utan digitala verktyg.", "Rumsuppfattning med hjälp av mentala kartor och fysiska kartor över till exempel närområdet och skolvägar, såväl med som utan digitala verktyg. Storleksrelationer och väderstreck samt rumsliga begrepp, till exempel plats, läge och gräns.", "Tidslinjer och tidsbegreppen dåtid, nutid och framtid." ]
    } ],
    "knowledgeRequirementParagraphs" : [ {
      "heading" : "",
      "knowledgeRequirements" : [ {
        "text" : "Eleven har grundläggande kunskaper om några mänskliga rättigheter och barnets rättigheter och visar det genom att ge exempel på vad de kan innebära i skolan och hemma.",
        "knowledgeRequirementChoice" : {
          "G" : "Eleven har grundläggande kunskaper om några mänskliga rättigheter och barnets rättigheter och visar det genom att ge exempel på vad de kan innebära i skolan och hemma."
        }
      }, {
        "text" : "Eleven kan samtala om normer och regler i vardagen och ge exempel på varför de kan behövas.",
        "knowledgeRequirementChoice" : {
          "G" : "Eleven kan samtala om normer och regler i vardagen och ge exempel på varför de kan behövas."
        }
      }, {
        "text" : "Vidare kan eleven beskriva hur möten brukar organiseras och genomföras.",
        "knowledgeRequirementChoice" : {
          "G" : "Vidare kan eleven beskriva hur möten brukar organiseras och genomföras."
        }
      }, {
        "text" : "Eleven beskriver även några olika betalningsformer och anger vad några vanliga varor och tjänster kan kosta.",
        "knowledgeRequirementChoice" : {
          "G" : "Eleven beskriver även några olika betalningsformer och anger vad några vanliga varor och tjänster kan kosta."
        }
      } ]
    }, {
      "heading" : "",
      "knowledgeRequirements" : [ {
        "text" : "Eleven kan utifrån närområdet beskriva hur naturen och miljön kan påverka var människor bor och arbetar.",
        "knowledgeRequirementChoice" : {
          "G" : "Eleven kan utifrån närområdet beskriva hur naturen och miljön kan påverka var människor bor och arbetar."
        }
      }, {
        "text" : "Eleven anger några viktiga samhällsfunktioner och ger exempel på yrken och verksamheter i närområdet.",
        "knowledgeRequirementChoice" : {
          "G" : "Eleven anger några viktiga samhällsfunktioner och ger exempel på yrken och verksamheter i närområdet."
        }
      }, {
        "text" : "Dessutom kan eleven ange några orsaker till att människor flyttar från en plats till en annan och ge exempel på vad en flytt kan innebära för barn och familjer.",
        "knowledgeRequirementChoice" : {
          "G" : "Dessutom kan eleven ange några orsaker till att människor flyttar från en plats till en annan och ge exempel på vad en flytt kan innebära för barn och familjer."
        }
      }, {
        "text" : "Eleven beskriver hur olika handlingar i vardagen kan påverka miljön och ger utifrån detta förslag på hur man kan bidra till hållbar utveckling.",
        "knowledgeRequirementChoice" : {
          "G" : "Eleven beskriver hur olika handlingar i vardagen kan påverka miljön och ger utifrån detta förslag på hur man kan bidra till hållbar utveckling."
        }
      }, {
        "text" : "Eleven identifierar riskfyllda platser i närområdets trafikmiljö och ger exempel på hur man kan minska riskerna genom ett säkert beteende i trafiken.",
        "knowledgeRequirementChoice" : {
          "G" : "Eleven identifierar riskfyllda platser i närområdets trafikmiljö och ger exempel på hur man kan minska riskerna genom ett säkert beteende i trafiken."
        }
      } ]
    }, {
      "heading" : "",
      "knowledgeRequirements" : [ {
        "text" : "Eleven kan undersöka hemortens historia och ger då exempel på människors levnadsvillkor under olika perioder.",
        "knowledgeRequirementChoice" : {
          "G" : "Eleven kan undersöka hemortens historia och ger då exempel på människors levnadsvillkor under olika perioder."
        }
      }, {
        "text" : "Eleven gör då enkla jämförelser mellan livet förr och nu utifrån människors berättelser och olika skildringar.",
        "knowledgeRequirementChoice" : {
          "G" : "Eleven gör då enkla jämförelser mellan livet förr och nu utifrån människors berättelser och olika skildringar."
        }
      }, {
        "text" : "Dessutom beskriver eleven hur man kan iaktta spår av forntiden i naturen och i språkliga uttryck.",
        "knowledgeRequirementChoice" : {
          "G" : "Dessutom beskriver eleven hur man kan iaktta spår av forntiden i naturen och i språkliga uttryck."
        }
      }, {
        "text" : "Eleven kan även beskriva delar av människans tidiga historia genom att ge exempel på människors levnadsvillkor och några viktiga händelser.",
        "knowledgeRequirementChoice" : {
          "G" : "Eleven kan även beskriva delar av människans tidiga historia genom att ge exempel på människors levnadsvillkor och några viktiga händelser."
        }
      }, {
        "text" : "Vidare kan eleven i viss utsträckning använda tidslinjer och några olika tidsbegrepp för att ange händelser i tid.",
        "knowledgeRequirementChoice" : {
          "G" : "Vidare kan eleven i viss utsträckning använda tidslinjer och några olika tidsbegrepp för att ange händelser i tid."
        }
      } ]
    }, {
      "heading" : "",
      "knowledgeRequirements" : [ {
        "text" : "Eleven kan samtala om elevnära livsfrågor.",
        "knowledgeRequirementChoice" : {
          "G" : "Eleven kan samtala om elevnära livsfrågor."
        }
      }, {
        "text" : "Dessutom beskriver eleven några platser för religionsutövning och kopplar samman dessa med religioner som utövas i närområdet.",
        "knowledgeRequirementChoice" : {
          "G" : "Dessutom beskriver eleven några platser för religionsutövning och kopplar samman dessa med religioner som utövas i närområdet."
        }
      }, {
        "text" : "Eleven kan ge exempel på någon högtid, symbol och central berättelse från kristendomen, islam och judendomen.",
        "knowledgeRequirementChoice" : {
          "G" : "Eleven kan ge exempel på någon högtid, symbol och central berättelse från kristendomen, islam och judendomen."
        }
      }, {
        "text" : "Eleven återger delar av innehållet i några berättelser ur Bibeln samt i berättelser om gudar och hjältar i olika myter.",
        "knowledgeRequirementChoice" : {
          "G" : "Eleven återger delar av innehållet i några berättelser ur Bibeln samt i berättelser om gudar och hjältar i olika myter."
        }
      }, {
        "text" : "Dessutom ger eleven exempel på kristendomens roll i skolan och hemorten förr i tiden.",
        "knowledgeRequirementChoice" : {
          "G" : "Dessutom ger eleven exempel på kristendomens roll i skolan och hemorten förr i tiden."
        }
      } ]
    }, {
      "heading" : "",
      "knowledgeRequirements" : [ {
        "text" : "Eleven kan ta del av enkel information i olika medier och samtala om elevnära samhällsfrågor genom att framföra synpunkter, ge kommentarer och ställa frågor.",
        "knowledgeRequirementChoice" : {
          "G" : "Eleven kan ta del av enkel information i olika medier och samtala om elevnära samhällsfrågor genom att framföra synpunkter, ge kommentarer och ställa frågor."
        }
      }, {
        "text" : "Eleven kan också söka information om samhället och naturen genom enkla intervjuer, observationer och mätningar och göra enkla sammanställningar av resultaten så att innehållet klart framgår.",
        "knowledgeRequirementChoice" : {
          "G" : "Eleven kan också söka information om samhället och naturen genom enkla intervjuer, observationer och mätningar och göra enkla sammanställningar av resultaten så att innehållet klart framgår."
        }
      }, {
        "text" : "Eleven gör enkla undersökningar av omvärlden och kan då använda karta, jordglob, väderstreck och rumsliga begrepp för att återge namn och beskriva lägen och storleksrelationer på världsdelarna och andra för eleven betydelsefulla platser och länder.",
        "knowledgeRequirementChoice" : {
          "G" : "Eleven gör enkla undersökningar av omvärlden och kan då använda karta, jordglob, väderstreck och rumsliga begrepp för att återge namn och beskriva lägen och storleksrelationer på världsdelarna och andra för eleven betydelsefulla platser och länder."
        }
      } ]
    } ],
    "point" : null,
    "year" : {
      "start" : 1,
      "end" : 3
    }
  }, {
    "name" : "Årskurs 4-6",
    "description" : "",
    "code" : "GRGRSAM01_4-6",
    "centralContent" : [ {
      "heading" : "Undervisningen i samhällskunskap ska behandla följande centrala innehåll",
      "lines" : [ ]
    }, {
      "heading" : "I årskurs 4–6",
      "lines" : [ ]
    }, {
      "heading" : "Individer och gemenskaper",
      "lines" : [ "Familjen och olika samlevnadsformer. Sexualitet, könsroller och jämställdhet.", "Sociala skyddsnät för barn i olika livssituationer, i skolan och i samhället.", "Urfolket samerna och övriga nationella minoriteter i Sverige. De nationella minoriteternas rättigheter." ]
    }, {
      "heading" : "Information och kommunikation",
      "lines" : [ "Informationsspridning, reklam och opinionsbildning i olika medier. Hur sexualitet och könsroller framställs i medier och populärkultur.", "Hur man urskiljer budskap, avsändare och syfte, såväl i digitala som andra medier, med ett källkritiskt förhållningssätt.", "Hur man agerar ansvarsfullt vid användning av digitala och andra medier utifrån sociala, etiska och rättsliga aspekter." ]
    }, {
      "heading" : "Rättigheter och rättsskipning",
      "lines" : [ "Samhällets behov av lagstiftning, några olika lagar och påföljder samt kriminalitet och dess konsekvenser för individen, familjen och samhället.", "De mänskliga rättigheterna, deras innebörd och betydelse, inklusive barnets rättigheter i enlighet med barnkonventionen." ]
    }, {
      "heading" : "Samhällsresurser och fördelning",
      "lines" : [ "Privatekonomi och relationen mellan arbete, inkomst och konsumtion.", "Det offentligas ekonomi. Vad skatter är och vad kommuner, landsting och stat använder skattepengarna till.", "Ekonomiska villkor för barn i Sverige och i olika delar av världen. Några orsaker till, och konsekvenser av, välstånd och fattigdom.", "Digitaliseringens betydelse för individen, till exempel ökade möjligheter till kommunikation och elektronisk handel." ]
    }, {
      "heading" : "Beslutsfattande och politiska idéer",
      "lines" : [ "Vad demokrati är och hur demokratiska beslut fattas. Det lokala beslutsfattandet, till exempel i elevråd och föreningar. Hur individer och grupper kan påverka beslut, till exempel genom att rösta i allmänna val eller skapa opinion i sociala medier.", "Politiska val och partier i Sverige. Riksdagen och regeringen och deras olika uppdrag. Politiska skiljelinjer i aktuella politiska frågor som har betydelse för eleven." ]
    } ],
    "knowledgeRequirementParagraphs" : [ {
      "heading" : "",
      "knowledgeRequirements" : [ {
        "text" : "Eleven har <strong>________</strong> kunskaper om olika samhällsstrukturer.",
        "knowledgeRequirementChoice" : {
          "E" : "Eleven har <strong>grundläggande</strong> kunskaper om olika samhällsstrukturer.",
          "C" : "Eleven har <strong>goda</strong> kunskaper om olika samhällsstrukturer.",
          "A" : "Eleven har <strong>mycket goda</strong> kunskaper om olika samhällsstrukturer."
        }
      }, {
        "text" : "Eleven visar det genom att undersöka hur sociala, mediala, rättsliga, ekonomiska och politiska strukturer i samhället är uppbyggda och fungerar och beskriver då <strong>________</strong> samband inom olika samhällsstrukturer.",
        "knowledgeRequirementChoice" : {
          "E" : "Eleven visar det genom att undersöka hur sociala, mediala, rättsliga, ekonomiska och politiska strukturer i samhället är uppbyggda och fungerar och beskriver då <strong>enkla</strong> samband inom olika samhällsstrukturer.",
          "C" : "Eleven visar det genom att undersöka hur sociala, mediala, rättsliga, ekonomiska och politiska strukturer i samhället är uppbyggda och fungerar och beskriver då <strong>förhållandevis komplexa</strong> samband inom olika samhällsstrukturer.",
          "A" : "Eleven visar det genom att undersöka hur sociala, mediala, rättsliga, ekonomiska och politiska strukturer i samhället är uppbyggda och fungerar och beskriver då <strong>komplexa</strong> samband inom olika samhällsstrukturer."
        }
      }, {
        "text" : "I beskrivningarna kan eleven använda begrepp på ett <strong>________</strong> fungerande sätt.",
        "knowledgeRequirementChoice" : {
          "E" : "I beskrivningarna kan eleven använda begrepp på ett <strong>i huvudsak</strong> fungerande sätt.",
          "C" : "I beskrivningarna kan eleven använda begrepp på ett <strong>relativt väl</strong> fungerande sätt.",
          "A" : "I beskrivningarna kan eleven använda begrepp på ett <strong>väl</strong> fungerande sätt."
        }
      }, {
        "text" : "Eleven kan utifrån något givet exempel föra <strong>________</strong> resonemang dels om hur individer och grupper kan påverka beslut på olika nivåer, dels om förhållanden som begränsar människors möjligheter att påverka.",
        "knowledgeRequirementChoice" : {
          "E" : "Eleven kan utifrån något givet exempel föra <strong>enkla</strong> resonemang dels om hur individer och grupper kan påverka beslut på olika nivåer, dels om förhållanden som begränsar människors möjligheter att påverka.",
          "C" : "Eleven kan utifrån något givet exempel föra <strong>utvecklade</strong> resonemang dels om hur individer och grupper kan påverka beslut på olika nivåer, dels om förhållanden som begränsar människors möjligheter att påverka.",
          "A" : "Eleven kan utifrån något givet exempel föra <strong>välutvecklade och nyanserade</strong> resonemang dels om hur individer och grupper kan påverka beslut på olika nivåer, dels om förhållanden som begränsar människors möjligheter att påverka."
        }
      } ]
    }, {
      "heading" : "",
      "knowledgeRequirements" : [ {
        "text" : "Eleven kan undersöka elevnära samhällsfrågor ur något perspektiv och beskriver då <strong>________</strong> samband med <strong>________</strong> underbyggda resonemang.",
        "knowledgeRequirementChoice" : {
          "E" : "Eleven kan undersöka elevnära samhällsfrågor ur något perspektiv och beskriver då <strong>enkla</strong> samband med <strong>enkla och till viss del</strong> underbyggda resonemang.",
          "C" : "Eleven kan undersöka elevnära samhällsfrågor ur något perspektiv och beskriver då <strong>förhållandevis komplexa</strong> samband med <strong>utvecklade och relativt väl</strong> underbyggda resonemang.",
          "A" : "Eleven kan undersöka elevnära samhällsfrågor ur något perspektiv, och beskriver då <strong>komplexa</strong> samband med <strong>välutvecklade och väl</strong> underbyggda resonemang."
        }
      }, {
        "text" : "Eleven värderar och uttrycker olika ståndpunkter i elevnära samhällsfrågor med <strong>________</strong> resonemang och <strong>________</strong> underbyggda argument.",
        "knowledgeRequirementChoice" : {
          "E" : "Eleven värderar och uttrycker olika ståndpunkter i elevnära samhällsfrågor med <strong>enkla</strong> resonemang och <strong>till viss del</strong> underbyggda argument.",
          "C" : "Eleven värderar och uttrycker olika ståndpunkter i elevnära samhällsfrågor med <strong>utvecklade</strong> resonemang och <strong>relativt väl</strong> underbyggda argument.",
          "A" : "Eleven värderar och uttrycker olika ståndpunkter i elevnära samhällsfrågor med <strong>välutvecklade</strong> resonemang och <strong>väl</strong> underbyggda argument."
        }
      }, {
        "text" : "Eleven redogör för innebörden av de mänskliga rättigheterna och barnets rättigheter och ger exempel på vad rättigheterna kan betyda för barn i olika delar av världen.",
        "knowledgeRequirementChoice" : {
          "E" : "Eleven redogör för innebörden av de mänskliga rättigheterna och barnets rättigheter och ger exempel på vad rättigheterna kan betyda för barn i olika delar av världen.",
          "C" : "Eleven redogör för innebörden av de mänskliga rättigheterna och barnets rättigheter och ger exempel på vad rättigheterna kan betyda för barn i olika delar av världen.",
          "A" : "Eleven redogör för innebörden av de mänskliga rättigheterna och barnets rättigheter och ger exempel på vad rättigheterna kan betyda för barn i olika delar av världen."
        }
      } ]
    }, {
      "heading" : "",
      "knowledgeRequirements" : [ {
        "text" : "Eleven har <strong>________</strong> kunskaper om vad demokrati är och hur demokratiska beslutsprocesser fungerar och visar det genom att föra <strong>________</strong> resonemang om hur demokratiska värden och principer kan kopplas till hur beslut tas i elevnära sammanhang.",
        "knowledgeRequirementChoice" : {
          "E" : "Eleven har <strong>grundläggande</strong> kunskaper om vad demokrati är och hur demokratiska beslutsprocesser fungerar och visar det genom att föra <strong>enkla</strong> resonemang om hur demokratiska värden och principer kan kopplas till hur beslut tas i elevnära sammanhang.",
          "C" : "Eleven har <strong>goda</strong> kunskaper om vad demokrati är och hur demokratiska beslutsprocesser fungerar och visar det genom att föra <strong>utvecklade</strong> resonemang om hur demokratiska värden och principer kan kopplas till hur beslut tas i elevnära sammanhang.",
          "A" : "Eleven har <strong>mycket goda</strong> kunskaper om vad demokrati är och hur demokratiska beslutsprocesser fungerar och visar det genom att föra <strong>välutvecklade och nyanserade</strong> resonemang om hur demokratiska värden och principer kan kopplas till hur beslut tas i elevnära sammanhang."
        }
      }, {
        "text" : "Eleven kan söka information om samhället och använder då olika källor på ett <strong>________</strong> fungerande sätt och för <strong>________</strong> resonemang om informationens och källornas användbarhet.",
        "knowledgeRequirementChoice" : {
          "E" : "Eleven kan söka information om samhället och använder då olika källor på ett <strong>i huvudsak</strong> fungerande sätt och för <strong>enkla</strong> resonemang om informationens och källornas användbarhet.",
          "C" : "Eleven kan söka information om samhället och använder då olika källor på ett <strong>relativt väl</strong> fungerande sätt och för <strong>utvecklade</strong> resonemang om informationens och källornas användbarhet.",
          "A" : "Eleven kan söka information om samhället och använder då olika källor på ett <strong>väl</strong> fungerande sätt och för <strong>välutvecklade</strong> resonemang om informationens och källornas användbarhet."
        }
      } ]
    } ],
    "point" : null,
    "year" : {
      "start" : 4,
      "end" : 6
    }
  }, {
    "name" : "Årskurs 7-9",
    "description" : "",
    "code" : "GRGRSAM01_7-9",
    "centralContent" : [ {
      "heading" : "I årskurs 7–9",
      "lines" : [ ]
    }, {
      "heading" : "Individer och gemenskaper",
      "lines" : [ "Ungdomars identiteter, livsstilar och välbefinnande och hur detta påverkas, till exempel av socioekonomisk bakgrund, kön och sexuell läggning.", "Sveriges befolkning, dess storlek, sammansättning och geografiska fördelning. Konsekvenser av detta, till exempel socialt, kulturellt och ekonomiskt.", "Svenska välfärdsstrukturer och hur de fungerar, till exempel sjukvårdssystemet, pensionssystemet och arbetslöshetsförsäkringen. Vilket ekonomiskt ansvar som vilar på enskilda individer och familjer och vad som finansieras genom gemensamma medel.", "Immigration till Sverige förr och nu. Integration och segregation i samhället." ]
    }, {
      "heading" : "Information och kommunikation",
      "lines" : [ "Mediernas roll som informationsspridare, opinionsbildare, underhållare och granskare av samhällets maktstrukturer.", "Olika slags medier, deras uppbyggnad och innehåll, till exempel sociala medier, webbplatser eller dagstidningar.", "Nyhetsvärdering och hur den kan påverka människors bilder av omvärlden. Hur individer och grupper framställs, till exempel utifrån kön och etnicitet, samt hur information i digitala medier kan styras av bakomliggande programmering.", "Möjligheter och risker förknippade med internet och digital kommunikation samt hur man agerar ansvarsfullt vid användning av digitala och andra medier utifrån sociala, etiska och rättsliga aspekter." ]
    }, {
      "heading" : "Rättigheter och rättsskipning",
      "lines" : [ "De mänskliga rättigheterna inklusive barnets rättigheter i enlighet med barnkonventionen. Deras innebörd och betydelse samt diskrimineringsgrunderna i svensk lag.", "Olika organisationers arbete för att främja mänskliga rättigheter.", "Hur mänskliga rättigheter kränks i olika delar av världen.", "De nationella minoriteterna och samernas ställning som urfolk i Sverige samt vad deras särställning och rättigheter innebär.", "Demokratiska fri- och rättigheter samt skyldigheter för medborgare i demokratiska samhällen. Etiska och demokratiska dilemman som hänger samman med demokratiska rättigheter och skyldigheter, till exempel gränsen mellan yttrandefrihet och kränkningar i sociala medier.", "Rättssystemet i Sverige och principer för rättssäkerhet. Hur normuppfattning och lagstiftning påverkar varandra. Kriminalitet, våld och organiserad brottslighet. Kriminalvårdens uppgifter och brottsoffers situation." ]
    }, {
      "heading" : "Samhällsresurser och fördelning",
      "lines" : [ "Hur hushållens, företagens och det offentligas ekonomi hänger samman. Orsaker till förändringar i samhällsekonomin och vilka effekter de kan få för individer och grupper.", "Hur länders och regioners ekonomier hänger samman och hur olika regioners ekonomier förändras i en globaliserad värld.", "Arbetsmarknadens och arbetslivets förändringar och villkor, till exempel arbetsmiljö och arbetsrätt. Utbildningsvägar, yrkesval och entreprenörskap i ett globalt samhälle. Några orsaker till individens val av yrke och till löneskillnader.", "Skillnader mellan människors ekonomiska resurser, makt och inflytande beroende på kön, etnicitet och socioekonomisk bakgrund. Sambanden mellan socioekonomisk bakgrund, utbildning, boende och välfärd. Begreppen jämlikhet och jämställdhet.", "Digitaliseringens betydelse för samhällsutveckling inom olika områden, till exempel påverkan på arbetsmarknad och infrastruktur samt förändrade attityder och värderingar." ]
    }, {
      "heading" : "Beslutsfattande och politiska idéer",
      "lines" : [ "Politiska ideologier och hur skiljelinjerna i det svenska partiväsendet har utvecklats.", "Sveriges politiska system med Europeiska unionen, riksdag, regering, landsting och kommuner. Var olika beslut fattas och hur de påverkar individer, grupper och samhället i stort. Sveriges grundlagar.", "Några olika stats- och styrelseskick i världen.", "Aktuella samhällsfrågor, hotbilder och konflikter i Sverige och världen. FN:s syfte och huvudsakliga uppdrag, andra former av internationell konflikthantering och folkrätten i väpnade konflikter.", "Europeiskt och nordiskt samarbete, dess bakgrund och innehåll.", "Individers och gruppers möjligheter att påverka beslut och samhällsutveckling samt hur man inom ramen för den demokratiska processen kan påverka beslut." ]
    } ],
    "knowledgeRequirementParagraphs" : [ {
      "heading" : "",
      "knowledgeRequirements" : [ {
        "text" : "Eleven har <strong>________</strong> kunskaper om olika samhällsstrukturer.",
        "knowledgeRequirementChoice" : {
          "E" : "Eleven har <strong>grundläggande</strong> kunskaper om olika samhällsstrukturer.",
          "C" : "Eleven har <strong>goda</strong> kunskaper om olika samhällsstrukturer.",
          "A" : "Eleven har <strong>mycket goda</strong> kunskaper om olika samhällsstrukturer."
        }
      }, {
        "text" : "Eleven visar det genom att undersöka hur sociala, mediala, rättsliga, ekonomiska och politiska strukturer i samhället är uppbyggda och fungerar och beskriver då <strong>________</strong> samband inom och mellan olika samhällsstrukturer.",
        "knowledgeRequirementChoice" : {
          "E" : "Eleven visar det genom att undersöka hur sociala, mediala, rättsliga, ekonomiska och politiska strukturer i samhället är uppbyggda och fungerar och beskriver då <strong>enkla</strong> samband inom och mellan olika samhällsstrukturer.",
          "C" : "Eleven visar det genom att undersöka hur sociala, mediala, rättsliga, ekonomiska och politiska strukturer i samhället är uppbyggda och fungerar och beskriver då <strong>förhållandevis komplexa</strong> samband inom och mellan olika samhällsstrukturer.",
          "A" : "Eleven visar det genom att undersöka hur sociala, mediala, rättsliga, ekonomiska och politiska strukturer i samhället är uppbyggda och fungerar och beskriver då <strong>komplexa</strong> samband inom och mellan olika samhällsstrukturer."
        }
      }, {
        "text" : "I beskrivningarna kan eleven använda begrepp och modeller på ett <strong>________</strong> fungerande sätt.",
        "knowledgeRequirementChoice" : {
          "E" : "I beskrivningarna kan eleven använda begrepp och modeller på ett <strong>i huvudsak</strong> fungerande sätt.",
          "C" : "I beskrivningarna kan eleven använda begrepp och modeller på ett <strong>relativt väl</strong> fungerande sätt.",
          "A" : "I beskrivningarna kan eleven använda begrepp och modeller på ett <strong>väl</strong> fungerande sätt."
        }
      }, {
        "text" : "Eleven kan föra <strong>________</strong> resonemang om hur individer och samhällen påverkas av och påverkar varandra och beskriver då <strong>________</strong> samband mellan olika faktorer som har betydelse för individers möjligheter att påverka sin egen och andras livssituation.",
        "knowledgeRequirementChoice" : {
          "E" : "Eleven kan föra <strong>enkla</strong> resonemang om hur individer och samhällen påverkas av och påverkar varandra och beskriver då <strong>enkla</strong> samband mellan olika faktorer som har betydelse för individers möjligheter att påverka sin egen och andras livssituation.",
          "C" : "Eleven kan föra <strong>relativt väl utvecklade</strong> resonemang om hur individer och samhällen påverkas av och påverkar varandra och beskriver då <strong>förhållandevis komplexa</strong> samband mellan olika faktorer som har betydelse för individers möjligheter att påverka sin egen och andras livssituation.",
          "A" : "Eleven kan föra <strong>välutvecklade och nyanserade</strong> resonemang om hur individer och samhällen påverkas av och påverkar varandra och beskriver då <strong>komplexa</strong> samband mellan olika faktorer som har betydelse för individers möjligheter att påverka sin egen och andras livssituation."
        }
      } ]
    }, {
      "heading" : "",
      "knowledgeRequirements" : [ {
        "text" : "Eleven kan undersöka samhällsfrågor ur olika perspektiv och beskriver då <strong>________</strong> samband med <strong>________</strong> underbyggda resonemang.",
        "knowledgeRequirementChoice" : {
          "E" : "Eleven kan undersöka samhällsfrågor ur olika perspektiv och beskriver då <strong>enkla</strong> samband med <strong>enkla och till viss del</strong> underbyggda resonemang.",
          "C" : "Eleven kan undersöka samhällsfrågor ur olika perspektiv och beskriver då <strong>förhållandevis komplexa</strong> samband med <strong>utvecklade och relativt väl</strong> underbyggda resonemang.",
          "A" : "Eleven kan undersöka samhällsfrågor ur olika perspektiv och beskriver då <strong>komplexa</strong> samband med <strong>välutvecklade och väl</strong> underbyggda resonemang."
        }
      }, {
        "text" : "Eleven värderar och uttrycker olika ståndpunkter i några samhällsfrågor med <strong>________</strong> resonemang och <strong>________</strong> underbyggda argument och kan då i <strong>________</strong> utsträckning växla mellan olika perspektiv.",
        "knowledgeRequirementChoice" : {
          "E" : "Eleven värderar och uttrycker olika ståndpunkter i några samhällsfrågor med <strong>enkla</strong> resonemang och <strong>till viss del</strong> underbyggda argument och kan då i <strong>viss</strong> utsträckning växla mellan olika perspektiv.",
          "C" : "Eleven värderar och uttrycker olika ståndpunkter i några samhällsfrågor med <strong>utvecklade</strong> resonemang och <strong>relativt väl</strong> underbyggda argument och kan då i <strong>förhållandevis stor</strong> utsträckning växla mellan olika perspektiv.",
          "A" : "Eleven värderar och uttrycker olika ståndpunkter i några samhällsfrågor med <strong>välutvecklade</strong> resonemang och <strong>väl</strong> underbyggda argument och kan då i <strong>stor</strong> utsträckning växla mellan olika perspektiv."
        }
      }, {
        "text" : "Eleven redogör för de mänskliga rättigheternas innebörd och betydelse och ger exempel på hur de kränks och främjas i olika delar av världen.",
        "knowledgeRequirementChoice" : {
          "E" : "Eleven redogör för de mänskliga rättigheternas innebörd och betydelse och ger exempel på hur de kränks och främjas i olika delar av världen.",
          "C" : "Eleven redogör för de mänskliga rättigheternas innebörd och betydelse och ger exempel på hur de kränks och främjas i olika delar av världen.",
          "A" : "Eleven redogör för de mänskliga rättigheternas innebörd och betydelse och ger exempel på hur de kränks och främjas i olika delar av världen."
        }
      }, {
        "text" : "Dessutom kan eleven redogöra för de nationella minoriteterna och deras särställning och rättigheter.",
        "knowledgeRequirementChoice" : {
          "E" : "Dessutom kan eleven redogöra för de nationella minoriteterna och deras särställning och rättigheter.",
          "C" : "Dessutom kan eleven redogöra för de nationella minoriteterna och deras särställning och rättigheter.",
          "A" : "Dessutom kan eleven redogöra för de nationella minoriteterna och deras särställning och rättigheter."
        }
      } ]
    }, {
      "heading" : "",
      "knowledgeRequirements" : [ {
        "text" : "Eleven har <strong>________</strong> kunskaper om demokratiska värden och processer och visar det genom att föra <strong>________</strong> resonemang om demokratiska rättigheter och skyldigheter, samt om för- och nackdelar med olika former för gemensamt beslutsfattande.",
        "knowledgeRequirementChoice" : {
          "E" : "Eleven har <strong>grundläggande</strong> kunskaper om demokratiska värden och processer och visar det genom att föra <strong>enkla</strong> resonemang om demokratiska rättigheter och skyldigheter, samt om för- och nackdelar med olika former för gemensamt beslutsfattande.",
          "C" : "Eleven har <strong>goda</strong> kunskaper om demokratiska värden och processer och visar det genom att föra <strong>utvecklade</strong> resonemang om demokratiska rättigheter och skyldigheter samt om för- och nackdelar med olika former för gemensamt beslutsfattande.",
          "A" : "Eleven har <strong>mycket goda</strong> kunskaper om demokratiska värden och processer och visar det genom att föra <strong>välutvecklade och nyanserade</strong> resonemang om demokratiska rättigheter och skyldigheter samt om för- och nackdelar med olika former för gemensamt beslutsfattande."
        }
      }, {
        "text" : "Eleven kan söka information om samhället och använder då olika källor på ett <strong>________</strong> fungerande sätt och för <strong>________</strong> underbyggda resonemang om informationens och källornas trovärdighet och relevans.",
        "knowledgeRequirementChoice" : {
          "E" : "Eleven kan söka information om samhället och använder då olika källor på ett <strong>i huvudsak</strong> fungerande sätt och för <strong>enkla och till viss del</strong> underbyggda resonemang om informationens och källornas trovärdighet och relevans.",
          "C" : "Eleven kan söka information om samhället och använder då olika källor på ett <strong>relativt väl</strong> fungerande sätt och för <strong>utvecklade och relativt väl</strong> underbyggda resonemang om informationens och källornas trovärdighet och relevans.",
          "A" : "Eleven kan söka information om samhället och använder då olika källor på ett <strong>väl</strong> fungerande sätt och för <strong>välutvecklade och väl</strong> underbyggda resonemang om informationens och källornas trovärdighet och relevans."
        }
      } ]
    } ],
    "point" : null,
    "year" : {
      "start" : 7,
      "end" : 9
    }
  } ]
}