{
  "name" : "Matematik",
  "description" : "Matematiken har en flertusenårig historia med bidrag från många kulturer. Den utvecklas såväl ur praktiska behov som ur människans nyfikenhet och lust att utforska matematiken som sådan. Matematisk verksamhet är till sin art en kreativ, reflekterande och problemlösande aktivitet som är nära kopplad till den samhälleliga, sociala, tekniska och digitala utvecklingen. Kunskaper i matematik ger människor förutsättningar att fatta välgrundade beslut i vardagslivets många valsituationer och ökar möjligheterna att delta i samhällets beslutsprocesser.",
  "code" : "GRGRMAT01",
  "designation" : "MA",
  "skolfsId" : "2010:37",
  "purposes" : [ {
    "type" : "PARAGRAPH",
    "heading" : "",
    "lines" : [ "Undervisningen i ämnet matematik ska syfta till att eleverna utvecklar kunskaper om matematik och matematikens användning i vardagen och inom olika ämnesområden.", "Undervisningen ska bidra till att eleverna utvecklar intresse för matematik och tilltro till sin förmåga att använda matematik i olika sammanhang.", "Den ska också ge eleverna möjlighet att uppleva estetiska värden i möten med matematiska mönster, former och samband." ]
  }, {
    "type" : "PARAGRAPH",
    "heading" : "",
    "lines" : [ "Undervisningen ska bidra till att eleverna utvecklar kunskaper för att kunna formulera och lösa problem samt reflektera över och värdera valda strategier, metoder, modeller och resultat.", "Eleverna ska även ges förutsättningar att utveckla kunskaper för att kunna tolka vardagliga och matematiska situationer samt beskriva och formulera dessa med hjälp av matematikens uttrycksformer." ]
  }, {
    "type" : "PARAGRAPH",
    "heading" : "",
    "lines" : [ "Genom undervisningen ska eleverna ges förutsättningar att utveckla förtrogenhet med grundläggande matematiska begrepp och metoder och deras användbarhet.", "Vidare ska eleverna genom undervisningen ges möjligheter att utveckla kunskaper i att använda digitala verktyg och programmering för att kunna undersöka problemställningar och matematiska begrepp, göra beräkningar och för att presentera och tolka data." ]
  }, {
    "type" : "PARAGRAPH",
    "heading" : "",
    "lines" : [ "Undervisningen ska bidra till att eleverna utvecklar förmågan att argumentera logiskt och föra matematiska resonemang.", "Eleverna ska genom undervisningen också ges möjlighet att utveckla en förtrogenhet med matematikens uttrycksformer och hur dessa kan användas för att kommunicera om matematik i vardagliga och matematiska sammanhang." ]
  }, {
    "type" : "PARAGRAPH",
    "heading" : "",
    "lines" : [ "Undervisningen ska ge eleverna förutsättningar att utveckla kunskaper om historiska sammanhang där viktiga begrepp och metoder i matematiken har utvecklats.", "Genom undervisningen ska eleverna även ges möjligheter att reflektera över matematikens betydelse, användning och begränsning i vardagslivet, i andra skolämnen och under historiska skeenden och därigenom kunna se matematikens sammanhang och relevans." ]
  }, {
    "type" : "BULLET",
    "heading" : "Genom undervisningen i ämnet matematik ska eleverna sammanfattningsvis ges förutsättningar att utveckla sin förmåga att",
    "lines" : [ "formulera och lösa problem med hjälp av matematik samt värdera valda strategier och metoder,", "använda och analysera matematiska begrepp och samband mellan begrepp,", "välja och använda lämpliga matematiska metoder för att göra beräkningar och lösa rutinuppgifter,", "föra och följa matematiska resonemang, och", "använda matematikens uttrycksformer för att samtala om, argumentera och redogöra för frågeställningar, beräkningar och slutsatser." ]
  } ],
  "courses" : [ {
    "name" : "Årskurs 1-3",
    "description" : "",
    "code" : "GRGRMAT01_1-3",
    "centralContent" : [ {
      "heading" : "I årskurs 1–3",
      "lines" : [ ]
    }, {
      "heading" : "Taluppfattning och tals användning",
      "lines" : [ "Naturliga tal och deras egenskaper samt hur talen kan delas upp och hur de kan användas för att ange antal och ordning.", "Hur positionssystemet kan användas för att beskriva naturliga tal. Symboler för tal och symbolernas utveckling i några olika kulturer genom historien.", "Del av helhet och del av antal. Hur delarna kan benämnas och uttryckas som enkla bråk samt hur enkla bråk förhåller sig till naturliga tal.", "Naturliga tal och enkla tal i bråkform och deras användning i vardagliga situationer.", "De fyra räknesättens egenskaper och samband samt användning i olika situationer.", "Centrala metoder för beräkningar med naturliga tal, vid huvudräkning och överslagsräkning samt vid beräkningar med skriftliga metoder och digitala verktyg. Metodernas användning i olika situationer.", "Rimlighetsbedömning vid enkla beräkningar och uppskattningar." ]
    }, {
      "heading" : "Algebra",
      "lines" : [ "Matematiska likheter och likhetstecknets betydelse.", "Hur enkla mönster i talföljder och enkla geometriska mönster kan konstrueras, beskrivas och uttryckas.", "Hur entydiga stegvisa instruktioner kan konstrueras, beskrivas och följas som grund för programmering. Symbolers användning vid stegvisa instruktioner." ]
    }, {
      "heading" : "Geometri",
      "lines" : [ "Grundläggande geometriska objekt, däribland punkter, linjer, sträckor, fyrhörningar, trianglar, cirklar, klot, koner, cylindrar och rätblock samt deras inbördes relationer. Grundläggande geometriska egenskaper hos dessa objekt.", "Konstruktion av geometriska objekt. Skala vid enkel förstoring och förminskning.", "Vanliga lägesord för att beskriva föremåls och objekts läge i rummet.", "Symmetri, till exempel i bilder och i naturen, och hur symmetri kan konstrueras.", "Jämförelser och uppskattningar av matematiska storheter. Mätning av längd, massa, volym och tid med vanliga nutida och äldre måttenheter." ]
    }, {
      "heading" : "Sannolikhet och statistik",
      "lines" : [ "Slumpmässiga händelser i experiment och spel.", "Enkla tabeller och diagram och hur de kan användas för att sortera data och beskriva resultat från enkla undersökningar, såväl med som utan digitala verktyg." ]
    }, {
      "heading" : "Samband och förändring",
      "lines" : [ "Olika proportionella samband, däribland dubbelt och hälften." ]
    }, {
      "heading" : "Problemlösning",
      "lines" : [ "Strategier för matematisk problemlösning i enkla situationer.", "Matematisk formulering av frågeställningar utifrån enkla vardagliga situationer." ]
    } ],
    "knowledgeRequirementParagraphs" : [ {
      "heading" : "",
      "knowledgeRequirements" : [ {
        "text" : "Eleven kan lösa enkla problem i elevnära situationer genom att välja och använda någon strategi med viss anpassning till problemets karaktär.",
        "knowledgeRequirementChoice" : {
          "G" : "Eleven kan lösa enkla problem i elevnära situationer genom att välja och använda någon strategi med viss anpassning till problemets karaktär."
        }
      }, {
        "text" : "Eleven beskriver tillvägagångssätt och ger enkla omdömen om resultatens rimlighet.",
        "knowledgeRequirementChoice" : {
          "G" : "Eleven beskriver tillvägagångssätt och ger enkla omdömen om resultatens rimlighet."
        }
      } ]
    }, {
      "heading" : "",
      "knowledgeRequirements" : [ {
        "text" : "Eleven har grundläggande kunskaper om matematiska begrepp och visar det genom att använda dem i vanligt förekommande sammanhang på ett i huvudsak fungerande sätt.",
        "knowledgeRequirementChoice" : {
          "G" : "Eleven har grundläggande kunskaper om matematiska begrepp och visar det genom att använda dem i vanligt förekommande sammanhang på ett i huvudsak fungerande sätt."
        }
      }, {
        "text" : "Eleven kan beskriva begreppens egenskaper med hjälp av symboler och konkret material eller bilder.",
        "knowledgeRequirementChoice" : {
          "G" : "Eleven kan beskriva begreppens egenskaper med hjälp av symboler och konkret material eller bilder."
        }
      }, {
        "text" : "Eleven kan även ge exempel på hur några begrepp relaterar till varandra.",
        "knowledgeRequirementChoice" : {
          "G" : "Eleven kan även ge exempel på hur några begrepp relaterar till varandra."
        }
      }, {
        "text" : "Eleven har grundläggande kunskaper om naturliga tal och kan visa det genom att beskriva tals inbördes relation samt genom att dela upp tal.",
        "knowledgeRequirementChoice" : {
          "G" : "Eleven har grundläggande kunskaper om naturliga tal och kan visa det genom att beskriva tals inbördes relation samt genom att dela upp tal."
        }
      }, {
        "text" : "Eleven visar grundläggande kunskaper om tal i bråkform genom att dela upp helheter i olika antal delar samt jämföra och namnge delarna som enkla bråk.",
        "knowledgeRequirementChoice" : {
          "G" : "Eleven visar grundläggande kunskaper om tal i bråkform genom att dela upp helheter i olika antal delar samt jämföra och namnge delarna som enkla bråk."
        }
      }, {
        "text" : "Dessutom kan eleven använda grundläggande geometriska begrepp och vanliga lägesord för att beskriva geometriska objekts egenskaper, läge och inbördes relationer.",
        "knowledgeRequirementChoice" : {
          "G" : "Dessutom kan eleven använda grundläggande geometriska begrepp och vanliga lägesord för att beskriva geometriska objekts egenskaper, läge och inbördes relationer."
        }
      }, {
        "text" : "Eleven kan även använda och ge exempel på enkla proportionella samband i elevnära situationer.",
        "knowledgeRequirementChoice" : {
          "G" : "Eleven kan även använda och ge exempel på enkla proportionella samband i elevnära situationer."
        }
      } ]
    }, {
      "heading" : "",
      "knowledgeRequirements" : [ {
        "text" : "Eleven kan välja och använda i huvudsak fungerande matematiska metoder med viss anpassning till sammanhanget för att göra enkla beräkningar med naturliga tal och lösa enkla rutinuppgifter med tillfredsställande resultat.",
        "knowledgeRequirementChoice" : {
          "G" : "Eleven kan välja och använda i huvudsak fungerande matematiska metoder med viss anpassning till sammanhanget för att göra enkla beräkningar med naturliga tal och lösa enkla rutinuppgifter med tillfredsställande resultat."
        }
      }, {
        "text" : "Eleven kan använda huvudräkning för att genomföra beräkningar med de fyra räknesätten när talen och svaren ligger inom heltalsområdet 0–20, samt för beräkningar av enkla tal i ett utvidgat talområde.",
        "knowledgeRequirementChoice" : {
          "G" : "Eleven kan använda huvudräkning för att genomföra beräkningar med de fyra räknesätten när talen och svaren ligger inom heltalsområdet 0–20, samt för beräkningar av enkla tal i ett utvidgat talområde."
        }
      }, {
        "text" : "Vid addition och subtraktion kan eleven välja och använda skriftliga räknemetoder med tillfredsställande resultat när talen och svaren ligger inom heltalsområdet 0–200.",
        "knowledgeRequirementChoice" : {
          "G" : "Vid addition och subtraktion kan eleven välja och använda skriftliga räknemetoder med tillfredsställande resultat när talen och svaren ligger inom heltalsområdet 0–200."
        }
      }, {
        "text" : "Eleven kan hantera enkla matematiska likheter och använder då likhetstecknet på ett fungerande sätt.",
        "knowledgeRequirementChoice" : {
          "G" : "Eleven kan hantera enkla matematiska likheter och använder då likhetstecknet på ett fungerande sätt."
        }
      }, {
        "text" : "Eleven kan även avbilda och, utifrån instruktioner, konstruera enkla geometriska objekt.",
        "knowledgeRequirementChoice" : {
          "G" : "Eleven kan även avbilda och, utifrån instruktioner, konstruera enkla geometriska objekt."
        }
      }, {
        "text" : "Eleven kan göra enkla mätningar, jämförelser och uppskattningar av längder, massor, volymer och tider och använder vanliga måttenheter för att uttrycka resultatet.",
        "knowledgeRequirementChoice" : {
          "G" : "Eleven kan göra enkla mätningar, jämförelser och uppskattningar av längder, massor, volymer och tider och använder vanliga måttenheter för att uttrycka resultatet."
        }
      } ]
    }, {
      "heading" : "",
      "knowledgeRequirements" : [ {
        "text" : "Eleven kan beskriva och samtala om tillvägagångssätt på ett i huvudsak fungerande sätt och använder då konkret material, bilder, symboler och andra matematiska uttrycksformer med viss anpassning till sammanhanget.",
        "knowledgeRequirementChoice" : {
          "G" : "Eleven kan beskriva och samtala om tillvägagångssätt på ett i huvudsak fungerande sätt och använder då konkret material, bilder, symboler och andra matematiska uttrycksformer med viss anpassning till sammanhanget."
        }
      }, {
        "text" : "Eleven kan dessutom vid olika slag av undersökningar i välkända situationer avläsa och skapa enkla tabeller och diagram för att sortera och redovisa resultat.",
        "knowledgeRequirementChoice" : {
          "G" : "Eleven kan dessutom vid olika slag av undersökningar i välkända situationer avläsa och skapa enkla tabeller och diagram för att sortera och redovisa resultat."
        }
      }, {
        "text" : "Eleven kan föra och följa matematiska resonemang om val av metoder och räknesätt samt om resultats rimlighet, slumpmässiga händelser, geometriska mönster och mönster i talföljder genom att ställa och besvara frågor som i huvudsak hör till ämnet.",
        "knowledgeRequirementChoice" : {
          "G" : "Eleven kan föra och följa matematiska resonemang om val av metoder och räknesätt samt om resultats rimlighet, slumpmässiga händelser, geometriska mönster och mönster i talföljder genom att ställa och besvara frågor som i huvudsak hör till ämnet."
        }
      } ]
    } ],
    "point" : null,
    "year" : {
      "start" : 1,
      "end" : 3
    }
  }, {
    "name" : "Årskurs 4-6",
    "description" : "",
    "code" : "GRGRMAT01_4-6",
    "centralContent" : [ {
      "heading" : "I årskurs 4–6",
      "lines" : [ ]
    }, {
      "heading" : "Taluppfattning och tals användning",
      "lines" : [ "Rationella tal och deras egenskaper.", "Positionssystemet för tal i decimalform.", "Det binära talsystemet och hur det kan tillämpas i digital teknik samt talsystem som använts i några kulturer genom historien, till exempel den babyloniska.", "Tal i bråk- och decimalform och deras användning i vardagliga situationer.", "Tal i procentform och deras samband med tal i bråk- och decimalform.", "Centrala metoder för beräkningar med naturliga tal och enkla tal i decimalform vid överslagsräkning, huvudräkning samt vid beräkningar med skriftliga metoder och digitala verktyg. Metodernas användning i olika situationer.", "Rimlighetsbedömning vid uppskattningar och beräkningar i vardagliga situationer." ]
    }, {
      "heading" : "Algebra",
      "lines" : [ "Obekanta tal och deras egenskaper samt situationer där det finns behov av att beteckna ett obekant tal med en symbol.", "Enkla algebraiska uttryck och ekvationer i situationer som är relevanta för eleven.", "Metoder för enkel ekvationslösning.", "Hur mönster i talföljder och geometriska mönster kan konstrueras, beskrivas och uttryckas.", "Hur algoritmer kan skapas och användas vid programmering. Programmering i visuella programmeringsmiljöer." ]
    }, {
      "heading" : "Geometri",
      "lines" : [ "Grundläggande geometriska objekt däribland polygoner, cirklar, klot, koner, cylindrar, pyramider och rätblock samt deras inbördes relationer. Grundläggande geometriska egenskaper hos dessa objekt.", "Konstruktion av geometriska objekt, såväl med som utan digitala verktyg. Skala och dess användning i vardagliga situationer.", "Symmetri i vardagen, i konsten och i naturen samt hur symmetri kan konstrueras.", "Metoder för hur omkrets och area hos olika tvådimensionella geometriska figurer kan bestämmas och uppskattas.", "Jämförelse, uppskattning och mätning av längd, area, volym, massa, tid och vinkel med vanliga måttenheter. Mätningar med användning av nutida och äldre metoder." ]
    }, {
      "heading" : "Sannolikhet och statistik",
      "lines" : [ "Sannolikhet, chans och risk grundat på observationer, simuleringar eller statistiskt material från vardagliga situationer. Jämförelser av sannolikheten vid olika slumpmässiga försök.", "Enkel kombinatorik i konkreta situationer.", "Tabeller och diagram för att beskriva resultat från undersökningar, såväl med som utan digitala verktyg. Tolkning av data i tabeller och diagram.", "Lägesmåtten medelvärde, typvärde och median samt hur de kan användas i statistiska undersökningar." ]
    }, {
      "heading" : "Samband och förändring",
      "lines" : [ "Proportionalitet och procent samt deras samband.", "Grafer för att uttrycka olika typer av proportionella samband vid enkla undersökningar.", "Koordinatsystem och strategier för gradering av koordinataxlar." ]
    }, {
      "heading" : "Problemlösning",
      "lines" : [ "Strategier för matematisk problemlösning i vardagliga situationer.", "Matematisk formulering av frågeställningar utifrån vardagliga situationer." ]
    } ],
    "knowledgeRequirementParagraphs" : [ {
      "heading" : "",
      "knowledgeRequirements" : [ {
        "text" : "Eleven kan lösa enkla problem i elevnära situationer på ett <strong>________</strong> fungerande sätt genom att välja och använda strategier och metoder med <strong>________</strong> anpassning till problemets karaktär.",
        "knowledgeRequirementChoice" : {
          "E" : "Eleven kan lösa enkla problem i elevnära situationer på ett <strong>i huvudsak</strong> fungerande sätt genom att välja och använda strategier och metoder med <strong>viss</strong> anpassning till problemets karaktär.",
          "C" : "Eleven kan lösa enkla problem i elevnära situationer på ett <strong>relativt väl</strong> fungerande sätt genom att välja och använda strategier och metoder med <strong>förhållandevis god</strong> anpassning till problemets karaktär.",
          "A" : "Eleven kan lösa enkla problem i elevnära situationer på ett <strong>väl</strong> fungerande sätt genom att välja och använda strategier och metoder med <strong>god</strong> anpassning till problemets karaktär."
        }
      }, {
        "text" : "Eleven beskriver tillvägagångssätt på ett <strong>________</strong> fungerande sätt och för <strong>________</strong> underbyggda resonemang om resultatens rimlighet i förhållande till problemsituationen samt kan <strong>________</strong> att ge <strong>________</strong> på alternativt tillvägagångssätt.",
        "knowledgeRequirementChoice" : {
          "E" : "Eleven beskriver tillvägagångssätt på ett <strong>i huvudsak</strong> fungerande sätt och för <strong>enkla och till viss del</strong> underbyggda resonemang om resultatens rimlighet i förhållande till problemsituationen samt kan <strong>bidra till</strong> att ge <strong>något förslag</strong> på alternativt tillvägagångssätt.",
          "C" : "Eleven beskriver tillvägagångssätt på ett <strong>relativt väl</strong> fungerande sätt och för <strong>utvecklade och relativt väl</strong> underbyggda resonemang om resultatens rimlighet i förhållande till problemsituationen samt kan <strong>ge något förslag</strong> på alternativt tillvägagångssätt.",
          "A" : "Eleven beskriver tillvägagångssätt på ett <strong>väl</strong> fungerande sätt och för <strong>välutvecklade</strong> och <strong>väl</strong> underbyggda resonemang om resultatens rimlighet i förhållande till problemsituationen samt kan <strong>ge förslag</strong> på alternativa tillvägagångssätt."
        }
      } ]
    }, {
      "heading" : "",
      "knowledgeRequirements" : [ {
        "text" : "Eleven har <strong>________</strong> kunskaper om matematiska begrepp och visar det genom att använda dem i <strong>________</strong> sammanhang på ett <strong>________</strong> fungerande sätt.",
        "knowledgeRequirementChoice" : {
          "E" : "Eleven har <strong>grundläggande</strong> kunskaper om matematiska begrepp och visar det genom att använda dem i <strong>välkända</strong> sammanhang på ett <strong>i huvudsak</strong> fungerande sätt.",
          "C" : "Eleven har <strong>goda</strong> kunskaper om matematiska begrepp och visar det genom att använda dem i <strong>bekanta</strong> sammanhang på ett <strong>relativt väl</strong> fungerande sätt.",
          "A" : "Eleven har <strong>mycket goda</strong> kunskaper om matematiska begrepp och visar det genom att använda dem i <strong>nya</strong> sammanhang på ett <strong>väl</strong> fungerande sätt."
        }
      }, {
        "text" : "Eleven kan även beskriva olika begrepp med hjälp av matematiska uttrycksformer på ett <strong>________</strong> fungerande sätt.",
        "knowledgeRequirementChoice" : {
          "E" : "Eleven kan även beskriva olika begrepp med hjälp av matematiska uttrycksformer på ett <strong>i huvudsak</strong> fungerande sätt.",
          "C" : "Eleven kan även beskriva olika begrepp med hjälp av matematiska uttrycksformer på ett <strong>relativt väl</strong> fungerande sätt.",
          "A" : "Eleven kan även beskriva olika begrepp med hjälp av matematiska uttrycksformer på ett <strong>väl</strong> fungerande sätt."
        }
      }, {
        "text" : "I beskrivningarna kan eleven växla mellan olika uttrycksformer samt föra <strong>________</strong> resonemang kring hur begreppen relaterar till varandra.",
        "knowledgeRequirementChoice" : {
          "E" : "I beskrivningarna kan eleven växla mellan olika uttrycksformer samt föra <strong>enkla</strong> resonemang kring hur begreppen relaterar till varandra.",
          "C" : "I beskrivningarna kan eleven växla mellan olika uttrycksformer samt föra <strong>utvecklade</strong> resonemang kring hur begreppen relaterar till varandra.",
          "A" : "I beskrivningarna kan eleven växla mellan olika uttrycksformer samt föra <strong>välutvecklade</strong> resonemang kring hur begreppen relaterar till varandra."
        }
      } ]
    }, {
      "heading" : "",
      "knowledgeRequirements" : [ {
        "text" : "Eleven kan välja och använda <strong>________</strong> matematiska metoder med <strong>________</strong> anpassning till sammanhanget för att göra enkla beräkningar och lösa enkla rutinuppgifter inom aritmetik, algebra, geometri, sannolikhet, statistik samt samband och förändring med <strong>________</strong> resultat.",
        "knowledgeRequirementChoice" : {
          "E" : "Eleven kan välja och använda <strong>i huvudsak fungerande</strong> matematiska metoder med <strong>viss</strong> anpassning till sammanhanget för att göra enkla beräkningar och lösa enkla rutinuppgifter inom aritmetik, algebra, geometri, sannolikhet, statistik samt samband och förändring med <strong>tillfredsställande</strong> resultat.",
          "C" : "Eleven kan välja och använda <strong>ändamålsenliga</strong> matematiska metoder med <strong>relativt god</strong> anpassning till sammanhanget för att göra enkla beräkningar och lösa enkla rutinuppgifter inom aritmetik, algebra, geometri, sannolikhet, statistik samt samband och förändring med <strong>gott</strong> resultat.",
          "A" : "Eleven kan välja och använda <strong>ändamålsenliga och effektiva</strong> matematiska metoder med <strong>god</strong> anpassning till sammanhanget för att göra enkla beräkningar och lösa enkla rutinuppgifter inom aritmetik, algebra, geometri, sannolikhet, statistik samt samband och förändring med <strong>mycket gott</strong> resultat."
        }
      } ]
    }, {
      "heading" : "",
      "knowledgeRequirements" : [ {
        "text" : "Eleven kan redogöra för och samtala om tillvägagångssätt på ett <strong>________</strong> sätt och använder då bilder, symboler, tabeller, grafer och andra matematiska uttrycksformer med <strong>________</strong> anpassning till sammanhanget.",
        "knowledgeRequirementChoice" : {
          "E" : "Eleven kan redogöra för och samtala om tillvägagångssätt på ett <strong>i huvudsak fungerande</strong> sätt och använder då bilder, symboler, tabeller, grafer och andra matematiska uttrycksformer med <strong>viss</strong> anpassning till sammanhanget.",
          "C" : "Eleven kan redogöra för och samtala om tillvägagångssätt på ett <strong>ändamålsenligt</strong> sätt och använder då bilder, symboler, tabeller, grafer och andra matematiska uttrycksformer med <strong>förhållandevis god</strong> anpassning till sammanhanget.",
          "A" : "Eleven kan redogöra för och samtala om tillvägagångssätt på ett <strong>ändamålsenligt och effektivt</strong> sätt och använder då bilder, symboler, tabeller, grafer och andra matematiska uttrycksformer med <strong>god</strong> anpassning till sammanhanget."
        }
      }, {
        "text" : "I redovisningar och samtal kan eleven föra och följa matematiska resonemang genom att ställa frågor och framföra och bemöta matematiska argument på ett sätt som <strong>________</strong>.",
        "knowledgeRequirementChoice" : {
          "E" : "I redovisningar och samtal kan eleven föra och följa matematiska resonemang genom att ställa frågor och framföra och bemöta matematiska argument på ett sätt som <strong>till viss del för resonemangen framåt</strong>.",
          "C" : "I redovisningar och samtal kan eleven föra och följa matematiska resonemang genom att ställa frågor och framföra och bemöta matematiska argument på ett sätt som <strong>för resonemangen framåt</strong>.",
          "A" : "I redovisningar och samtal kan eleven föra och följa matematiska resonemang genom att ställa frågor och framföra och bemöta matematiska argument på ett sätt som <strong>för resonemangen framåt och fördjupar eller breddar dem</strong>."
        }
      } ]
    } ],
    "point" : null,
    "year" : {
      "start" : 4,
      "end" : 6
    }
  }, {
    "name" : "Årskurs 7-9",
    "description" : "",
    "code" : "GRGRMAT01_7-9",
    "centralContent" : [ {
      "heading" : "I årskurs 7–9",
      "lines" : [ ]
    }, {
      "heading" : "Taluppfattning och tals användning",
      "lines" : [ "Reella tal och deras egenskaper samt deras användning i vardagliga och matematiska situationer.", "Talsystemets utveckling från naturliga tal till reella tal. Metoder för beräkningar som använts i olika historiska och kulturella sammanhang.", "Tal i potensform. Grundpotensform för att uttrycka små och stora tal samt användning av prefix.", "Centrala metoder för beräkningar med tal i bråk- och decimalform vid överslagsräkning, huvudräkning samt vid beräkningar med skriftliga metoder och digital teknik. Metodernas användning i olika situationer.", "Rimlighetsbedömning vid uppskattningar och beräkningar i vardagliga och matematiska situationer och inom andra ämnesområden." ]
    }, {
      "heading" : "Algebra",
      "lines" : [ "Innebörden av variabelbegreppet och dess användning i algebraiska uttryck, formler och ekvationer.", "Algebraiska uttryck, formler och ekvationer i situationer som är relevanta för eleven.", "Metoder för ekvationslösning.", "Hur mönster i talföljder och geometriska mönster kan konstrueras, beskrivas och uttryckas generellt.", "Hur algoritmer kan skapas och användas vid programmering. Programmering i olika programmeringsmiljöer." ]
    }, {
      "heading" : "Geometri",
      "lines" : [ "Geometriska objekt och deras inbördes relationer. Geometriska egenskaper hos dessa objekt.", "Avbildning och konstruktion av geometriska objekt, såväl med som utan digitala verktyg. Skala vid förminskning och förstoring av två- och tre-dimensionella objekt.", "Likformighet och symmetri i planet.", "Metoder för beräkning av area, omkrets och volym hos geometriska objekt, samt enhetsbyten i samband med detta.", "Geometriska satser och formler och behovet av argumentation för deras giltighet." ]
    }, {
      "heading" : "Sannolikhet och statistik",
      "lines" : [ "Likformig sannolikhet och metoder för att beräkna sannolikheten i vardagliga situationer.", "Hur kombinatoriska principer kan användas i enkla vardagliga och matematiska problem.", "Tabeller, diagram och grafer samt hur de kan tolkas och användas för att beskriva resultat av egna och andras undersökningar, såväl med som utan digitala verktyg. Hur lägesmått och spridningsmått kan användas för bedömning av resultat vid statistiska undersökningar.", "Bedömningar av risker och chanser utifrån datorsimuleringar och statistiskt material." ]
    }, {
      "heading" : "Samband och förändring",
      "lines" : [ "Procent för att uttrycka förändring och förändringsfaktor samt beräkningar med procent i vardagliga situationer och i situationer inom olika ämnesområden.", "Funktioner och räta linjens ekvation. Hur funktioner kan användas för att, såväl med som utan digitala verktyg, undersöka förändring, förändringstakt och samband." ]
    }, {
      "heading" : "Problemlösning",
      "lines" : [ "Strategier för problemlösning i vardagliga situationer och inom olika ämnesområden samt värdering av valda strategier och metoder.", "Matematisk formulering av frågeställningar utifrån vardagliga situationer och olika ämnesområden.", "Enkla matematiska modeller och hur de kan användas i olika situationer.", "Hur algoritmer kan skapas, testas och förbättras vid programmering för matematisk problemlösning." ]
    } ],
    "knowledgeRequirementParagraphs" : [ {
      "heading" : "",
      "knowledgeRequirements" : [ {
        "text" : "Eleven kan lösa olika problem i bekanta situationer på ett <strong>________</strong> fungerande sätt genom att välja och använda strategier och metoder med <strong>________</strong> anpassning till problemets karaktär samt <strong>________</strong> enkla matematiska modeller som kan tillämpas i sammanhanget.",
        "knowledgeRequirementChoice" : {
          "E" : "Eleven kan lösa olika problem i bekanta situationer på ett <strong>i huvudsak</strong> fungerande sätt genom att välja och använda strategier och metoder med <strong>viss</strong> anpassning till problemets karaktär samt <strong>bidra till att formulera</strong> enkla matematiska modeller som kan tillämpas i sammanhanget.",
          "C" : "Eleven kan lösa olika problem i bekanta situationer på ett <strong>relativt väl</strong> fungerande sätt genom att välja och använda strategier och metoder med <strong>förhållandevis god</strong> anpassning till problemets karaktär samt <strong>formulera</strong> enkla matematiska modeller som <strong>efter någon bearbetning</strong> kan tillämpas i sammanhanget.",
          "A" : "Eleven kan lösa olika problem i bekanta situationer på ett <strong>väl</strong> fungerande sätt genom att välja och använda strategier och metoder med <strong>god</strong> anpassning till problemets karaktär samt <strong>formulera</strong> enkla matematiska modeller som kan tillämpas i sammanhanget."
        }
      }, {
        "text" : "Eleven för <strong>________</strong> underbyggda resonemang om val av tillvägagångssätt och om resultatens rimlighet i förhållande till problemsituationen samt kan <strong>________</strong> att ge <strong>________</strong> förslag på alternativt tillvägagångssätt.",
        "knowledgeRequirementChoice" : {
          "E" : "Eleven för <strong>enkla och till viss del</strong> underbyggda resonemang om val av tillvägagångssätt och om resultatens rimlighet i förhållande till problemsituationen samt kan <strong>bidra till</strong> att ge <strong>något</strong> förslag på alternativt tillvägagångssätt.",
          "C" : "Eleven för <strong>utvecklade och relativt väl</strong> underbyggda resonemang om tillvägagångssätt och om resultatens rimlighet i förhållande till problemsituationen samt kan ge <strong>något</strong> förslag på alternativt tillvägagångssätt.",
          "A" : "Eleven för <strong>välutvecklade</strong> och <strong>väl</strong> underbyggda resonemang om tillvägagångssätt och om resultatens rimlighet i förhållande till problemsituationen samt kan ge <strong>förslag</strong> på alternativa tillvägagångssätt."
        }
      } ]
    }, {
      "heading" : "",
      "knowledgeRequirements" : [ {
        "text" : "Eleven har <strong>________</strong> kunskaper om matematiska begrepp och visar det genom att använda dem i <strong>________</strong> sammanhang på ett <strong>________</strong> fungerande sätt.",
        "knowledgeRequirementChoice" : {
          "E" : "Eleven har <strong>grundläggande</strong> kunskaper om matematiska begrepp och visar det genom att använda dem i <strong>välkända</strong> sammanhang på ett <strong>i huvudsak</strong> fungerande sätt.",
          "C" : "Eleven har <strong>goda</strong> kunskaper om matematiska begrepp och visar det genom att använda dem i <strong>bekanta</strong> sammanhang på ett <strong>relativt väl</strong> fungerande sätt.",
          "A" : "Eleven har <strong>mycket goda</strong> kunskaper om matematiska begrepp och visar det genom att använda dem i <strong>nya</strong> sammanhang på ett <strong>väl</strong> fungerande sätt."
        }
      }, {
        "text" : "Eleven kan även beskriva olika begrepp med hjälp av matematiska uttrycksformer på ett <strong>________</strong> fungerande sätt.",
        "knowledgeRequirementChoice" : {
          "E" : "Eleven kan även beskriva olika begrepp med hjälp av matematiska uttrycksformer på ett <strong>i huvudsak</strong> fungerande sätt.",
          "C" : "Eleven kan även beskriva olika begrepp med hjälp av matematiska uttrycksformer på ett <strong>relativt väl</strong> fungerande sätt.",
          "A" : "Eleven kan även beskriva olika begrepp med hjälp av matematiska uttrycksformer på ett <strong>väl</strong> fungerande sätt."
        }
      }, {
        "text" : "I beskrivningarna kan eleven växla mellan olika uttrycksformer samt föra <strong>________</strong> resonemang kring hur begreppen relaterar till varandra.",
        "knowledgeRequirementChoice" : {
          "E" : "I beskrivningarna kan eleven växla mellan olika uttrycksformer samt föra <strong>enkla</strong> resonemang kring hur begreppen relaterar till varandra.",
          "C" : "I beskrivningarna kan eleven växla mellan olika uttrycksformer samt föra <strong>utvecklade</strong> resonemang kring hur begreppen relaterar till varandra.",
          "A" : "I beskrivningarna kan eleven växla mellan olika uttrycksformer samt föra <strong>välutvecklade</strong> resonemang kring hur begreppen relaterar till varandra."
        }
      } ]
    }, {
      "heading" : "",
      "knowledgeRequirements" : [ {
        "text" : "Eleven kan välja och använda <strong>________</strong> matematiska metoder med <strong>________</strong> anpassning till sammanhanget för att göra beräkningar och lösa rutinuppgifter inom aritmetik, algebra, geometri, sannolikhet, statistik samt samband och förändring med <strong>________</strong> resultat.",
        "knowledgeRequirementChoice" : {
          "E" : "Eleven kan välja och använda <strong>i huvudsak fungerande</strong> matematiska metoder med <strong>viss</strong> anpassning till sammanhanget för att göra beräkningar och lösa rutinuppgifter inom aritmetik, algebra, geometri, sannolikhet, statistik samt samband och förändring med <strong>tillfredsställande</strong> resultat.",
          "C" : "Eleven kan välja och använda <strong>ändamålsenliga</strong> matematiska metoder med <strong>relativt god</strong> anpassning till sammanhanget för att göra beräkningar och lösa rutinuppgifter inom aritmetik, algebra, geometri, sannolikhet, statistik samt samband och förändring med <strong>gott</strong> resultat.",
          "A" : "Eleven kan välja och använda <strong>ändamålsenliga och effektiva</strong> matematiska metoder med <strong>god</strong> anpassning till sammanhanget för att göra beräkningar och lösa rutinuppgifter inom aritmetik, algebra, geometri, sannolikhet, statistik samt samband och förändring med <strong>mycket gott</strong> resultat."
        }
      } ]
    }, {
      "heading" : "",
      "knowledgeRequirements" : [ {
        "text" : "Eleven kan redogöra för och samtala om tillvägagångssätt på ett <strong>________</strong> sätt och använder då symboler, algebraiska uttryck, formler, grafer, funktioner och andra matematiska uttrycksformer med <strong>________</strong> anpassning till syfte och sammanhang.",
        "knowledgeRequirementChoice" : {
          "E" : "Eleven kan redogöra för och samtala om tillvägagångssätt på ett <strong>i huvudsak fungerande</strong> sätt och använder då symboler, algebraiska uttryck, formler, grafer, funktioner och andra matematiska uttrycksformer med <strong>viss</strong> anpassning till syfte och sammanhang.",
          "C" : "Eleven kan redogöra för och samtala om tillvägagångssätt på ett <strong>ändamålsenligt</strong> sätt och använder då symboler, algebraiska uttryck, formler, grafer, funktioner och andra matematiska uttrycksformer med <strong>förhållandevis god</strong> anpassning till syfte och sammanhang.",
          "A" : "Eleven kan redogöra för och samtala om tillvägagångssätt på ett <strong>ändamålsenligt och effektivt</strong> sätt och använder då symboler, algebraiska uttryck, formler, grafer, funktioner och andra matematiska uttrycksformer med <strong>god</strong> anpassning till syfte och sammanhang."
        }
      }, {
        "text" : "I redovisningar och diskussioner för och följer eleven matematiska resonemang genom att framföra och bemöta matematiska argument på ett sätt <strong>________</strong>.",
        "knowledgeRequirementChoice" : {
          "E" : "I redovisningar och diskussioner för och följer eleven matematiska resonemang genom att framföra och bemöta matematiska argument på ett sätt <strong>som till viss del för resonemangen framåt</strong>.",
          "C" : "I redovisningar och diskussioner för och följer eleven matematiska resonemang genom att framföra och bemöta matematiska argument på ett sätt <strong>som för resonemangen framåt</strong>.",
          "A" : "I redovisningar och diskussioner för och följer eleven matematiska resonemang genom att framföra och bemöta matematiska argument på ett sätt <strong>som för resonemangen framåt och fördjupar eller breddar dem</strong>."
        }
      } ]
    } ],
    "point" : null,
    "year" : {
      "start" : 7,
      "end" : 9
    }
  } ]
}