{
  "name" : "Geografi",
  "description" : "Förutsättningarna för liv på jorden är unika, föränderliga och sårbara. Det är därför alla människors ansvar att förvalta jorden så att en hållbar utveckling blir möjlig. Samspelet mellan människan och hennes omgivning har gett upphov till många olika livsmiljöer. Geografi ger oss kunskap om dessa miljöer och kan bidra till förståelse av människans levnadsvillkor.",
  "code" : "GRGRGEO01",
  "designation" : "GE",
  "skolfsId" : "2010:37",
  "purposes" : [ {
    "type" : "PARAGRAPH",
    "heading" : "",
    "lines" : [ "Undervisningen i ämnet geografi ska syfta till att eleverna utvecklar kunskaper om geografiska förhållanden och utvecklar en geografisk referensram och ett rumsligt medvetande.", "Genom undervisningen ska eleverna ges möjlighet att utveckla kunskaper om, och kunna göra jämförelser mellan, olika platser, regioner och levnadsvillkor.", "Eleverna ska även ges förutsättningar att utveckla en medvetenhet om de sammanhang där geografiska kunskaper är viktiga och användbara." ]
  }, {
    "type" : "PARAGRAPH",
    "heading" : "",
    "lines" : [ "Undervisningen ska ge eleverna möjlighet att utveckla kunskaper om vilka mänskliga verksamheter, och av naturen framkallade processer, som påverkar jordytans former och mönster.", "Den ska även bidra till att eleverna får erfarenheter av att tolka och bedöma konsekvenser av olika förändringar som sker i det geografiska rummet." ]
  }, {
    "type" : "PARAGRAPH",
    "heading" : "",
    "lines" : [ "Undervisningen ska bidra till att eleverna utvecklar förtrogenhet med hur man växlar mellan olika tids- och rumsperspektiv.", "Genom undervisningen ska eleverna utveckla kunskaper om hur människa, samhälle och natur samspelar och vilka konsekvenser det får för naturen och människors levnadsvillkor.", "Undervisningen ska ge eleverna kunskap om kartan och kännedom om viktiga namn, läges- och storleksrelationer så att de kan orientera sig och dra slutsatser om natur- och kulturlandskap och om människors levnadsvillkor.", "På så sätt ska eleverna ges möjlighet att se världen ur ett helhetsperspektiv.", "Undervisningen ska även ge eleverna förutsättningar att utveckla kunskaper i att göra geografiska analyser av omvärlden och att presentera resultaten med hjälp av geografiska begrepp." ]
  }, {
    "type" : "PARAGRAPH",
    "heading" : "",
    "lines" : [ "Genom undervisningen ska eleverna ges förutsättningar att utveckla kunskaper om varför intressekonflikter om naturresurser uppstår.", "Undervisningen ska också medverka till att eleverna utvecklar kunskaper om hur vi kan påverka framtiden i riktning mot en mer acceptabel levnadsmiljö för alla." ]
  }, {
    "type" : "BULLET",
    "heading" : "Genom undervisningen i ämnet geografi ska eleverna sammanfattningsvis ges förutsättningar att utveckla sin förmåga att",
    "lines" : [ "analysera hur naturens egna processer och människors verksamheter formar och förändrar livsmiljöer i olika delar av världen,", "utforska och analysera samspel mellan människa, samhälle och natur i olika delar av världen,", "göra geografiska analyser av omvärlden och värdera resultaten med hjälp av kartor och andra geografiska källor, teorier, metoder och tekniker, och", "värdera lösningar på olika miljö- och utvecklingsfrågor utifrån överväganden kring etik och hållbar utveckling." ]
  } ],
  "courses" : [ {
    "name" : "Årskurs 1-3",
    "description" : "",
    "code" : "GRGRGEO01_1-3",
    "centralContent" : [ {
      "heading" : "Undervisningen i de samhällsorienterande ämnena ska behandla följande centrala innehåll",
      "lines" : [ ]
    }, {
      "heading" : "I årskurs 1–3",
      "lines" : [ ]
    }, {
      "heading" : "Att leva tillsammans",
      "lines" : [ "Skildringar av livet förr och nu i barnlitteratur, sånger och filmer, till exempel skildringar av familjeliv och skola. Minnen berättade av människor som lever nu.", "Att flytta inom ett land och mellan länder. Vad detta kan ha för orsaker och få för konsekvenser.", "Livsfrågor med betydelse för eleven, till exempel gott och ont, rätt och orätt, kamratskap, könsroller, jämställdhet och relationer.", "Normer och regler i elevens livsmiljö, till exempel i skolan, i digitala miljöer och i sportsammanhang.", "Trafikregler och hur man beter sig i trafiken på ett säkert sätt." ]
    }, {
      "heading" : "Att leva i närområdet",
      "lines" : [ "Förutsättningar i natur och miljö för befolkning och bebyggelse, till exempel mark, vatten och klimat.", "Hemortens historia. Vad närområdets platser, byggnader och vardagliga föremål kan berätta om barns, kvinnors och mäns levnadsvillkor under olika perioder.", "Kristendomens roll i skolan och på hemorten förr i tiden.", "Religioner och platser för religionsutövning i närområdet.", "Centrala samhällsfunktioner, till exempel sjukvård, räddningstjänst och skola.", "Yrken och verksamheter i närområdet." ]
    }, {
      "heading" : "Att leva i världen",
      "lines" : [ "Jordgloben. Kontinenternas och världshavens lägen på jordgloben. Namn och läge på världsdelarna samt på länder och platser som är betydelsefulla för eleven.", "Människans uppkomst, vandringar, samlande och jakt samt införandet av jordbruk.", "Tidsbegreppen stenålder, bronsålder och järnålder.", "Hur forntiden kan iakttas i vår tid genom spår i naturen och i språkliga uttryck.", "Berättelser om gudar och hjältar i antik och nordisk mytologi och hur man kan se på dem i vår egen tid.", "Några högtider, symboler och berättelser inom kristendom, islam och judendom. Några berättelser ur Bibeln och deras innebörd samt några av de vanligaste psalmerna.", "Miljöfrågor utifrån elevens vardag, till exempel frågor om trafik, energi och matvaror.", "Grundläggande mänskliga rättigheter såsom alla människors lika värde samt barnets rättigheter i enlighet med konventionen om barnets rättigheter (barnkonventionen).", "Hur möten, till exempel klassråd, organiseras och genomförs.", "Pengars användning och värde. Olika exempel på betalningsformer och vad några vanliga varor och tjänster kan kosta.", "Aktuella samhällsfrågor i olika medier." ]
    }, {
      "heading" : "Att undersöka verkligheten",
      "lines" : [ "Metoder för att söka information från olika källor: intervjuer, observationer och mätningar. Hur man kan värdera och bearbeta källor och information, såväl med som utan digitala verktyg.", "Rumsuppfattning med hjälp av mentala kartor och fysiska kartor över till exempel närområdet och skolvägar, såväl med som utan digitala verktyg. Storleksrelationer och väderstreck samt rumsliga begrepp, till exempel plats, läge och gräns.", "Tidslinjer och tidsbegreppen dåtid, nutid och framtid." ]
    } ],
    "knowledgeRequirementParagraphs" : [ {
      "heading" : "",
      "knowledgeRequirements" : [ {
        "text" : "Eleven har grundläggande kunskaper om några mänskliga rättigheter och barnets rättigheter, och visar det genom att ge exempel på vad de kan innebära i skolan och hemma.",
        "knowledgeRequirementChoice" : {
          "G" : "Eleven har grundläggande kunskaper om några mänskliga rättigheter och barnets rättigheter, och visar det genom att ge exempel på vad de kan innebära i skolan och hemma."
        }
      }, {
        "text" : "Eleven kan samtala om normer och regler i vardagen och ge exempel på varför de kan behövas.",
        "knowledgeRequirementChoice" : {
          "G" : "Eleven kan samtala om normer och regler i vardagen och ge exempel på varför de kan behövas."
        }
      }, {
        "text" : "Vidare kan eleven beskriva hur möten brukar organiseras och genomföras.",
        "knowledgeRequirementChoice" : {
          "G" : "Vidare kan eleven beskriva hur möten brukar organiseras och genomföras."
        }
      }, {
        "text" : "Eleven beskriver även några olika betalningsformer och anger vad några vanliga varor och tjänster kan kosta.",
        "knowledgeRequirementChoice" : {
          "G" : "Eleven beskriver även några olika betalningsformer och anger vad några vanliga varor och tjänster kan kosta."
        }
      } ]
    }, {
      "heading" : "",
      "knowledgeRequirements" : [ {
        "text" : "Eleven kan utifrån närområdet beskriva hur naturen och miljön kan påverka var människor bor och arbetar.",
        "knowledgeRequirementChoice" : {
          "G" : "Eleven kan utifrån närområdet beskriva hur naturen och miljön kan påverka var människor bor och arbetar."
        }
      }, {
        "text" : "Eleven anger några viktiga samhällsfunktioner, och ger exempel på yrken och verksamheter i närområdet.",
        "knowledgeRequirementChoice" : {
          "G" : "Eleven anger några viktiga samhällsfunktioner, och ger exempel på yrken och verksamheter i närområdet."
        }
      }, {
        "text" : "Dessutom kan eleven ange några orsaker till att människor flyttar från en plats till en annan, och ge exempel på vad en flytt kan innebära för barn och familjer.",
        "knowledgeRequirementChoice" : {
          "G" : "Dessutom kan eleven ange några orsaker till att människor flyttar från en plats till en annan, och ge exempel på vad en flytt kan innebära för barn och familjer."
        }
      }, {
        "text" : "Eleven beskriver hur olika handlingar i vardagen kan påverka miljön, och ger utifrån detta förslag på hur man kan bidra till hållbar utveckling.",
        "knowledgeRequirementChoice" : {
          "G" : "Eleven beskriver hur olika handlingar i vardagen kan påverka miljön, och ger utifrån detta förslag på hur man kan bidra till hållbar utveckling."
        }
      }, {
        "text" : "Eleven identifierar riskfyllda platser i närområdets trafikmiljö och ger exempel på hur man kan minska riskerna genom ett säkert beteende i trafiken.",
        "knowledgeRequirementChoice" : {
          "G" : "Eleven identifierar riskfyllda platser i närområdets trafikmiljö och ger exempel på hur man kan minska riskerna genom ett säkert beteende i trafiken."
        }
      } ]
    }, {
      "heading" : "",
      "knowledgeRequirements" : [ {
        "text" : "Eleven kan undersöka hemortens historia och ger då exempel på människors levnadsvillkor under olika perioder.",
        "knowledgeRequirementChoice" : {
          "G" : "Eleven kan undersöka hemortens historia och ger då exempel på människors levnadsvillkor under olika perioder."
        }
      }, {
        "text" : "Eleven gör då enkla jämförelser mellan livet förr och nu utifrån människors berättelser och olika skildringar.",
        "knowledgeRequirementChoice" : {
          "G" : "Eleven gör då enkla jämförelser mellan livet förr och nu utifrån människors berättelser och olika skildringar."
        }
      }, {
        "text" : "Dessutom beskriver eleven hur man kan iaktta spår av forntiden i naturen och i språkliga uttryck.",
        "knowledgeRequirementChoice" : {
          "G" : "Dessutom beskriver eleven hur man kan iaktta spår av forntiden i naturen och i språkliga uttryck."
        }
      }, {
        "text" : "Eleven kan även beskriva delar av människans tidiga historia genom att ge exempel på människors levnadsvillkor och några viktiga händelser.",
        "knowledgeRequirementChoice" : {
          "G" : "Eleven kan även beskriva delar av människans tidiga historia genom att ge exempel på människors levnadsvillkor och några viktiga händelser."
        }
      }, {
        "text" : "Vidare kan eleven i viss utsträckning använda tidslinjer och några olika tidsbegrepp för att ange händelser i tid.",
        "knowledgeRequirementChoice" : {
          "G" : "Vidare kan eleven i viss utsträckning använda tidslinjer och några olika tidsbegrepp för att ange händelser i tid."
        }
      } ]
    }, {
      "heading" : "",
      "knowledgeRequirements" : [ {
        "text" : "Eleven kan samtala om elevnära livsfrågor.",
        "knowledgeRequirementChoice" : {
          "G" : "Eleven kan samtala om elevnära livsfrågor."
        }
      }, {
        "text" : "Dessutom beskriver eleven några platser för religionsutövning, och kopplar samman dessa med religioner som utövas i närområdet.",
        "knowledgeRequirementChoice" : {
          "G" : "Dessutom beskriver eleven några platser för religionsutövning, och kopplar samman dessa med religioner som utövas i närområdet."
        }
      }, {
        "text" : "Eleven kan ge exempel på någon högtid, symbol och central berättelse från kristendomen, islam och judendomen.",
        "knowledgeRequirementChoice" : {
          "G" : "Eleven kan ge exempel på någon högtid, symbol och central berättelse från kristendomen, islam och judendomen."
        }
      }, {
        "text" : "Eleven återger delar av innehållet i några berättelser ur Bibeln, samt i berättelser om gudar och hjältar i olika myter.",
        "knowledgeRequirementChoice" : {
          "G" : "Eleven återger delar av innehållet i några berättelser ur Bibeln, samt i berättelser om gudar och hjältar i olika myter."
        }
      }, {
        "text" : "Dessutom ger eleven exempel på kristendomens roll i skolan och hemorten förr i tiden.",
        "knowledgeRequirementChoice" : {
          "G" : "Dessutom ger eleven exempel på kristendomens roll i skolan och hemorten förr i tiden."
        }
      } ]
    }, {
      "heading" : "",
      "knowledgeRequirements" : [ {
        "text" : "Eleven kan ta del av enkel information i olika medier och samtala om elevnära samhällsfrågor genom att framföra synpunkter, ge kommentarer och ställa frågor.",
        "knowledgeRequirementChoice" : {
          "G" : "Eleven kan ta del av enkel information i olika medier och samtala om elevnära samhällsfrågor genom att framföra synpunkter, ge kommentarer och ställa frågor."
        }
      }, {
        "text" : "Eleven kan också söka information om samhället och naturen genom enkla intervjuer, observationer och mätningar, och göra enkla sammanställningar av resultaten så att innehållet klart framgår.",
        "knowledgeRequirementChoice" : {
          "G" : "Eleven kan också söka information om samhället och naturen genom enkla intervjuer, observationer och mätningar, och göra enkla sammanställningar av resultaten så att innehållet klart framgår."
        }
      }, {
        "text" : "Eleven gör enkla undersökningar av omvärlden, och kan då använda karta, jordglob, väderstreck och rumsliga begrepp för att återge namn och beskriva lägen och storleksrelationer på världsdelarna och andra för eleven betydelsefulla platser och länder.",
        "knowledgeRequirementChoice" : {
          "G" : "Eleven gör enkla undersökningar av omvärlden, och kan då använda karta, jordglob, väderstreck och rumsliga begrepp för att återge namn och beskriva lägen och storleksrelationer på världsdelarna och andra för eleven betydelsefulla platser och länder."
        }
      } ]
    } ],
    "point" : null,
    "year" : {
      "start" : 1,
      "end" : 3
    }
  }, {
    "name" : "Årskurs 4-6",
    "description" : "",
    "code" : "GRGRGEO01_4-6",
    "centralContent" : [ {
      "heading" : "Undervisningen i geografi ska behandla följande centrala innehåll",
      "lines" : [ ]
    }, {
      "heading" : "I årskurs 4–6",
      "lines" : [ ]
    }, {
      "heading" : "Livsmiljöer",
      "lines" : [ "Jordytan och på vilka sätt den formas och förändras av människans markutnyttjande och naturens egna processer, till exempel plattektonik och erosion. Vilka konsekvenser detta får för människor och natur.", "De svenska, nordiska och övriga europeiska natur- och kulturlandskapen. Processen bakom samt deras utmärkande drag och utbredning.", "Jordens naturresurser, till exempel vatten, odlingsmark, skogar och fossila bränslen. Var på jorden olika resurser finns och vad de används till. Vattnets betydelse, dess fördelning och kretslopp.", "Fördelningen av Sveriges, Nordens och övriga Europas befolkning samt orsaker till fördelningen och konsekvenser av denna." ]
    }, {
      "heading" : "Geografins metoder, begrepp och arbetssätt",
      "lines" : [ "Namn och läge på Sveriges landskap samt orter, berg, hav och vatten i Sverige samt huvuddragen för övriga Norden.", "Namn och läge på övriga Europas länder samt viktigare öar, vatten, berg, regioner och orter.", "Kartan och dess uppbyggnad med färger, symboler och skala. Topografiska och tematiska kartor.", "Insamlingar och mätningar av geografiska data från närområdet, till exempel åldersfördelning, trafikflöden och vattenförbrukning.", "Fältstudier för att undersöka natur- och kulturlandskap, till exempel hur marken används i närmiljön.", "Centrala ord och begrepp som behövs för att kunna läsa, skriva och samtala om geografi." ]
    }, {
      "heading" : "Miljö, människor och hållbarhetsfrågor",
      "lines" : [ "Hur val och prioriteringar i vardagen kan påverka miljön och bidra till en hållbar utveckling.", "Ojämlika levnadsvillkor i världen, till exempel olika tillgång till utbildning, hälsovård och naturresurser samt några bakomliggande orsaker till detta. Enskilda människors och organisationers arbete för att förbättra människors levnadsvillkor." ]
    } ],
    "knowledgeRequirementParagraphs" : [ {
      "heading" : "",
      "knowledgeRequirements" : [ {
        "text" : "Eleven har <strong>________</strong> kunskaper om natur- och kulturlandskap och visar det genom att föra <strong>________</strong> underbyggda resonemang om processer som formar och förändrar jordytan, samt vilka konsekvenser det kan få för människor och natur.",
        "knowledgeRequirementChoice" : {
          "E" : "Eleven har <strong>grundläggande</strong> kunskaper om natur- och kulturlandskap och visar det genom att föra <strong>enkla och till viss del</strong> underbyggda resonemang om processer som formar och förändrar jordytan, samt vilka konsekvenser det kan få för människor och natur.",
          "C" : "Eleven har <strong>goda</strong> kunskaper om natur- och kulturlandskap och visar det genom att föra <strong>utvecklade och relativt väl</strong> underbyggda resonemang om processer som formar och förändrar jordytan, samt vilka konsekvenser det kan få för människor och natur.",
          "A" : "Eleven har <strong>mycket goda</strong> kunskaper om natur- och kulturlandskap och visar det genom att föra <strong>välutvecklade och väl</strong> underbyggda resonemang om processer som formar och förändrar jordytan, samt vilka konsekvenser det kan få för människor och natur."
        }
      }, {
        "text" : "I resonemangen beskriver eleven <strong>________</strong> samband mellan natur- och kulturlandskap, naturresurser och hur befolkningen är fördelad.",
        "knowledgeRequirementChoice" : {
          "E" : "I resonemangen beskriver eleven <strong>enkla</strong> samband mellan natur- och kulturlandskap, naturresurser och hur befolkningen är fördelad.",
          "C" : "I resonemangen beskriver eleven <strong>förhållandevis komplexa</strong> samband mellan natur- och kulturlandskap, naturresurser och hur befolkningen är fördelad.",
          "A" : "I resonemangen beskriver eleven <strong>komplexa</strong> samband mellan natur- och kulturlandskap, naturresurser och hur befolkningen är fördelad."
        }
      }, {
        "text" : "Eleven kan även använda geografiska begrepp på ett <strong>________</strong> fungerande sätt.",
        "knowledgeRequirementChoice" : {
          "E" : "Eleven kan även använda geografiska begrepp på ett <strong>i huvudsak</strong> fungerande sätt.",
          "C" : "Eleven kan även använda geografiska begrepp på ett <strong>relativt väl</strong> fungerande sätt.",
          "A" : "Eleven kan även använda geografiska begrepp på ett <strong>väl</strong> fungerande sätt."
        }
      } ]
    }, {
      "heading" : "",
      "knowledgeRequirements" : [ {
        "text" : "Eleven kan undersöka omvärlden och använder då kartor och andra geografiska källor, metoder och tekniker på ett <strong>________</strong> fungerande sätt, samt för <strong>________</strong> resonemang om olika källors användbarhet.",
        "knowledgeRequirementChoice" : {
          "E" : "Eleven kan undersöka omvärlden och använder då kartor och andra geografiska källor, metoder och tekniker på ett <strong>i huvudsak</strong> fungerande sätt, samt för <strong>enkla</strong> resonemang om olika källors användbarhet.",
          "C" : "Eleven kan undersöka omvärlden och använder då kartor och andra geografiska källor, metoder och tekniker på ett <strong>relativt väl</strong> fungerande sätt, samt för <strong>utvecklade</strong> resonemang om olika källors användbarhet.",
          "A" : "Eleven kan undersöka omvärlden och använder då kartor och andra geografiska källor, metoder och tekniker på ett <strong>väl</strong> fungerande sätt, samt för <strong>välutvecklade</strong> resonemang om olika källors användbarhet."
        }
      }, {
        "text" : "Vid fältstudier använder eleven kartor och enkla geografiska verktyg på ett <strong>________</strong> sätt.",
        "knowledgeRequirementChoice" : {
          "E" : "Vid fältstudier använder eleven kartor och enkla geografiska verktyg på ett <strong>i huvudsak fungerande</strong> sätt.",
          "C" : "Vid fältstudier använder eleven kartor och enkla geografiska verktyg på ett <strong>relativt ändamålsenligt</strong> sätt.",
          "A" : "Vid fältstudier använder eleven kartor och enkla geografiska verktyg på ett <strong>ändamålsenligt och effektivt</strong> sätt."
        }
      }, {
        "text" : "Eleven har <strong>________</strong> kunskaper om Sveriges, Nordens och Europas namngeografi och visar det genom att med <strong>________</strong> säkerhet beskriva lägen på och storleksrelationer mellan olika geografiska objekt.",
        "knowledgeRequirementChoice" : {
          "E" : "Eleven har <strong>grundläggande</strong> kunskaper om Sveriges, Nordens och Europas namngeografi och visar det genom att med <strong>viss</strong> säkerhet beskriva lägen på och storleksrelationer mellan olika geografiska objekt.",
          "C" : "Eleven har <strong>goda</strong> kunskaper om Sveriges, Nordens och Europas namngeografi och visar det genom att med <strong>relativt god</strong> säkerhet beskriva lägen på och storleksrelationer mellan olika geografiska objekt.",
          "A" : "Eleven har <strong>mycket goda</strong> kunskaper om Sveriges, Nordens och Europas namngeografi och visar det genom att med <strong>god</strong> säkerhet beskriva lägen på och storleksrelationer mellan olika geografiska objekt."
        }
      } ]
    }, {
      "heading" : "",
      "knowledgeRequirements" : [ {
        "text" : "Eleven kan resonera kring frågor som rör hållbar utveckling och ger då <strong>________</strong> underbyggda förslag på miljöetiska val och prioriteringar i vardagen.",
        "knowledgeRequirementChoice" : {
          "E" : "Eleven kan resonera kring frågor som rör hållbar utveckling och ger då <strong>enkla och till viss del</strong> underbyggda förslag på miljöetiska val och prioriteringar i vardagen.",
          "C" : "Eleven kan resonera kring frågor som rör hållbar utveckling och ger då <strong>utvecklade och relativt väl</strong> underbyggda förslag på miljöetiska val och prioriteringar i vardagen.",
          "A" : "Eleven kan resonera kring frågor som rör hållbar utveckling och ger då <strong>välutvecklade och väl</strong> underbyggda förslag på miljöetiska val och prioriteringar i vardagen."
        }
      }, {
        "text" : "Dessutom för eleven resonemang om orsaker till och konsekvenser av ojämlika levnadsvillkor i världen och ger då <strong>________</strong> underbyggda förslag på hur människors levnadsvillkor kan förbättras.",
        "knowledgeRequirementChoice" : {
          "E" : "Dessutom för eleven resonemang om orsaker till och konsekvenser av ojämlika levnadsvillkor i världen och ger då <strong>enkla och till viss del</strong> underbyggda förslag på hur människors levnadsvillkor kan förbättras.",
          "C" : "Dessutom för eleven resonemang om orsaker till och konsekvenser av ojämlika levnadsvillkor i världen och ger då <strong>utvecklade och relativt väl</strong> underbyggda förslag på hur människors levnadsvillkor kan förbättras.",
          "A" : "Dessutom för eleven resonemang om orsaker till och konsekvenser av ojämlika levnadsvillkor i världen och ger då <strong>välutvecklade och väl</strong> underbyggda förslag på hur människors levnadsvillkor kan förbättras."
        }
      } ]
    } ],
    "point" : null,
    "year" : {
      "start" : 4,
      "end" : 6
    }
  }, {
    "name" : "Årskurs 7-9",
    "description" : "",
    "code" : "GRGRGEO01_7-9",
    "centralContent" : [ {
      "heading" : "I årskurs 7–9",
      "lines" : [ ]
    }, {
      "heading" : "Livsmiljöer",
      "lines" : [ "Jordens klimat- och vegetationszoner samt på vilka sätt klimatet påverkar människors levnadsvillkor.", "Klimatförändringar, olika förklaringar till dessa och vilka konsekvenser förändringarna kan få för människan, samhället och miljön i olika delar av världen.", "Var olika varor och tjänster produceras och konsumeras samt hur varor transporteras. Hur människors försörjning och handelsmönster har förändrats över tid.", "Hur jordens befolkning är fördelad över jordklotet samt orsaker till och konsekvenser av den ojämna befolkningsfördelningen. Migration och urbanisering och orsaker till och konsekvenser av detta." ]
    }, {
      "heading" : "Geografins metoder, begrepp och arbetssätt",
      "lines" : [ "Namn och läge på världsdelarnas viktigare länder, vatten, öar, berg, öknar, regioner och orter.", "Kartan och dess uppbyggnad med gradnät, färger, symboler och olika skalor. Topografiska och olika tematiska kartor.", "Metoder för att samla in, bearbeta, värdera och presentera geografiska data, till exempel om klimat, hälsa och handel, med hjälp av kartor, geografiska informationssystem (GIS) och geografiska verktyg som finns tillgängliga på internet, till exempel satellitbilder.", "Fältstudier av natur- och kulturlandskap, till exempel av samhällsplanering i närsamhället.", "Centrala ord och begrepp som behövs för att kunna läsa, skriva och samtala om geografi." ]
    }, {
      "heading" : "Miljö, människor och hållbarhetsfrågor",
      "lines" : [ "Sårbara platser och naturgivna risker och hot, till exempel översvämningar, torka och jordbävningar, och vilka konsekvenser det får för natur- och kulturlandskapet.", "På vilka sätt sårbara platser kan identifieras och hur individer, grupper och samhällen kan förebygga risker.", "Intressekonflikter om naturresurser, till exempel om tillgång till vatten och mark.", "Förnybara energitillgångar, till exempel sol- och vindenergi och alternativa drivmedel.", "Förekomst av och orsaker till fattigdom och ohälsa i olika delar av världen.", "Samband mellan fattigdom, ohälsa och faktorer som befolkningstäthet, klimat och naturresurser." ]
    } ],
    "knowledgeRequirementParagraphs" : [ {
      "heading" : "",
      "knowledgeRequirements" : [ {
        "text" : "Eleven har <strong>________</strong> kunskaper om samspelet mellan människa, samhälle och natur, och visar det genom att föra <strong>________</strong> underbyggda resonemang om orsaker till och konsekvenser av befolkningsfördelning, migration, klimat, vegetation och klimatförändringar i olika delar av världen.",
        "knowledgeRequirementChoice" : {
          "E" : "Eleven har <strong>grundläggande</strong> kunskaper om samspelet mellan människa, samhälle och natur, och visar det genom att föra <strong>enkla och till viss del</strong> underbyggda resonemang om orsaker till och konsekvenser av befolkningsfördelning, migration, klimat, vegetation och klimatförändringar i olika delar av världen.",
          "C" : "Eleven har <strong>goda</strong> kunskaper om samspelet mellan människa, samhälle och natur, och visar det genom att föra <strong>utvecklade och relativt väl</strong> underbyggda resonemang om orsaker till och konsekvenser av befolkningsfördelning, migration, klimat, vegetation och klimatförändringar i olika delar av världen.",
          "A" : "Eleven har <strong>mycket goda</strong> kunskaper om samspelet mellan människa, samhälle och natur, och visar det genom att föra <strong>välutvecklade och väl</strong> underbyggda resonemang om orsaker till och konsekvenser av befolkningsfördelning, migration, klimat, vegetation och klimatförändringar i olika delar av världen."
        }
      }, {
        "text" : "Eleven kan även använda geografiska begrepp på ett <strong>________</strong> fungerande sätt.",
        "knowledgeRequirementChoice" : {
          "E" : "Eleven kan även använda geografiska begrepp på ett <strong>i huvudsak</strong> fungerande sätt.",
          "C" : "Eleven kan även använda geografiska begrepp på ett <strong>relativt väl</strong> fungerande sätt.",
          "A" : "Eleven kan även använda geografiska begrepp på ett <strong>väl</strong> fungerande sätt."
        }
      }, {
        "text" : "Eleven kan undersöka var olika varor och tjänster produceras och konsumeras, och beskriver då <strong>________</strong> geografiska mönster av handel och kommunikation samt för <strong>________</strong> underbyggda resonemang om hur dessa mönster ser ut och hur de har förändrats över tid samt orsaker till och konsekvenser av detta.",
        "knowledgeRequirementChoice" : {
          "E" : "Eleven kan undersöka var olika varor och tjänster produceras och konsumeras, och beskriver då <strong>enkla</strong> geografiska mönster av handel och kommunikation samt för <strong>enkla och till viss del</strong> underbyggda resonemang om hur dessa mönster ser ut och hur de har förändrats över tid samt orsaker till och konsekvenser av detta.",
          "C" : "Eleven kan undersöka var olika varor och tjänster produceras och konsumeras, och beskriver då <strong>förhållandevis komplexa</strong> geografiska mönster av handel och kommunikation samt för <strong>utvecklade och relativt väl</strong> underbyggda resonemang om hur dessa mönster ser ut och hur de har förändrats över tid samt orsaker till och konsekvenser av detta.",
          "A" : "Eleven kan undersöka var olika varor och tjänster produceras och konsumeras, och beskriver då <strong>komplexa</strong> geografiska mönster av handel och kommunikation samt för <strong>välutvecklade och väl</strong> underbyggda resonemang om hur dessa mönster ser ut och hur de har förändrats över tid samt orsaker till och konsekvenser av detta."
        }
      }, {
        "text" : "Eleven för <strong>________</strong> underbyggda resonemang om klimatförändringar och olika förklaringar till dessa samt deras konsekvenser för människa, samhälle och miljö i olika delar av världen.",
        "knowledgeRequirementChoice" : {
          "E" : "Eleven för <strong>enkla och till viss del</strong> underbyggda resonemang om klimatförändringar och olika förklaringar till dessa samt deras konsekvenser för människa, samhälle och miljö i olika delar av världen.",
          "C" : "Eleven för <strong>utvecklade och relativt väl</strong> underbyggda resonemang om klimatförändringar och olika förklaringar till dessa samt deras konsekvenser för människa, samhälle och miljö i olika delar av världen.",
          "A" : "Eleven för <strong>välutvecklade och väl</strong> underbyggda resonemang om klimatförändringar och olika förklaringar till dessa samt deras konsekvenser för människa, samhälle och miljö i olika delar av världen."
        }
      } ]
    }, {
      "heading" : "",
      "knowledgeRequirements" : [ {
        "text" : "Eleven kan undersöka omvärlden och använder då kartor och andra geografiska källor, teorier, metoder och tekniker på ett <strong>________</strong> fungerande sätt, samt för <strong>________</strong> underbyggda resonemang om olika källors trovärdighet och relevans.",
        "knowledgeRequirementChoice" : {
          "E" : "Eleven kan undersöka omvärlden och använder då kartor och andra geografiska källor, teorier, metoder och tekniker på ett <strong>i huvudsak</strong> fungerande sätt, samt för <strong>enkla och till viss del</strong> underbyggda resonemang om olika källors trovärdighet och relevans.",
          "C" : "Eleven kan undersöka omvärlden och använder då kartor och andra geografiska källor, teorier, metoder och tekniker på ett <strong>relativt väl</strong> fungerande sätt, samt för <strong>utvecklade och relativt väl</strong> underbyggda resonemang om olika källors trovärdighet och relevans.",
          "A" : "Eleven kan undersöka omvärlden och använder då kartor och andra geografiska källor, teorier, metoder och tekniker på ett <strong>väl</strong> fungerande sätt, samt för <strong>välutvecklade och väl</strong> underbyggda resonemang om olika källors trovärdighet och relevans."
        }
      }, {
        "text" : "Vid fältstudier använder eleven kartor och andra verktyg på ett <strong>________</strong> sätt.",
        "knowledgeRequirementChoice" : {
          "E" : "Vid fältstudier använder eleven kartor och andra verktyg på ett <strong>i huvudsak fungerande</strong> sätt.",
          "C" : "Vid fältstudier använder eleven kartor och andra verktyg på ett <strong>relativt ändamålsenligt</strong> sätt.",
          "A" : "Vid fältstudier använder eleven kartor och andra verktyg på ett <strong>ändamålsenligt och effektivt</strong> sätt."
        }
      }, {
        "text" : "Eleven har <strong>________</strong> kunskaper om världsdelarnas namngeografi och visar det genom att med <strong>________</strong> säkerhet beskriva lägen på och storleksrelationer mellan olika geografiska objekt.",
        "knowledgeRequirementChoice" : {
          "E" : "Eleven har <strong>grundläggande</strong> kunskaper om världsdelarnas namngeografi och visar det genom att med <strong>viss</strong> säkerhet beskriva lägen på och storleksrelationer mellan olika geografiska objekt.",
          "C" : "Eleven har <strong>goda</strong> kunskaper om världsdelarnas namngeografi och visar det genom att med <strong>relativt god</strong> säkerhet beskriva lägen på och storleksrelationer mellan olika geografiska objekt.",
          "A" : "Eleven har <strong>mycket goda</strong> kunskaper om världsdelarnas namngeografi och visar det genom att med <strong>god</strong> säkerhet beskriva lägen på och storleksrelationer mellan olika geografiska objekt."
        }
      } ]
    }, {
      "heading" : "",
      "knowledgeRequirements" : [ {
        "text" : "Eleven kan resonera om olika ekologiska, ekonomiska och sociala hållbarhetsfrågor och redogör då för <strong>________</strong> underbyggda förslag på lösningar där några konsekvenser för människa, samhälle och natur vägs in.",
        "knowledgeRequirementChoice" : {
          "E" : "Eleven kan resonera om olika ekologiska, ekonomiska och sociala hållbarhetsfrågor och redogör då för <strong>enkla och till viss del</strong> underbyggda förslag på lösningar där några konsekvenser för människa, samhälle och natur vägs in.",
          "C" : "Eleven kan resonera om olika ekologiska, ekonomiska och sociala hållbarhetsfrågor och redogör då för <strong>utvecklade och relativt väl</strong> underbyggda förslag på lösningar där några konsekvenser för människa, samhälle och natur vägs in.",
          "A" : "Eleven kan resonera om olika ekologiska, ekonomiska och sociala hållbarhetsfrågor och redogör då för <strong>välutvecklade och väl</strong> underbyggda förslag på lösningar där några konsekvenser för människa, samhälle och natur vägs in."
        }
      } ]
    } ],
    "point" : null,
    "year" : {
      "start" : 7,
      "end" : 9
    }
  } ]
}