{
  "name" : "Hem- och konsumentkunskap",
  "description" : "Livet i hem och familj har en central betydelse för människan. Våra vanor i hemmet påverkar såväl individens och familjens välbefinnande som samhället och naturen. Kunskaper om konsumentfrågor och arbetet i hemmet ger människor viktiga verktyg för att skapa en fungerande vardag och kunna göra medvetna val som konsumenter med hänsyn till hälsa, ekonomi och miljö.",
  "code" : "GRGRHKK01",
  "designation" : "HKK",
  "skolfsId" : "2010:37",
  "purposes" : [ {
    "type" : "PARAGRAPH",
    "heading" : "",
    "lines" : [ "Undervisningen i ämnet hem- och konsumentkunskap ska syfta till att eleverna utvecklar kunskaper om och intresse för arbete, ekonomi och konsumtion i hemmet.", "I en process där tanke, sinnesupplevelse och handling samverkar ska eleverna ges möjlighet att utveckla ett kunnande som rör mat och måltider.", "Undervisningen ska därigenom bidra till att eleverna utvecklar sin initiativförmåga och kreativitet vid matlagning, skapande av måltider och andra uppgifter i hemmet." ]
  }, {
    "type" : "PARAGRAPH",
    "heading" : "",
    "lines" : [ "Genom undervisningen ska eleverna få möjlighet att utveckla medvetenhet om vilka konsekvenser valen i hushållet får för hälsa, välbefinnande och gemensamma resurser.", "Undervisningen ska också bidra till att eleverna utvecklar kunskaper om konsumtionens villkor, om sparande, krediter och lån.", "På så sätt ska eleverna ges förutsättningar att göra välgrundade val när det gäller privatekonomi och kunna hantera olika problem och situationer som en ung konsument kan ställas inför." ]
  }, {
    "type" : "PARAGRAPH",
    "heading" : "",
    "lines" : [ "Undervisningen ska bidra till att eleverna utvecklar kunskaper om, och ges möjligheter att reflektera över, jämställdhet och arbetsfördelning i hemmet.", "Undervisningen ska även ge eleverna förutsättningar att utveckla kunskaper om kulturella variationer och traditioner i olika hushåll." ]
  }, {
    "type" : "BULLET",
    "heading" : "Genom undervisningen i ämnet hem- och konsumentkunskap ska eleverna sammanfattningsvis ges förutsättningar att utveckla sin förmåga att",
    "lines" : [ "planera och tillaga mat och måltider för olika situationer och sammanhang,", "hantera och lösa praktiska situationer i hemmet, och", "värdera val och handlingar i hemmet och som konsument samt utifrån perspektivet hållbar utveckling." ]
  } ],
  "courses" : [ {
    "name" : "Årskurs 1-6",
    "description" : "",
    "code" : "GRGRHKK01_1-6",
    "centralContent" : [ {
      "heading" : "I årskurs 1–6",
      "lines" : [ ]
    }, {
      "heading" : "Mat, måltider och hälsa",
      "lines" : [ "Recept och instruktioner och hur de kan läsas och följas samt vanliga ord och begrepp för bakning och matlagning.", "Bakning och matlagning och olika metoder för detta.", "Planering och organisering av arbetet vid tillagning av måltider och andra uppgifter i hemmet.", "Redskap och teknisk utrustning som kan användas vid bakning och matlagning och hur dessa används på ett säkert sätt.", "Hygien och rengöring vid hantering, tillagning och förvaring av livsmedel.", "Olika verktyg som stöd för planering av varierade och balanserade måltider samt hur måltider kan fördelas över en dag.", "Måltidens betydelse för gemenskap." ]
    }, {
      "heading" : "Konsumtion och ekonomi",
      "lines" : [ "Ungas ekonomi, sparande och konsumtion.", "Skillnaden mellan reklam och objektiv konsumentinformation.", "Jämförelser av några vanliga varor, till exempel utifrån jämförpris." ]
    }, {
      "heading" : "Miljö och livsstil",
      "lines" : [ "Några olika miljömärkningar av produkter och deras betydelse.", "Val och användning av varor och tjänster som används i hemmet och hur de påverkar miljö och hälsa.", "Återvinning i hemmet och i närområdet och hur den fungerar.", "Olika mattraditioner, till exempel vid firande av högtider." ]
    } ],
    "knowledgeRequirementParagraphs" : [ {
      "heading" : "",
      "knowledgeRequirements" : [ {
        "text" : "Eleven kan tillaga enkla måltider och genomföra andra uppgifter som hör samman med måltiden, och gör det med <strong>________</strong> anpassning till aktivitetens krav.",
        "knowledgeRequirementChoice" : {
          "E" : "Eleven kan tillaga enkla måltider och genomföra andra uppgifter som hör samman med måltiden, och gör det med <strong>viss</strong> anpassning till aktivitetens krav.",
          "C" : "Eleven kan tillaga enkla måltider och genomföra andra uppgifter som hör samman med måltiden, och gör det med <strong>relativt god</strong> anpassning till aktivitetens krav.",
          "A" : "Eleven kan tillaga enkla måltider och genomföra andra uppgifter som hör samman med måltiden, och gör det med <strong>god</strong> anpassning till aktivitetens krav."
        }
      }, {
        "text" : "I arbetet kan eleven använda metoder, livsmedel och redskap på ett <strong>________</strong> fungerande och säkert sätt.",
        "knowledgeRequirementChoice" : {
          "E" : "I arbetet kan eleven använda metoder, livsmedel och redskap på ett <strong>i huvudsak</strong> fungerande och säkert sätt.",
          "C" : "I arbetet kan eleven använda metoder, livsmedel och redskap på ett <strong>relativt väl</strong> fungerande och säkert sätt.",
          "A" : "I arbetet kan eleven använda metoder, livsmedel och redskap på ett <strong>väl</strong> fungerande och säkert sätt."
        }
      }, {
        "text" : "Eleven kan också ge <strong>________</strong> omdömen om arbetsprocessen och resultatet.",
        "knowledgeRequirementChoice" : {
          "E" : "Eleven kan också ge <strong>enkla</strong> omdömen om arbetsprocessen och resultatet.",
          "C" : "Eleven kan också ge <strong>utvecklade</strong> omdömen om arbetsprocessen och resultatet.",
          "A" : "Eleven kan också ge <strong>välutvecklade</strong> omdömen om arbetsprocessen och resultatet."
        }
      }, {
        "text" : "Därutöver kan eleven föra <strong>________</strong> resonemang om varierade och balanserade måltider.",
        "knowledgeRequirementChoice" : {
          "E" : "Därutöver kan eleven föra <strong>enkla</strong> resonemang om varierade och balanserade måltider.",
          "C" : "Därutöver kan eleven föra <strong>utvecklade</strong> resonemang om varierade och balanserade måltider.",
          "A" : "Därutöver kan eleven föra <strong>välutvecklade</strong> resonemang om varierade och balanserade måltider."
        }
      } ]
    }, {
      "heading" : "",
      "knowledgeRequirements" : [ {
        "text" : "Eleven kan föra <strong>________</strong> resonemang om relationen mellan konsumtion och privatekonomi samt om några vanligt förekommande varor och jämför då varorna utifrån deras pris och påverkan på miljö och hälsa.",
        "knowledgeRequirementChoice" : {
          "E" : "Eleven kan föra <strong>enkla</strong> resonemang om relationen mellan konsumtion och privatekonomi samt om några vanligt förekommande varor och jämför då varorna utifrån deras pris och påverkan på miljö och hälsa.",
          "C" : "Eleven kan föra <strong>utvecklade</strong> resonemang om relationen mellan konsumtion och privatekonomi samt om några vanligt förekommande varor och jämför då varorna utifrån deras pris och påverkan på miljö och hälsa.",
          "A" : "Eleven kan föra <strong>välutvecklade</strong> resonemang om relationen mellan konsumtion och privatekonomi samt om några vanligt förekommande varor och jämför då varorna utifrån deras pris och påverkan på miljö och hälsa."
        }
      }, {
        "text" : "Dessutom för eleven <strong>________</strong> resonemang om skillnader mellan reklam och konsumentinformation.",
        "knowledgeRequirementChoice" : {
          "E" : "Dessutom för eleven <strong>enkla</strong> resonemang om skillnader mellan reklam och konsumentinformation.",
          "C" : "Dessutom för eleven <strong>utvecklade</strong> resonemang om skillnader mellan reklam och konsumentinformation.",
          "A" : "Dessutom för eleven <strong>välutvecklade</strong> resonemang om skillnader mellan reklam och konsumentinformation."
        }
      } ]
    } ],
    "point" : null,
    "year" : {
      "start" : 1,
      "end" : 6
    }
  }, {
    "name" : "Årskurs 7-9",
    "description" : "",
    "code" : "GRGRHKK01_7-9",
    "centralContent" : [ {
      "heading" : "I årskurs 7–9",
      "lines" : [ ]
    }, {
      "heading" : "Mat, måltider och hälsa",
      "lines" : [ "Jämförelser av recept och beräkning av mängder vid matlagning. Skapande av egna recept.", "Bakning och matlagning och olika metoder för detta. Hur valet av metod påverkar arbetsprocessen och resultatet.", "Planering och organisering av arbetet vid matlagning och andra uppgifter i hemmet.", "Redskap och teknisk utrustning som kan användas vid bakning och matlagning och hur dessa används på ett funktionellt och säkert sätt.", "Hygien och rengöring vid hantering, tillagning och förvaring av livsmedel.", "Individuella behov av energi och näring, till exempel vid idrottande, samt hur måltider kan komponeras efter olika behov.", "Hur man kan arrangera måltider och måltidens betydelse för gemenskap och välbefinnande." ]
    }, {
      "heading" : "Konsumtion och ekonomi",
      "lines" : [ "Ungas privatekonomi, till exempel att handla över Internet, att låna pengar, att handla på kredit eller avbetalning och att teckna abonnemang.", "Hushållets ekonomi och att beräkna kostnaden för boende, konsumtion, resor och krediter.", "Konsumenters rättigheter och skyldigheter.", "Reklamens och mediernas påverkan på individers och gruppers konsumtionsvanor.", "Ställningstaganden vid val av varor och tjänster, till exempel vid inköp av kläder, livsmedel och resor utifrån perspektiven ekonomisk, social och miljömässig hållbarhet.", "Jämförelser av produkter utifrån några olika aspekter, till exempel pris och kvalitet." ]
    }, {
      "heading" : "Miljö och livsstil",
      "lines" : [ "Hur livsmedel och andra varor produceras och transporteras och hur de påverkar miljö och hälsa.", "Hur man kan hushålla med och ta vara på livsmedel och andra förbrukningsvaror i hemmet.", "Tvätt och rengöring samt olika rutiner och metoder för detta.", "Arbetsfördelning i hemmet ur ett jämställdhetsperspektiv.", "Aktuella samhällsfrågor som rör privatekonomi, mat och hälsa.", "Olika mattraditioner, deras ursprung och betydelse." ]
    } ],
    "knowledgeRequirementParagraphs" : [ {
      "heading" : "",
      "knowledgeRequirements" : [ {
        "text" : "Eleven kan planera och tillaga måltider och genomföra andra uppgifter som förekommer i ett hem, och gör det med <strong>________</strong> anpassning till aktivitetens krav.",
        "knowledgeRequirementChoice" : {
          "E" : "Eleven kan planera och tillaga måltider och genomföra andra uppgifter som förekommer i ett hem, och gör det med <strong>viss</strong> anpassning till aktivitetens krav.",
          "C" : "Eleven kan planera och tillaga måltider och genomföra andra uppgifter som förekommer i ett hem, och gör det med <strong>relativt god</strong> anpassning till aktivitetens krav.",
          "A" : "Eleven kan planera och tillaga måltider och genomföra andra uppgifter som förekommer i ett hem, och gör det med <strong>god</strong> anpassning till aktivitetens krav."
        }
      }, {
        "text" : "I arbetet kan eleven använda metoder, livsmedel och utrustning på ett säkert och <strong>________</strong> fungerande sätt.",
        "knowledgeRequirementChoice" : {
          "E" : "I arbetet kan eleven använda metoder, livsmedel och utrustning på ett säkert och <strong>i huvudsak</strong> fungerande sätt.",
          "C" : "I arbetet kan eleven använda metoder, livsmedel och utrustning på ett säkert och <strong>relativt väl</strong> fungerande sätt.",
          "A" : "I arbetet kan eleven använda metoder, livsmedel och utrustning på ett säkert och <strong>väl</strong> fungerande sätt."
        }
      }, {
        "text" : "Eleven väljer tillvägagångssätt och ger <strong>________</strong> motiveringar till sina val med hänsyn till aspekterna hälsa, ekonomi och miljö.",
        "knowledgeRequirementChoice" : {
          "E" : "Eleven väljer tillvägagångssätt och ger <strong>enkla</strong> motiveringar till sina val med hänsyn till aspekterna hälsa, ekonomi och miljö.",
          "C" : "Eleven väljer tillvägagångssätt och ger <strong>utvecklade</strong> motiveringar till sina val med hänsyn till aspekterna hälsa, ekonomi och miljö.",
          "A" : "Eleven väljer tillvägagångssätt och ger <strong>välutvecklade</strong> motiveringar till sina val med hänsyn till aspekterna hälsa, ekonomi och miljö."
        }
      }, {
        "text" : "Eleven kan också ge <strong>________</strong> omdömen om arbetsprocessen och resultatet.",
        "knowledgeRequirementChoice" : {
          "E" : "Eleven kan också ge <strong>enkla</strong> omdömen om arbetsprocessen och resultatet.",
          "C" : "Eleven kan också ge <strong>utvecklade</strong> omdömen om arbetsprocessen och resultatet.",
          "A" : "Eleven kan också ge <strong>välutvecklade</strong> omdömen om arbetsprocessen och resultatet."
        }
      }, {
        "text" : "Därutöver kan eleven föra <strong>________</strong> underbyggda resonemang om hur varierade och balanserade måltider kan sättas samman och anpassas till individuella behov.",
        "knowledgeRequirementChoice" : {
          "E" : "Därutöver kan eleven föra <strong>enkla och till viss del</strong> underbyggda resonemang om hur varierade och balanserade måltider kan sättas samman och anpassas till individuella behov.",
          "C" : "Därutöver kan eleven föra <strong>utvecklade och relativt väl</strong> underbyggda resonemang om hur varierade och balanserade måltider kan sättas samman och anpassas till individuella behov.",
          "A" : "Därutöver kan eleven föra <strong>välutvecklade och väl</strong> underbyggda resonemang om hur varierade och balanserade måltider kan sättas samman och anpassas till individuella behov."
        }
      } ]
    }, {
      "heading" : "",
      "knowledgeRequirements" : [ {
        "text" : "Eleven gör jämförelser mellan olika konsumtionsalternativ och för då <strong>________</strong> resonemang med <strong>________</strong> koppling till konsekvenser för privatekonomi.",
        "knowledgeRequirementChoice" : {
          "E" : "Eleven gör jämförelser mellan olika konsumtionsalternativ och för då <strong>enkla</strong> resonemang med <strong>viss</strong> koppling till konsekvenser för privatekonomi.",
          "C" : "Eleven gör jämförelser mellan olika konsumtionsalternativ och för då <strong>utvecklade</strong> resonemang med <strong>relativt god</strong> koppling till konsekvenser för privatekonomi.",
          "A" : "Eleven gör jämförelser mellan olika konsumtionsalternativ och för då <strong>välutvecklade</strong> resonemang med <strong>god</strong> koppling till konsekvenser för privatekonomi."
        }
      }, {
        "text" : "Eleven kan beskriva och föra <strong>________</strong> resonemang om grundläggande rättigheter och skyldigheter för konsumenter och ge exempel på hur de används i olika konsumtionssituationer.",
        "knowledgeRequirementChoice" : {
          "E" : "Eleven kan beskriva och föra <strong>enkla</strong> resonemang om grundläggande rättigheter och skyldigheter för konsumenter och ge exempel på hur de används i olika konsumtionssituationer.",
          "C" : "Eleven kan beskriva och föra <strong>utvecklade</strong> resonemang om grundläggande rättigheter och skyldigheter för konsumenter och ge exempel på hur de används i olika konsumtionssituationer.",
          "A" : "Eleven kan beskriva och föra <strong>välutvecklade</strong> resonemang om grundläggande rättigheter och skyldigheter för konsumenter och ge exempel på hur de används i olika konsumtionssituationer."
        }
      } ]
    }, {
      "heading" : "",
      "knowledgeRequirements" : [ {
        "text" : "Eleven kan föra <strong>________</strong> underbyggda resonemang kring konsekvenser av olika konsumtionsval och handlingar i hemmet utifrån frågor som rör en hållbar social, ekonomisk och ekologisk utveckling.",
        "knowledgeRequirementChoice" : {
          "E" : "Eleven kan föra <strong>enkla och till viss del</strong> underbyggda resonemang kring konsekvenser av olika konsumtionsval och handlingar i hemmet utifrån frågor som rör en hållbar social, ekonomisk och ekologisk utveckling.",
          "C" : "Eleven kan föra <strong>utvecklade och relativt väl</strong> underbyggda resonemang kring konsekvenser av olika konsumtionsval och handlingar i hemmet utifrån frågor som rör en hållbar social, ekonomisk och ekologisk utveckling.",
          "A" : "Eleven kan föra <strong>välutvecklade och väl</strong> underbyggda resonemang kring konsekvenser av olika konsumtionsval och handlingar i hemmet utifrån frågor som rör en hållbar social, ekonomisk och ekologisk utveckling."
        }
      } ]
    } ],
    "point" : null,
    "year" : {
      "start" : 7,
      "end" : 9
    }
  } ]
}